[
  {
    "id": 1,
    "text": "PPTTSSDD\nC LCILNINICICAAL LP PRRAACCTTICICEE\nGGUUIDIDEELLININEE\nwww.apa.org/ptsd-guideline\nWhat is Cognitive Behavioral Therapy?\nCognitive behavioral therapy (CBT) is a form of psychological treatment that has been demonstrated to be effective for\na range of problems including depression, anxiety disorders, alcohol and drug use problems, marital problems, eating\ndisorders, and severe mental illness. Numerous research studies suggest that CBT leads to significant improvement\nin functioning and quality of life. In many studies, CBT has been demonstrated to be as effective as, or more effective\nthan, other forms of psychological therapy or psychiatric medications.\nIt is important to emphasize that advances in CBT have been made on the basis of both research and clinical practice."
  },
  {
    "id": 2,
    "text": "than, other forms of psychological therapy or psychiatric medications.\nIt is important to emphasize that advances in CBT have been made on the basis of both research and clinical practice.\nIndeed, CBT is an approach for which there is ample scientific evidence that the methods that have been developed\nactually produce change. In this manner, CBT differs from many other forms of psychological treatment.\nCBT is based on several core principles, including:\n1. Psychological problems are based, in part, on faulty or unhelpful ways of thinking.\n2. Psychological problems are based, in part, on learned patterns of unhelpful behavior.\n3. People suffering from psychological problems can learn better ways of coping with them, thereby relieving their"
  },
  {
    "id": 3,
    "text": "3. People suffering from psychological problems can learn better ways of coping with them, thereby relieving their\nsymptoms and becoming more effective in their lives.\nCBT treatment usually involves efforts to change thinking patterns. These strategies might include:\n• Learning to recognize one’s distortions in thinking that are creating problems, and then to reevaluate them in light of\nreality.\n• Gaining a better understanding of the behavior and motivation of others.\n• Using problem-solving skills to cope with difficult situations.\n• Learning to develop a greater sense of confidence in one’s own abilities\nCBT treatment also usually involves efforts to change behavioral patterns. These strategies might include:\n• Facing one’s fears instead of avoiding them."
  },
  {
    "id": 4,
    "text": "CBT treatment also usually involves efforts to change behavioral patterns. These strategies might include:\n• Facing one’s fears instead of avoiding them.\n• Using role playing to prepare for potentially problematic interactions with others.\n• Learning to calm one’s mind and relax one’s body.\nNot all CBT will use all of these strategies. Rather, the psychologist and patient/client work together, in a collaborative\nfashion, to develop an understanding of the problem and to develop a treatment strategy.\nCBT places an emphasis on helping individuals learn to be their own therapists. Through exercises in the session as\nwell as “homework” exercises outside of sessions, patients/clients are helped to develop coping skills, whereby they"
  },
  {
    "id": 5,
    "text": "well as “homework” exercises outside of sessions, patients/clients are helped to develop coping skills, whereby they\ncan learn to change their own thinking, problematic emotions, and behavior.\nCBT therapists emphasize what is going on in the person’s current life, rather than what has led up to their difficulties.\nA certain amount of information about one’s history is needed, but the focus is primarily on moving forward in time to\ndevelop more effective ways of coping with life.\nDivision 12\nwww.div12.org"
  }
]