[
  {
    "id": 1,
    "text": "Early Intervention in Psychiatry\nORIGINAL ARTICLE OPEN ACCESS\nDigital Mental Health Interventions for University Students\nWith Mental Health Difficulties: A Systematic Review and\nMeta- Analysis\nAlba Madrid-Cagigal1 | Carmen Kealy2 | Courtney Potts3 | Maurice D. Mulvenna4 | Molly Byrne1 | Margaret M. Barry2 |\nGary Donohoe1\n1School of Psychology, University of Galway, Galway, Ireland | 2Health Promotion Research Centre, University of Galway, Galway, Ireland | 3School of\nPsychology, Ulster University, Belfast, UK | 4School of Computing, Ulster University, Belfast, UK\nCorrespondence: Gary Donohoe (gary.donohoe@universityofgalway.ie)\nReceived: 16 July 2024 | Revised: 17 December 2024 | Accepted: 28 January 2025"
  },
  {
    "id": 2,
    "text": "Correspondence: Gary Donohoe (gary.donohoe@universityofgalway.ie)\nReceived: 16 July 2024 | Revised: 17 December 2024 | Accepted: 28 January 2025\nFunding: This work was supported by Atlantic Futures North South Research Program, 422560.\nKeywords: digital mental health interventions | mental health difficulties | university students\nABSTRACT\nBackground: While third- level educational institutions have long provided counselling, a sharp rise in demand has led to\nlimited access to mental health supports for many students, including those with ongoing difficulties. Digital mental health\ninterventions represent one response to this unmet need, given the potential low cost and scalability associated with no- to- low\nhuman resources involved."
  },
  {
    "id": 3,
    "text": "interventions represent one response to this unmet need, given the potential low cost and scalability associated with no- to- low\nhuman resources involved.\nObjective: The aim of this study was to conduct a systematic review and meta- analysis of the literature examining effectiveness\nof digital mental health interventions for university students with ongoing mental health difficulties.\nMethods: The following databases were searched: PubMed, EBSCOhost (CINHAHL/PsycINFO/PsycArticles) and Web of Science.\nTwo- armed randomised- control trials were included in the meta- analysis. A random- effects meta- analysis was conducted and\nstandardised mean differences were calculated. Effect sizes were then compared in terms of therapeutic approach, and whether"
  },
  {
    "id": 4,
    "text": "standardised mean differences were calculated. Effect sizes were then compared in terms of therapeutic approach, and whether\ninterventions were fully automated or guided interventions. This study was registered with PROSPERO, CRD42024504265.\nResults: Thirty four eligible studies were included in this narrative synthesis, of which 21 randomised- controlled trials were\nincluded in the meta- analysis. Random- effects meta- analysis indicated an overall medium effect size in favour of digital inter-\nventions for both depression (Cohen's d = 0.55), and anxiety (Cohen's d = 0. 46). Of note, for anxiety outcomes, fully automated\ninterventions appeared more effective (d = 0.55) than guided interventions (d = 0.35)."
  },
  {
    "id": 5,
    "text": "interventions appeared more effective (d = 0.55) than guided interventions (d = 0.35).\nConclusions: Digital mental health interventions are associated with beneficial effects for college students when measured in\nterms of anxiety and depression symptom severity. For anxiety, fully automated interventions may be more effective than guided\ninterventions to reduce symptom severity.\n1 | Introduction mental health difficulties in young people have consequently\nbeen described as representing a “dangerous phase” and an\nMental health difficulties represent a growing global burden ignored risk factor for age- related medical illness later in life\nwith up to 60% of young people meet the criteria for a diagno- (McGorry et al. 2024). Rates of mental health difficulties among"
  },
  {
    "id": 6,
    "text": "with up to 60% of young people meet the criteria for a diagno- (McGorry et al. 2024). Rates of mental health difficulties among\nsis of depression and/or anxiety at any given point during their young people have risen substantially in the last decade, rep-\nyoung adulthood (McGorry et al. 2024). The rising incidence of resenting a 78% increase in 2017 compared to 2008 (Twenge\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original\nwork is properly cited, the use is non-commercial and no modifications or adaptations are made.\n© 2025 The Author(s). Early Intervention in Psychiatry published by John Wiley & Sons Australia, Ltd."
  },
  {
    "id": 7,
    "text": "work is properly cited, the use is non-commercial and no modifications or adaptations are made.\n© 2025 The Author(s). Early Intervention in Psychiatry published by John Wiley & Sons Australia, Ltd.\nEarly Intervention in Psychiatry, 2025; 19:e70017 1 of 20\nhttps://doi.org/10.1111/eip.70017"
  },
  {
    "id": 8,
    "text": "et al. 2019). Studies conducted in the US report that since the and Kim 2020), as they are capable of being directly accessi-\nCOVID- 19 pandemic, approximately 75% of young people have ble to people with no- to- low human resources, at any time of\nreported worsening mental health (Bell et al. 2023). These the day at the point of need, and have the potential to promote\nchanges are reflected in multiple indicators, including per- self- management of mental health problems (Andersson and\nceived poor mental health (Wiens et al. 2020), anxiety disorders Titov 2014; Gan et al. 2021). Moreover, previous research on\n(Goodwin et al. 2020), and depression (Goodwin et al. 2022). self- help interventions for depressive symptoms and anxiety dis-"
  },
  {
    "id": 9,
    "text": "(Goodwin et al. 2020), and depression (Goodwin et al. 2022). self- help interventions for depressive symptoms and anxiety dis-\nGiven that approximately 63% of mental health problems are es- orders on adult populations has shown promising results, sug-\ntablished by the age of 25 (Solmi et al. 2022), early intervention gesting that the effectiveness of these interventions is similar\nfor mental health difficulties in young adulthood is important to in- person mental health treatment (van't Hof, Cuijpers, and\nand has potential to yield significant benefits across the lifespan Stein 2009; Cuijpers et al. 2010; Leung et al. 2022).\n(Kessler et al. 2005; D'Adamo et al. 2023). In western countries,\na majority of 18–25- year- old attend some form of third level edu-"
  },
  {
    "id": 10,
    "text": "(Kessler et al. 2005; D'Adamo et al. 2023). In western countries,\na majority of 18–25- year- old attend some form of third level edu-\ncation; for example, the OECD (2022) estimate that an average of 1.1 | Guided Versus Fully Automated Digital\n54% attend some form of third level, siding to 59% in the EU22. Interventions\nBy taking action long before mental health problems worsen or\nby preventing their onset (Colizzi, Lasalvia, and Ruggeri 2020), Digital interventions have been sub- categorised as either inter-\nearly intervention has the potential to avoid significant burden ventions that are fully digitally based/automated or interven-\namong college students including academic failure, interper- tions with some level of human support/guidance, e.g. from"
  },
  {
    "id": 11,
    "text": "among college students including academic failure, interper- tions with some level of human support/guidance, e.g. from\nsonal problems and substance abuse (King et al. 2021). a therapist or peer. The later have been variously termed as\n‘guided’ digital interventions (Pineda et al. 2023) or ‘blended’\nFor young adults, the college years are particularly important as digital interventions (Erbe et al. 2017; Valentine et al. 2020). In\nthey can involve multiple social and academic stressors such as this study, we refer to the former as ‘fully automated’ interven-\nacademic demands, financial worries, and loneliness, which in- tions and the later as ‘guided’ interventions. Guided interven-"
  },
  {
    "id": 12,
    "text": "academic demands, financial worries, and loneliness, which in- tions and the later as ‘guided’ interventions. Guided interven-\ncreases the risk for mental health difficulties (Duffy et al. 2019; tions can be further sub- categorised into asynchronous therapy,\nCampbell et al. 2022). Further, emerging adulthood, which coin- where there is a delay between responses (e.g., emails and text),\ncides with transition to college, represents the peak period of risk and synchronous therapy, which refers to methods where pro-\nfor the onset of mental health problems (Kessler et al. 2007; Duffy viders and clients communicate at the same time, such as a\net al. 2020). According to a 2017 WHO study of approximately phone call or a video conference (Philippe et al. 2022)."
  },
  {
    "id": 13,
    "text": "et al. 2020). According to a 2017 WHO study of approximately phone call or a video conference (Philippe et al. 2022).\n14 000 students from across eight countries, approximately one in\nthree screened positive for at least one common DSM- IV anxiety, This distinction between guided and fully automated digital in-\nmood, or substance disorder. Previous evidence shows that 25% terventions may be important in terms of level of engagement\nof university students experience depression and 14% experience and adherence (Lattie et al. 2019). Forbes et al. (2023) defined\nsuicide related outcomes (Auerbach et al. 2018). Similarly, a lon- adherence as “the actual digital intervention use compared with"
  },
  {
    "id": 14,
    "text": "suicide related outcomes (Auerbach et al. 2018). Similarly, a lon- adherence as “the actual digital intervention use compared with\ngitudinal study by Duffy et al. (2020) revealed that one- third of intended use” and engagement as “to which extent patients inter-\nfirst- year undergraduate students endorse clinically significant act with an intervention.” Moreover, study attrition refers to “fail-\ndepressive and anxiety symptoms at entry to university. ure to complete the research protocol associated with an online\nintervention” (Linardon and Fuller- Tyszkiewicz 2020). A wide\nRates of mental health service utilisation among college stu- range of engagement rates (26% and 100%; Stanic et al. 2021;"
  },
  {
    "id": 15,
    "text": "intervention” (Linardon and Fuller- Tyszkiewicz 2020). A wide\nRates of mental health service utilisation among college stu- range of engagement rates (26% and 100%; Stanic et al. 2021;\ndents have also increased considerably (Lipson, Lattie, and Winter et al. 2022), and attrition rates (23%–64%; Linardon and\nEisenberg 2019; Oswalt et al. 2020; Osborn et al. 2022). For ex- Fuller- Tyszkiewicz 2020) have been reported for digital interven-\nample, in 2017, 94% of universities in the UK reported an increase tions. A systematic review by Borghouts et al. (2021) suggested\nin demand for counselling services compared to the prior five that interventions that include some levels of prompting were as-"
  },
  {
    "id": 16,
    "text": "in demand for counselling services compared to the prior five that interventions that include some levels of prompting were as-\nyears (Thorley 2017; Worsley, Pennington, and Corcoran 2022). sociated with improved adherence but appeared agnostic about\nSimilarly, a study in the US by Oswalt et al. (2020) using national whether this needed to come from another human or was simply\ndata reported an increase of 4.3% in service utilisation among an automated reminder. By comparison, research on traditional\ncollege students between 2009 and 2015. This has been challeng- mental health care has suggested that human guidance is an im-\ning for students' mental health services, in terms of service pro- portant factor that increases intervention efficacy and therefore"
  },
  {
    "id": 17,
    "text": "ing for students' mental health services, in terms of service pro- portant factor that increases intervention efficacy and therefore\nvision and financing, resulting in longer waiting times (Walsh intervention engagement (Ebert et al. 2018; Musiat et al. 2022).\net al. 2022) and only short- term interventions being made avail-\nable with the consequent risk of not being able to provide quality A number of psychological theories have provided suggestions\ntreatment (Hallett 2012; Harrison and Gordon 2021). as to why human support or guidance may be important for ad-\nherence. For example, the therapeutic alliance is suggested to\nIn response to this high demand for mental health services benefit outcomes because of a collaborative agreement between"
  },
  {
    "id": 18,
    "text": "herence. For example, the therapeutic alliance is suggested to\nIn response to this high demand for mental health services benefit outcomes because of a collaborative agreement between\namong college students, there is a growing interest in the use therapist and client on the goals of the treatment, the tasks, and\nof digital mental health interventions (DMHIs). DMHIs are the development of a personal bond (Ardito and Rabellino 2011).\ndigitally delivered interventions which may be based on well- By comparison, the supportive- accountability model (Mohr,\nestablished psychological treatments (Gan et al. 2021). DMHIs Cuijpers, and Lehman 2011) proposes that adherence to on-"
  },
  {
    "id": 19,
    "text": "established psychological treatments (Gan et al. 2021). DMHIs Cuijpers, and Lehman 2011) proposes that adherence to on-\nhave the potential to offer a scalable, cost- effective, and acces- line interventions increases when human support is provided\nsible solution to increase access to mental health services and on account of a sense of accountability to a coach that is seen\nreduce burden on college service delivery systems (Lipson, as trustworthy. However, mixed results have been reported on\nLattie, and Eisenberg 2019; Schueller and Torous 2020; Ha the influence of support in DMHIs, especially among college\n2 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 20,
    "text": "students, as some studies such as Harrer et al. (2018) reported health difficulties and that for both anxiety and depressive out-\nthat support did not affect intervention effectiveness, whereas comes, guided interventions will be more effective than fully\nothers such as Conley et al. (2016) concluded that support automated ones.\nyielded greater effects. Some of the reasons for this may be that\nthe effectiveness of human support varies across populations\nand based on the characteristics (e.g., training level) of the sup- 2 | Methods\nport provider, which may explain the variability of these results\n(Werntz et al. 2023). Moreover, Harrer et al. (2018) proposed that The reporting of the present systematic review was based on"
  },
  {
    "id": 21,
    "text": "port provider, which may explain the variability of these results\n(Werntz et al. 2023). Moreover, Harrer et al. (2018) proposed that The reporting of the present systematic review was based on\nfor university students, there may be other factors that are more the Preferred Reporting Items for Systematic Review and Meta-\nimportant than the provision of guidance but more research is Analyses (PRISMA; Page et al. 2021). A protocol of the present\nneeded to determine what these factors may be. The relevance of review was previously registered in PROSPERO (February 3,\nthese hypothesised factors need to be evaluated in order to better 2024; CRD42024504265) (Figure 1).\nunderstand the relationship between engagement and level of\nautomaticity/guidance for college students (Harith et al. 2022)."
  },
  {
    "id": 22,
    "text": "understand the relationship between engagement and level of\nautomaticity/guidance for college students (Harith et al. 2022).\n2.1 | Inclusion Criteria\n1.2 | Therapeutic Approach and Mode of Delivery The Population, Intervention, Comparator, Outcome, and Study\ndesign (PICOS) framework (McKenzie et al. 2019) was used to\nOther relevant factors in understanding young people's engage- guide inclusion criteria eligibility.\nment with digital mental health interventions include the thera-\npeutic approach and the mode of delivery. In terms of therapeutic In terms of population (1), only studies that included univer-\napproach, cognitive behavioural therapy (CBT) represents the sity students with mental health difficulties, by inclusion of"
  },
  {
    "id": 23,
    "text": "approach, cognitive behavioural therapy (CBT) represents the sity students with mental health difficulties, by inclusion of\nleading therapeutic approach among DMHIs (Balcombe and De assessment (i.e., GAD- 7, PHQ- 9), were included. Studies of ad-\nLeo 2022). Recent studies have demonstrated the positive effects olescents, children or young people that are not enrolled in a\nof internet- based CBT (iCBT) in reducing mental health symp- third- level institution were excluded. University students had to\ntoms among college students (McCall et al. 2018). Acceptance be in the 18–25 age range to be eligible. Eligible interventions\nand commitment therapy (ACT) has also been adopted for online (2) included any studies that used a digital mental health inter-"
  },
  {
    "id": 24,
    "text": "and commitment therapy (ACT) has also been adopted for online (2) included any studies that used a digital mental health inter-\ntreatment (Levin, Hicks, and Krafft 2022) and has been found vention based on standardised psychological interventions, such\nto effectively treat mental health issues such as anxiety and as CBT, mindfulness, ACT, etc. All types of digital tools were\ndepression among university students (Hemmings et al. 2021). included. In terms of comparator (3), eligible studies included\nModes of delivery may include mobile applications (apps), vir- those employing usual care or control groups that received no in-\ntual or augmented- reality, web- based interventions, chatbots or tervention, or an alternative intervention. Studies that employed"
  },
  {
    "id": 25,
    "text": "tual or augmented- reality, web- based interventions, chatbots or tervention, or an alternative intervention. Studies that employed\nconversational agents to name a few. A systematic overview by a waiting list were also included. Studies reporting any type of\nLehtimaki et al. (2021) found that computerised CBT was effec- mental health outcome measure (4) were included. Finally, (5)\ntive at alleviating symptoms of depression and anxiety in young peer- reviewed English language feasibility studies, randomised\npeople, whereas the effectiveness of other DMHIs such as thera- controlled trials, non- randomised controlled trials, other types\npeutic video games or mobile apps remained inconclusive. of randomised trials, longitudinal studies, and mixed methods"
  },
  {
    "id": 26,
    "text": "peutic video games or mobile apps remained inconclusive. of randomised trials, longitudinal studies, and mixed methods\npilot, published in the last 6 years were included in this review.\n1.3 | The Present Study\n2.2 | Search Strategy\nConsidering the rapid growth of DMHIs and the high prevalence\nof mental health difficulties among university students, further A scoping of the literature was conducted by using Google\nsystematic examination of the existing literature is needed, as Scholar and PubMed to identify the types of available studies\nevidence suggests that engagement with DMHIs among college for synthesis. Moreover, results from a parallel scoping review\nstudents is low (Melcher et al. 2022; D'Adamo et al. 2023), and revealed that the vast majority of research on digital mental"
  },
  {
    "id": 27,
    "text": "students is low (Melcher et al. 2022; D'Adamo et al. 2023), and revealed that the vast majority of research on digital mental\nstudents in need of care may not be reached or do not utilise health interventions for university students was conducted\nthese treatment tools (Fleming et al. 2018). Moreover, although since 2018 onwards. Therefore, to ensure that our study reports\nprevious reviews have focused on the effectiveness of DMHIs on the most up to date literature, we decided to include stud-\namong university students (D'Adamo et al. 2023; Montagni ies that were conducted in the last 6 years. As a follow up, we\net al. 2020; Riboldi et al. 2023) there seems to be a gap of knowl- conducted a search in February 2024 of the following databases:"
  },
  {
    "id": 28,
    "text": "et al. 2020; Riboldi et al. 2023) there seems to be a gap of knowl- conducted a search in February 2024 of the following databases:\nedge in terms of systematic reviews of DMHIs among clinical PubMed, EBSCOhost (CINHAHL/PsycINFO/PsycArticles),\nand sub- clinical college student populations. Students are ex- and Web of Science using the keywords and search terms pre-\nposed to a large variety of stressors, which increases their level sented in Table 1. Searches were limited to English language\nof anxiety and stress, and therefore the risk of developing men- peer- reviewed articles published from 2018 to 2024.\ntal health difficulties. Thus, the current systematic review and\nmeta- analysis aims to (a) estimate the effectiveness of DMHIs"
  },
  {
    "id": 29,
    "text": "tal health difficulties. Thus, the current systematic review and\nmeta- analysis aims to (a) estimate the effectiveness of DMHIs\ndirected at university students that already present with mental 2.3 | Selection Process\nhealth difficulties, and (b) to determine if guided interventions\nare more effective than fully automated ones. We expect to find A three- step approach was used to evaluate studies accord-\nthat DMHIs will be effective for university students with mental ing to the selection criteria. First, all records were imported to\n3 of 20"
  },
  {
    "id": 30,
    "text": "FIGURE 1 | PRISMA flow diagram.\nTABLE 1 | Keywords and search terms used in the systematic review.\n1 (“Mental health issues” OR “mental health problems” OR “mental illness” OR “mental problems” OR “mental\ndisorders” OR “mental health disorders” OR “psychiatric diagnosis” OR “psychiatric disorder”)\nAND\n2 (“University students” OR “college students” OR “third- level students” OR “undergraduate students”\nOR “postgraduate students” OR students OR “graduate students” OR “first- year students” OR “second-\nyear students” OR “third- year students” OR “fourth- year students” OR “final- year students”)\nAND\n3 (Interventions OR program* OR therap* OR implementation OR evaluation OR develop*)\nAND"
  },
  {
    "id": 31,
    "text": "year students” OR “third- year students” OR “fourth- year students” OR “final- year students”)\nAND\n3 (Interventions OR program* OR therap* OR implementation OR evaluation OR develop*)\nAND\n4 (“digital interventions” or “Computer Assisted Therapy” or “Online Therapy” or Mhealth or Ehealth or M- Health\nor E- Health or “M Health” or “E Health” or Web- based or “Web based” or Internet- based or “Internet based” or\nApp or Application or “Mobile phone” or Text or SMS or Computer* or “artificial intelligence” or AI or online\nor Virtual or Cyber or Interactive or Digital Technolog* or “conversational user interface” or “chatbot*”)\nCovidence (Veritas Health Innovation 2020), where duplicates 2.4 | Data Extraction\nwere removed. In the second stage, title and abstract screening"
  },
  {
    "id": 32,
    "text": "Covidence (Veritas Health Innovation 2020), where duplicates 2.4 | Data Extraction\nwere removed. In the second stage, title and abstract screening\nwas conducted by at least 2 of the 3 reviewers for agreement Details about the DMHI used in each study were extracted\n(A.M., C.K., C.P.) and full- text articles were retrieved. In the independently by two reviewers (A.M. and C.K.). Relevant\nthird stage, the full- text articles were screened for eligibility information included study design, age, and participant char-\n(A.M., C.K., C.P.). Differences between the reviewers were re- acteristics. We also included details about the measurements\nsolved by consensus. used as eligibility criteria reported in the studies to justify\n4 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 33,
    "text": "the presence of mental health difficulties (e.g., He et al. 2022: 3 | Results\n“average score of the depression subscale in the College\nStudents Mental Health Screening Scale (CSMHSS) within 3.1 | Search and Selection\n2 to 3”). Discrepancies were resolved by consensus (A.M.\nand G.D.). A total of 3616 references were imported into Covidence for\ninitial abstract screening. After removing duplicates, the titles,\nand abstracts of 2576 studies were screened and 2420 studies\n2.5 | Quality Assessment were excluded as not meeting inclusion criteria. A total of 156\nstudies were then assessed for full- text eligibility screening,\nTo assess for risk of bias, two reviewers (A.M. and C.K.) con- resulting in 34 studies that met the inclusion criteria; 21 of"
  },
  {
    "id": 34,
    "text": "studies were then assessed for full- text eligibility screening,\nTo assess for risk of bias, two reviewers (A.M. and C.K.) con- resulting in 34 studies that met the inclusion criteria; 21 of\nducted the assessments independent. The reviewers used the these studies had 2- armed RCTs that could be included in the\nCochrane Risk of Bias Tool (version 1) for Randomised Controlled meta-a nalysis.\nTrials (Higgins et al. 2011). Regarding non- randomised studies,\nthe Risk of Bias in Non- Randomised Studies of Interventions\n(ROBINS- I) tool (Sterne et al. 2016) was used. Assessment of 3.2 | Study Characteristics\nrisk of bias based was judged as low/high/unclear risk of bias\nbased on each of the criteria. Table 2 summarises the characteristics of included studies."
  },
  {
    "id": 35,
    "text": "risk of bias based was judged as low/high/unclear risk of bias\nbased on each of the criteria. Table 2 summarises the characteristics of included studies.\nIn terms of study location, 13 (38%) of the studies were con-\nducted in the United States (Haeger, Davis, and Levin 2022;\n2.6 | Meta- Analysis Thomas et al. 2023; Palacios et al. 2018; Attridge et al. 2020;\nSix et al. 2022; Papini et al. 2023; Newman et al. 2021; Short\nEligibility criteria for the meta- analysis included studies with a and Schmidt 2020; Ruehlman and Karoly 2023; O'Bryan\ntwo- armed RCT that reported anxiety and depression outcomes. et al. 2021; Bautista et al. 2022; Rackoff et al. 2022; Suffoletto\nTwo studies (Hides et al. 2019; Six et al. 2022) were excluded et al. 2021; Levin, Hicks, and Krafft 2022); 4 (12%) in the"
  },
  {
    "id": 36,
    "text": "Two studies (Hides et al. 2019; Six et al. 2022) were excluded et al. 2021; Levin, Hicks, and Krafft 2022); 4 (12%) in the\nfrom the meta- analysis as these did not have available outcome United Kingdom (Cook, Mostazir, and Watkins 2019; Ponzo\ndata. The Comprehensive Meta- Analysis Software package et al. 2020; Broglia, Millings, and Barkham 2019; Kingston\n(CMA, version 4; Borenstein et al. 2013) was used to conduct the et al. 2020) and China (Sit et al. 2022; He et al. 2022; Zhao\nanalysis, based on a random effects model. et al. 2022; Sun et al. 2022); 3 (9%) in Germany (Hennemann\net al. 2022; Harrer et al. 2018; Bruhns et al. 2021); 2 (6%) in\nAustralia (Dear et al. 2019; Hides et al. 2019); 1 (3%) in Canada\nTwo analyses of effectiveness were conducted: the first fo-"
  },
  {
    "id": 37,
    "text": "et al. 2022; Harrer et al. 2018; Bruhns et al. 2021); 2 (6%) in\nAustralia (Dear et al. 2019; Hides et al. 2019); 1 (3%) in Canada\nTwo analyses of effectiveness were conducted: the first fo-\n(McCall et al. 2018), Republic of Korea (Kim and Lee 2023),\ncused on DMHIs that reported outcomes for severity of anxiety\nColombia (Salamanca- Sanabria et al. 2020), the Netherlands\nsymptoms (Salamanca- Sanabria et al. 2020; Harrer et al. 2018;\n(Karyotaki et al. 2022), Lithuania (Dumarkaite et al. 2022),\nKaryotaki et al. 2022; Ponzo et al. 2020; Papini et al. 2023;\nFinland (Räsänen, Muotka, and Lappalainen 2023), India\nO'Bryan et al. 2021; Sun et al. 2022; Suffoletto et al. 2021;\n(Newman et al. 2021), and Pakistan (Akram and Arshad 2022)."
  },
  {
    "id": 38,
    "text": "Finland (Räsänen, Muotka, and Lappalainen 2023), India\nO'Bryan et al. 2021; Sun et al. 2022; Suffoletto et al. 2021;\n(Newman et al. 2021), and Pakistan (Akram and Arshad 2022).\nMcCall et al. 2018; Bautista et al. 2022; Short and Schmidt 2020;\nA total of 6234 participants were included in this system-\nNewman et al. 2021; Levin, Hicks, and Krafft 2022; Dumarkaite\natic review. Sample size ranged from 11 (Haeger, Davis,\net al. 2022); the second focused on DMHIs that reported out-\nand Levin 2022) to 1080 (Dear et al. 2019); and participants'\ncomes for depressive symptom severity (Salamanca- Sanabria\nmean age ranged from 18.53 to 25 (mean = 21.21, SD = 3.03).\net al. 2020; Bruhns et al. 2021; Harrer et al. 2018; Karyotaki\nRegarding study design, 74% (25/34) of studies were RCTs"
  },
  {
    "id": 39,
    "text": "mean age ranged from 18.53 to 25 (mean = 21.21, SD = 3.03).\net al. 2020; Bruhns et al. 2021; Harrer et al. 2018; Karyotaki\nRegarding study design, 74% (25/34) of studies were RCTs\net al. 2022; Kim and Lee 2023; Ponzo et al. 2020; Zhao et al. 2022;\n(Räsänen, Muotka, and Lappalainen 2023; Cook, Mostazir,\nKingston et al. 2020; Sun et al. 2022; Suffoletto et al. 2021;\nand Watkins 2019; He et al. 2022; Six et al. 2022; Salamanca-\nRuehlman and Karoly 2023; Newman et al. 2021; Levin, Hicks,\nSanabria et al. 2020; Harrer et al. 2018; Karyotaki et al. 2022;\nand Krafft 2022; Räsänen, Muotka, and Lappalainen 2023;\nKim and Lee 2023; Papini et al. 2023; Newman et al. 2021;\nDumarkaite et al. 2022).\nShort and Schmidt 2020; McCall et al. 2018; Ruehlman and"
  },
  {
    "id": 40,
    "text": "and Krafft 2022; Räsänen, Muotka, and Lappalainen 2023;\nKim and Lee 2023; Papini et al. 2023; Newman et al. 2021;\nDumarkaite et al. 2022).\nShort and Schmidt 2020; McCall et al. 2018; Ruehlman and\nKaroly 2023; O'Bryan et al. 2021; Bautista et al. 2022; Zhao\nBetween- groups standardised mean differences (SMD) were\net al. 2022; Ponzo et al. 2020; Rackoff et al. 2022; Bruhns\ncalculated and used as effect sizes. Sensitivity analyses were\net al. 2021; Suffoletto et al. 2021; Sun et al. 2022; Levin, Hicks,\nperformed to examine robustness of the overall findings. The\nand Krafft 2022; Dumarkaite et al. 2022; Kingston et al. 2020;\nQ statistic was used to assess study heterogeneity (Borenstein\nHides et al. 2019), 9% (3/34) were within groups pre- post trials"
  },
  {
    "id": 41,
    "text": "and Krafft 2022; Dumarkaite et al. 2022; Kingston et al. 2020;\nQ statistic was used to assess study heterogeneity (Borenstein\nHides et al. 2019), 9% (3/34) were within groups pre- post trials\net al. 2009). The I2 statistic was also calculated to estimate the\n(Haeger, Davis, and Levin 2022; Sit et al. 2022; Akram and\npercentage of variance in the observed effects owing to the vari-\nArshad 2022); 6% (2/34) were non-r andomised trials (Palacios\nance in true effects; with I2 ≥ 75% indicating considerable het- et al. 2018; Broglia, Millings, and Barkham 2019); and the\nerogeneity (Higgins et al. 2003).\nremaining papers included a longitudinal study (Attridge\net al. 2020), an exploratively secondary analysis (Hennemann"
  },
  {
    "id": 42,
    "text": "erogeneity (Higgins et al. 2003).\nremaining papers included a longitudinal study (Attridge\net al. 2020), an exploratively secondary analysis (Hennemann\nSubgroup analyses were also performed to ascertain the ef- et al. 2022), a prospective study (Dear et al. 2019), and a micro-\nfect of level of guidance on effectiveness of interventions. randomised trial (Thomas et al. 2023). Of note, out of the 25\nFinally, publication bias was examined by visual examina- RCTs, 16 (64%) used a waitlist control (Räsänen, Muotka, and\ntion of funnel plots and the trim- and- fill method (Duval and Lappalainen 2023; Salamanca- Sanabria et al. 2020; Harrer\nTweedie 2000). et al. 2018; Kim and Lee 2023; Papini et al. 2023; Newman\n5 of 20"
  },
  {
    "id": 43,
    "text": "6 of 20 Early Intervention in Psychiatry, 2025\n.weiver citametsys eht ni dedulcni\nseiduts\n43\neht\nfo\nyrammuS\n| 2\nELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna\nydutS\nsgnidnif\nniaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc htlaeh latnem elpmaS\n)DS(\nega\nN\nyrtnuoc\nstnapicitraP\noN\n,noisserpeD—SSAD\nskeew\n8\nTCA\ntoN\nnepo\n,tsop\n-erp\nA\ntnemecalp dedulcni airetirc ytilibigilE\n55.32\n11\n,sivaD\n,regeaH\n.1\nno devorpmi\nssertS\ndna\nyteixnA\nelbacilppA\nngised\nlairt\ntsael ta htiw tsil gnitiaw CCC eht no\n)11.5(\n)2202(\nniveL\ndna\ndna noisserped\nlacigolohcysP—II\n-QAA\ndeludehcs tsrif rieht erofeb skeew 2\nASU\nsa smotpmys\nyteixna\nytilibixelfni\n,tnemtnioppa ypareht ecaf -ot -ecaf\nlacigolohcysp\nsa\nllew\nnoisuf evitingoC—QFC\nfo melborp gnitneserp a gnivah dna\nytilibixelfni"
  },
  {
    "id": 44,
    "text": "ASU\nsa smotpmys\nyteixna\nytilibixelfni\n,tnemtnioppa ypareht ecaf -ot -ecaf\nlacigolohcysp\nsa\nllew\nnoisuf evitingoC—QFC\nfo melborp gnitneserp a gnivah dna\nytilibixelfni\nssenlufdniM—SMLHP\nyduts ehT .yteixna ro/dna noisserped\n.sessecorp\ngnivil\ndeulav\n-QV\nrof stnapicitrap neercs ylevitca ton did\nlanoitomE—SASE\ndaetsni dna ,yteixna dna noisserped\nssenerawa\n-fles\nnoitercsid s'naicinilc CCC eht no deiler slaudividni ot slairetam edivorp ot .smelborp gnitneserp eseht htiw\nnoitnevretni\nehT\noN\nnoisserpeD—2\n-QHP\nskeew\n2\nTCA\non\n,seY\n-orciM\nstneduts sutats noitareneg -tsriF\n35.81\n53\nsamohT\n.2\n-seulav\ndesaercni\nssertS deviecreP—4\n-SSP\nnoitnevretni\ndesimodnar\nraey -4 a detelpmoc ton dah stnerap(\n)35.0(\n)3202(\n.la\nte\nruoivaheb\ndesab\n)TRM(\nlairt\nssertsid troper ot dah )eerged egelloc\nASU\nesaerced\nton\ndid"
  },
  {
    "id": 45,
    "text": "ssertS deviecreP—4\n-SSP\nnoitnevretni\ndesimodnar\nraey -4 a detelpmoc ton dah stnerap(\n)35.0(\n)3202(\n.la\nte\nruoivaheb\ndesab\n)TRM(\nlairt\nssertsid troper ot dah )eerged egelloc\nASU\nesaerced\nton\ndid\ntub\ntaht syad 7 sal eht ro erom ro 4 no\n.ruoivaheb\necnadiova\n.gninoitcnuf htiw derefretni\nnoitnevretni\nehT\nevisserped\ndecuder\nton tub\nsmotpmys\n.sserts\ndeviecrep\n,desab\n-TCA\nseY\nevitcejbuS—FS\n-CHM\n1( snoisses\n8\nTCA\ntsiltiaw\n,seY\nTCR\ndemra\n-2\not dah stneduts ,elbigile eb oT\n)25.4(\n52\n321\n,nenäsäR\n.3\ntenretni\ndednelb\n,lanoitome\n,lacigolohcysp\n)keew\nrep\nmrof emos gnicneirepxe troper\ndna\n,aktouM\nhtiw snoitnevretni\ngnieb -llew\nlaicos\ndna\nsa hcus ,ssertsid lacigolohcysp fo\n)3202(\nnenialappaL\nderutcurts\n-imes\nssertS deviecreP—01\n-SSP\n.yteixna ro/dna ,doom wol ,sserts\ndnalniF\nkcabdeef\nhcaoc\nnoisserpeD—9"
  },
  {
    "id": 46,
    "text": "gnieb -llew\nlaicos\ndna\nsa hcus ,ssertsid lacigolohcysp fo\n)3202(\nnenialappaL\nderutcurts\n-imes\nssertS deviecreP—01\n-SSP\n.yteixna ro/dna ,doom wol ,sserts\ndnalniF\nkcabdeef\nhcaoc\nnoisserpeD—9\n-QHP\nyllaminim\ndna\nnac serutaef\nderoliat\nsa evitceffe\nsa\neb\nhtiw snoitnevretni desilanosrep\nylluf\n.kcabdeef esaerced\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\n, -3\n;skeew\n6\nTAB\ntoN\nnA\na dah yeht fi dedulcni erew stnedutS\n9.81\n93\n)2202(\n.la\nte\ntiS\n.4\n,noisserped\nfo\nyteixnA—7\n-DAG\nhtnom\n-6\ndna\nelbacilppA\n,dellortnocnu\n9 -eriannoitseuQ htlaeH tneitaP fo erocs\n)49.0(\nanihC\n-fles dna\n,yteixna\nyteixnA—5\n-OHW\npu\n-wollof\ndemra\n-elgnis\nrehgih ro 01 fo )9 -QHP(\n.smelborp\ndenifed\ngnieb\n-llew\ndna\nlairt\ntolip\nssertS—SPOLOHCYSP\nesaerced\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\n;skeew\n7\nTBC\ntoN\n-noN"
  },
  {
    "id": 47,
    "text": "yteixnA—5\n-OHW\npu\n-wollof\ndemra\n-elgnis\nrehgih ro 01 fo )9 -QHP(\n.smelborp\ndenifed\ngnieb\n-llew\ndna\nlairt\ntolip\nssertS—SPOLOHCYSP\nesaerced\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\n;skeew\n7\nTBC\ntoN\n-noN\nrof dlohserht eht teem ot dah stnedutS\nA/N\n201\nsoicalaP\n.5\n,noisserped\nni\nyteixnA—7\n-DAG\nhtnom\n-3\nelbacilppA\ndesimodnaR\neht no +5 fo erocs( noisserped dlim\n)8102(\n.la\nte\n.sserts dna\n,yteixna\nssertS—12\n-SSAD\npu\n-wollof\nfo lairT\n,)7 -DAG eht no +5( yteixna ,)9 -QHP\nASU\n,ytilibatpecca\nsserts 12 -SSAD eht no +51( sserts ro\n,ssenevitceffe\n)2 yb erocs gniylpitlum retfa ,elacsbus\nnoitcafsitas\ndna\n)seunitnoC("
  },
  {
    "id": 48,
    "text": "7 of 20\n)deunitnoC(\n| 2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna ydutS\nsgnidnif\nniaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc htlaeh latnem elpmaS\n)DS(\nega\nN\nyrtnuoc\ntnacifingiS\nseY\nyrroW—QWSP\nskeew\n6\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-3\neht evoba erocs ot dah stnedutS\n14.02\n532\n,rizatsoM\n,kooC\n.6\nni stnemevorpmi\nnoisserpeD—9\n-QHP\neno tsael ta no elitnecrep ht57\n)5.1(\n)9102(\nsniktaW\ndna\n,yrrow\n,noitanimur\nyteixnA—7\n-DAG\n:noitanimur/yrrow fo erusaem\nKU\nevisserped\ndna\nnoitanimuR—SRR\nyrroW etatS nneP eht no 05 ≥\n.smotpmys\neht no 04 ≥ ;)QWSP( eriannoitseuQ )SRR( elacS esnopseR evitanimuR\ndereviled\n-tenretnI\nseY\ncitamoS—51\n-QHP\nshtnom\n-51\n-6,\n-3\nTBC\ntsiltiaw\n,seY\nylevitarolpxE\nstneduts dedulcni airetirc ytilibigilE\n06.42\n941\nnnamenneH\n.7\nlaruoivaheb\nevitingoc"
  },
  {
    "id": 49,
    "text": "dereviled\n-tenretnI\nseY\ncitamoS—51\n-QHP\nshtnom\n-51\n-6,\n-3\nTBC\ntsiltiaw\n,seY\nylevitarolpxE\nstneduts dedulcni airetirc ytilibigilE\n06.42\n941\nnnamenneH\n.7\nlaruoivaheb\nevitingoc\nssertsid\nfo\nsmotpmys\npu\n-wollof\nyradnoces\nmotpmys citamos detavele htiw\n)61.5(\n)2202(\n.la\nte\nhtiw\nypareht\nesrevdA—21\n-DSS\na fo\nsisylana\n4 ≥ erocs a yb detacidni sa ,ssertsid\nynamreG\nsi ecnadiug\nraluger\nlaruoivaheb\n-ohcysp\n,demra\nowt\n,eriannoitseuQ htlaeH tneitaP eht\nno\nyllacoviuqenu\nton\ncitamos\neht\nfo\nsmotpmys\nTCR\npuorg\n)51 -QHP( elacs motpmys citamos\not\nroirepus\nredrosid\nmotpmys\ndnamed\n-no\n-ecnadiug\nnoisserpeD—9\n-QHP\nyteixnA—7\n-DAG\nlanoitcnuF—IDP\nytilibasid\nlacinilc\negraL\nseY\nnoisserpeD—9\n-QHP\nskeew\n8\nTBC\ntoN\n,egral\nA\n,SPAC eht ot detneserp ohw stnedutS\n32\n0801\n)9102(\n.la te raeD\n.8\nni\nsnoitcuder\nyteixnA—7\n-DAG"
  },
  {
    "id": 50,
    "text": "yteixnA—7\n-DAG\nlanoitcnuF—IDP\nytilibasid\nlacinilc\negraL\nseY\nnoisserpeD—9\n-QHP\nskeew\n8\nTBC\ntoN\n,egral\nA\n,SPAC eht ot detneserp ohw stnedutS\n32\n0801\n)9102(\n.la te raeD\n.8\nni\nsnoitcuder\nyteixnA—7\n-DAG\nelbacilppA\n,evitcepsorp\n,sserts fo smotpmys detroper -fles\ndna\nailartsuA\nfo\nsmotpmys\npuorg\n-elgnis\ndna noisserped ro ,doom wol ,yteixna\nyteixna\nhtob\nVI\n-esahP\n.tnemtaert lacigolohcysp detnaw\nnoisserped\ndna\nlairt\nlacinilc\n.devresbo\nerew\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\nsnoisses\n8\nTBC\nevitca\n,seY\n,dnilb\n-elgnis\nA\nna htiw stneduts egelloC\n87.81\n841\n)2202(\n.la te\neH\n.9\nni\nsnoitcuder\nrep\neciwt(\nlortnoc\ndemra\n-3\nnoisserped eht fo erocs egareva\n)98.0(\nanihC\n.noisserped\n.htnom\n1\n)keew\ndesimodnar\nstnedutS egelloC eht ni elacsbus\nlairt\ndellortnoc\nelacS gnineercS htlaeH latneM .3 ot 2 nihtiw )SSHMSC("
  },
  {
    "id": 51,
    "text": "demra\n-3\nnoisserped eht fo erocs egareva\n)98.0(\nanihC\n.noisserped\n.htnom\n1\n)keew\ndesimodnar\nstnedutS egelloC eht ni elacsbus\nlairt\ndellortnoc\nelacS gnineercS htlaeH latneM .3 ot 2 nihtiw )SSHMSC(\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\n;skeew\n5\nTBC\ntoN\n,lanidutignoL\nremotsuc a morf eb ot dah sresU\n97.32\n159\negdirttA\n.01\nrof stnemevorpmi\nyteixnA—7\n-DAG\nhtnom\n-3\nelbacilppA\ndetaeper\nrehgih eht ni eviL ot nraeL fo\n)39.6(\n)0202(\n.la\nte\n,yteixna\n,sserts\nyteixnA\nlaicoS—NIPS\npu\n-wollof\nserusaem\na ,.e.i( tnemges tekram noitacude\nASU\n.ainmosni\ndna ,yrrow\nainmosnI—SOM\nngised\nhcraeser\nerew sresU .)ytisrevinu ro egelloc level tneiciffus a ta eb ot deriuqer )sutats lacinilc( ytireves lacinilc\nfo\nesu margorp fo trats eht ta\nstluser\nesehT\noN\nnoisserpeD—8\n-QHP\nshtnom\n-4\nTBC\nevitca\n,seY\nTCR\ndemra\n-2"
  },
  {
    "id": 52,
    "text": "fo\nesu margorp fo trats eht ta\nstluser\nesehT\noN\nnoisserpeD—8\n-QHP\nshtnom\n-4\nTBC\nevitca\n,seY\nTCR\ndemra\n-2\nevif fo erocs a gnivah stnedutS\n77.02\n49\n)2202(\n.la te xiS\n.11\nTBC\ntaht\netacidni\nyteixnA—7\n-DAG\nlortnoc\n8 -QHP eht no rehgih ro\n)45.2(\nASU\n,sppa\nhtlaeh\nlatnem\nssertS—01\n-SSP\n,traeHriA\nsa hcus\ndna evitisoP—SANAP\nlaitnetop\neht evah\ntceffA\nevitageN\nevisserped\necuder\not\na revo\nsmotpmys\nnoitnevretni\ntrohs\ndoirep\n)seunitnoC("
  },
  {
    "id": 53,
    "text": "8 of 20 Early Intervention in Psychiatry, 2025\n)deunitnoC(\n| 2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna\nydutS\nsgnidnif\nniaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc htlaeh latnem\nelpmaS\n)DS(\nega\nN\nyrtnuoc\nstceffe\ntnacifingiS\nseY\nnoisserpeD—9\n-QHP\nsnoisses\n5\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\not dlim htiw stneduts\negelloC\n51.22\n051\n-acnamalaS\n.21\nnoisserped\nrof\nyteixnA—7\n-DAG\nsmotpmys evisserped\nereves yletaredom\n)47.4(\nairbanaS\nyteixna\ndna\nhtlaeH tneitaP eht\nyb denimreted\n)0202(\n.la\nte\n91–01 fo serocs 9—eriannoitseuQ\naibmoloC\nrof stceffe\ntnacifingiS\nseY\nssertS\ndeviecreP—4\n-SSP\nskeew\n8\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\ndetavele htiw stneduts\nytisrevinU\n)1.4(\n1.42\n051\nrerraH\n.31\n,noisserped\n,sserts\nnoisserpeD—D\n-SEC\n)8 ≥ 4 -SSP( sserts deviecrep\nfo slevel"
  },
  {
    "id": 54,
    "text": "deviecreP—4\n-SSP\nskeew\n8\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\ndetavele htiw stneduts\nytisrevinU\n)1.4(\n1.42\n051\nrerraH\n.31\n,noisserped\n,sserts\nnoisserpeD—D\n-SEC\n)8 ≥ 4 -SSP( sserts deviecrep\nfo slevel\n)8102(\n.la\nte\n,gnieb\n-llew\n,yteixna\nyteixnA\netatS—IATS\nynamreG\nlanoitome\ndna\nlareneG—5\n-OHW\n.noitsuahxe\ngnieb\n-llew\nlanoitomE—IBM noitsuahxE\na fo\necnedive\noN\nseY\nnoisserpeD—9\n-QHP\n;skeew\n8\nTBC\nevitca\n,seY\nTCR\ndemra\n-2\netaredom ot dlim htiw\nstneduts egelloC\n19.12\n001\nikatoyraK\n.41\nneewteb\necnereffid\nyteixnA—7\n-DAG\nhtnom\n-3\nlortnoc\nyb denifed noisserped\nfo smotpmys\n)16.2(\n)2202(\n.la\nte\nnoitnevretni\neht\npu\n-wollof\n4 fo erocs ffo -tuc eht\nevoba gnirocs\nsdnalrehteN\n.lortnoc\neht dna\neriannoitseuQ htlaeH\ntneitaP eht no\nsa smotpmys yteixna\nro/dna )9 -QHP(\nffo -tuc eht evoba gnirocs\nyb gninifed"
  },
  {
    "id": 55,
    "text": "eht\npu\n-wollof\n4 fo erocs ffo -tuc eht\nevoba gnirocs\nsdnalrehteN\n.lortnoc\neht dna\neriannoitseuQ htlaeH\ntneitaP eht no\nsa smotpmys yteixna\nro/dna )9 -QHP(\nffo -tuc eht evoba gnirocs\nyb gninifed\nyteixnA desilareneG\neht no 4 fo erocs\n.)7 -DAG( smeti 7—elacs\nredrosiD\nmargorp\nehT\nseY\ncitamuarT—QSELS\nylkeew\n7\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nelamef eb ot dah stnapicitrap\nehT\nA/N\n43\ndna miK\n.51\n-tsop\ndecuder\nsecneirepxe\nsnoisses\ncitamuart a htiw stneduts\negelloc\n)3202(\neeL\ndna sserts\ncitamuart\n-tsoP—R\n-SEI\nskeew\n4+\nsserts citamuarttsop\ndna ecneirepxe\naeroK\nfo cilbupeR\nsmotpmys\nnoisserped\nsserts\ncitamuart\n.noisses\ntsoob\nhcihw ,66–22 fo serocs\nmotpmys\ndevorpmi\ndna\nnoisserpeD—D\n-SEC\ndesongaid eb nac\ntaht ffotuc a si\nhtlaeh\nlanoitcnuf\nhtlaeH\nlanoitcnuF\na si 66 evoba gnihtyna\n;DSTP sa\n.tnemtsujda\ndna"
  },
  {
    "id": 56,
    "text": ".noisses\ntsoob\nhcihw ,66–22 fo serocs\nmotpmys\ndevorpmi\ndna\nnoisserpeD—D\n-SEC\ndesongaid eb nac\ntaht ffotuc a si\nhtlaeh\nlanoitcnuf\nhtlaeH\nlanoitcnuF\na si 66 evoba gnihtyna\n;DSTP sa\n.tnemtsujda\ndna\ntnemssessA\nnrettaP\ntonnac taht noitidnoc\nDSTP ereves\nlooT\ngnineercS\nyduts siht ni desserdda\nylbatius eb\nnaem\ntnacifingiS\noN\nytivitisneS\nyteixnA—IASS\nshtnom\n-2\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\netapicitrap ot detivni\nerew stnedutS\n27.91\n951\ninipaP\n.61\n.yteixna\nni noitcuder\npu\n-wollof\nhgih dah yeht fi\nyduts siht ni\n)24.1(\n)3202(\n.la\nte\nna sa denifed ,ytivitisnes\nyteixna\nASU\n22 naht retaerg erocs\nlatot 3 -ISA\ntnacifingiS\nseY\nyteixnA—VI\n-Q\n-DAG\nni\nsnoisses\n6\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nlacinilc rof airetirc\ntem stnedutS\n09.91\n222\nnamweN\n.71\nDAG\nni\nsnoitcuder\nyrroW—QWSP\n;shtnom\n-3\nDAG dlohserhtbus\nro"
  },
  {
    "id": 57,
    "text": "tnacifingiS\nseY\nyteixnA—VI\n-Q\n-DAG\nni\nsnoisses\n6\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nlacinilc rof airetirc\ntem stnedutS\n09.91\n222\nnamweN\n.71\nDAG\nni\nsnoitcuder\nyrroW—QWSP\n;shtnom\n-3\nDAG dlohserhtbus\nro\n)65.1(\n)1202(\n.la\nte\ndna ,yrrow\n,ytireves\nnoisserpeD—D\n-SSAD\nhtnom\n-6\naidnI\nsmotpmys\nevisserped\npu\n-wollof\n)seunitnoC("
  },
  {
    "id": 58,
    "text": "9 of 20\n)deunitnoC(\n|\n2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna ydutS\nsgnidnif niaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc\nhtlaeh latnem elpmaS\n)DS(\nega\nN\nyrtnuoc\ntseggus sgnidniF\noN\nsdia ytefaS—SAS\ndna\n, -6\nTBC\nevitca\n,seY\nTCR\ndemra\n-2\netapicitrap\not detivni erew stnedutS\n34.91\n16\ndna\ntrohS\n.81\nytefas gnitegrat\ntaht\nsuoirav\not\ndetaler\nhtnom\n-21\nlortnoc\n,yevrus gnineercs\na detelpmoc yeht\nfi\n)40.2(\n)0202(\ntdimhcS\nyteixna rof\nsdia\n.sredrosid\nyteixna\npu\n-wollof\neht evoba\nDS 1 tsael ta derocs dna\nASU\nainmosni\ndna\ndetaler -ainmosnI—QBRS\nyteixna detaiverbba\nno naem elpmas\nelbatpecca\nsi\nsruoivaheb\nytefas\ndna ,)eriannoitseuQ\nyrroW etatS nneP(\nni evitceffe\ndna\nainmosni fo\nytireveS—ISI\n)xednI ytireveS\nainmosnI( ainmosni\ntegrat eht gnicuder\nyrroW—QWSP"
  },
  {
    "id": 59,
    "text": "no naem elpmas\nelbatpecca\nsi\nsruoivaheb\nytefas\ndna ,)eriannoitseuQ\nyrroW etatS nneP(\nni evitceffe\ndna\nainmosni fo\nytireveS—ISI\n)xednI ytireveS\nainmosnI( ainmosni\ntegrat eht gnicuder\nyrroW—QWSP\nytefas ,msinahcem\nyteixnA—IAB\n.yrrow sa llew\nsa ,sdia\nevissesbO—SCOD evislupmoc DSTP—5\n-LCP\nnoitcuder tnacifingiS\noN\nyteixna laicoS—6\n-SAIS\n;noisses\nelgniS\nTBC\ntsiltiaw\nseY\nTCR\ndemra\n-2\ngnicneirepxe\nerew taht stnedutS\n68.12\n101\nllaCcM\n.91\n.yteixna laicos\nni\nevitageN—ENF\nhtnom\n-1\n.yteixna\nlaicos fo eerged emos\n)05.5(\n)8102(\n.la\nte\nnoitaulave\npu\n-wollof\nadanaC\nytilauQ—FS\n-Q -SEL\n-Q\n,tnemyojne\n,efil fo\nnoitcafsitas\ndna\nrewol tnacifingiS\noN\nnoisserpeD—8\n-QHP\nthnom\n-1\n;keew\n1\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\n,noisserped\nfo smotpmys htiw stnedutS\n24.91\n86\ndna\nnamlheuR\n.02\n.noisserped fo\nslevel"
  },
  {
    "id": 60,
    "text": ",efil fo\nnoitcafsitas\ndna\nrewol tnacifingiS\noN\nnoisserpeD—8\n-QHP\nthnom\n-1\n;keew\n1\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\n,noisserped\nfo smotpmys htiw stnedutS\n24.91\n86\ndna\nnamlheuR\n.02\n.noisserped fo\nslevel\nevitingoC—tseuQ\n-DC\npu\nwollof\n8 -QHP\neht gnisu dessessa\n)48.1(\n)3202(\nyloraK\nsnoitrotsid\nASU\neht ni slaudividnI\noN\nytivitisnes yteixnA—3\n-ISA\n,noisses\nelgniS\nTBC\nobecalp\n,seY\nTCR\ndemra\n-2\nslevel detavele\ndetroper ohw stnedutS\n86.91\n86\nnayrB'O\n.12\nnoitidnoc evitca\nyteixna htlaeH—IAHS\nkeew\n-2\nyb denimreted\nsa yteixna htlaeh\nfo\n)1202(\n.la\nte\nretaerg detibihxe\npu\n-wollof\nevoba DS\n1 tsael ta erocs IAHS\na\nASU\nSA ni snoitcuder\ndetroper taht\ndna ;naem tneduts\neht\neht ot derapmoc\nna yb denimreted\nsa SA detavele\n.noitidnoc lortnoc\nDS 1 tsael\nta gnillaf erocs 3 -ISA\nnaem\nlacinilcnon eht evoba"
  },
  {
    "id": 61,
    "text": "a\nASU\nSA ni snoitcuder\ndetroper taht\ndna ;naem tneduts\neht\neht ot derapmoc\nna yb denimreted\nsa SA detavele\n.noitidnoc lortnoc\nDS 1 tsael\nta gnillaf erocs 3 -ISA\nnaem\nlacinilcnon eht evoba\nfo etar tnacifingiS\nseY\nyteixna laicoS—6\n-SAIS\n;skeew\n7\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nro 6 fo\nerocs a htiw stnedutS\n68.12\n53\natsituaB\n.22\nlaicos ni enilced\nhtnom\n-3\naibohP laicoS\niniM eht no rehgih\n)28.4(\n)2202(\n.la\nte\nserocs yteixna\npu\n-wollof\n)NIPS\n-iniM( yrotnevnI\nASU\n.emit revo tnacifingiS\noN\nevisserpeD—II\n-IDB\nsraey\n3\nTCA\n+\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nevisserped\nhtiw stnedutS\n57.12\n281\noahZ\n.32\nni snoitcuder\nsmotpmys\nkceB eht\not gnidrocca ,smotpmys\n)33.1(\n)2202(\n.la\nte\nsmotpmys evisserped\nevitisoP—FS\n-CHM\na dna ,II\n-yrotnevnI noisserpeD\nanihC\ntnemevorpmi\ndna\nhtlaeh\nlatnem\n.weivretni"
  },
  {
    "id": 62,
    "text": ".32\nni snoitcuder\nsmotpmys\nkceB eht\not gnidrocca ,smotpmys\n)33.1(\n)2202(\n.la\nte\nsmotpmys evisserped\nevitisoP—FS\n-CHM\na dna ,II\n-yrotnevnI noisserpeD\nanihC\ntnemevorpmi\ndna\nhtlaeh\nlatnem\n.weivretni\nderutcurts -imes\nevitisop\nni\n.htlaeh latnem tnacifingiS\noN\nyteixna etatS—6\n-S -IATS\nskeew\n7\nTAB\n+\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\neht no stniop\n41 > derocs taht stnedutS\n78.91\n262\noznoP\n.42\nyteixna ni snoitcuder\n,yteixnA—12\n-SSAD\n12 -elacS ssertS\ndna yteixnA ,noisserpeD\n)97.1(\n)0202(\n.la\nte\ndesaercni\ndna\nnoisserped\ndna\n,sserts\n7 > ro elacsbus\nsserts )12 -SSAD( smeti\nKU\n.gnieb -llew deviecrep\ndeviecreP—SBWMEW\nelacsbus yteixna\n12 -SSAD eht no stniop\ngnieb\n-llew\n)seunitnoC("
  },
  {
    "id": 63,
    "text": "10 of 20 Early Intervention in Psychiatry, 2025\n)deunitnoC(\n|\n2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna\nydutS\nsgnidnif\nniaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc htlaeh latnem elpmaS\n)DS(\nega\nN\nyrtnuoc\ntnacifingis\noN\nseY\nnoisserpeD—9\n-QHP\n,noisses\nelgniS\nssenlufdniM\n+\nTBC\nevitca\n,seY\n,demra\n-2\ndah ohw stneduts gnikees -pleH\n)76.3(\n22\n83\n,ailgorB\n.52\nsecnereffid\nyteixnA—7\n-DAG\nkeew\n-1\nlortnoc\ndezimodnarnon\ndna gnillesnuoc rof detpecca neeb\ndna\n,sgnilliM\nni segnahc—01\n-EROC\n,pu -wollof\nngised\nno airetirc lacinilc etaredom tem\n)9102(\nmahkraB\nlacigolohcysp\nlareneg\nhtnom\n-1 dna\nemoctuo desidradnats owt fo eno\nKU\n.gninoitcnuf\n.pu -wollof\n.noisserped ro yteixna rof serusaem\nsegnahc—26\n-SPACC\nhtlaeh\nlatnem\nni\ntnacifingis\noN\noN\n,sserts—12\n-SSAD\nskeew\n2"
  },
  {
    "id": 64,
    "text": "lareneg\nhtnom\n-1 dna\nemoctuo desidradnats owt fo eno\nKU\n.gninoitcnuf\n.pu -wollof\n.noisserped ro yteixna rof serusaem\nsegnahc—26\n-SPACC\nhtlaeh\nlatnem\nni\ntnacifingis\noN\noN\n,sserts—12\n-SSAD\nskeew\n2\nAP\n+\nTBC\nevitca\n,seY\nTCR\ndemra\n-2\netaredom detroper ohw stnedutS\n44.02\n585\nffokcaR\n.62\nsserts\nni segnahc\nnoisserped\ndna\n,yteixna\nlortnoc\neht gnirud sserts rehgih ro\n)05.4(\n)2202(\n.la te\n.noisserped\ndna\ncimednap 91 -DIVOC\nASU\nnoitcuder\ntnacifingiS\noN\nnoisserped—9\n-QHP\n;skeew\n6\nTBD\n+\nAP\n+\nTBC\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nsmotpmys evisserped gnivah stnedutS\n59.22\n325\nsnhurB\n.72\nevisserped\nni\nmeetse\n-fles—ESR\nhtmom\n-3\n.9 -QHP eht yb derusaem\n)53.3(\n)1202(\n.la te\na dna\nsmotpmys\n—FERB\n-LOWOHW\npu -wollof\nynamreG\nesaercni\ntnacifingis\nefil\nfo ytilauq\n.meetse\n-fles\nni\nlatnem\nni snoitcudeR\noN\nlatneM—SESHM\nkeew"
  },
  {
    "id": 65,
    "text": "htmom\n-3\n.9 -QHP eht yb derusaem\n)53.3(\n)1202(\n.la te\na dna\nsmotpmys\n—FERB\n-LOWOHW\npu -wollof\nynamreG\nesaercni\ntnacifingis\nefil\nfo ytilauq\n.meetse\n-fles\nni\nlatnem\nni snoitcudeR\noN\nlatneM—SESHM\nkeew\n-6\n;skeew\n4\nTBD\n+\nAP\n+\nTBC\nevitca\n,seY\nTCR\ndemra\n-2\nlatnem tnerruc :airetirc noisulcnI\n7.81\n25\notteloffuS\n.82\nsmotpmys\nhtlaeh\nycaciffe\n-fles\nhtlaeh\npu -wollof\nlortnoc\nni detnemucod sisongaid htlaeh\n)54.0(\n)1202(\n.la te\ndna\nemit revo\nlacigolohcysp—SPACC\nro drocer lacidem cinortcele rieht\nASU\n-neewteb\ntnacifingis\nsmotpmys\nsecivres htlaeh latnem deviecer\n.stceffe\npuorg\n, -tnerap , -fles rep shtnom 3 nihtiw hgih detaudarg ,troper -naicinilc\nro\nro egelloc dnetta ot nalp ,loohcs .skeew 6 nihtiw noitacude rehgih\nssenlufdnim\nhtoB\nseY\nyteixnA—7\n-DAG\n;thnom\n-1\nssenlufdniM\nevitca\n,seY\nTCR\ndemra\n-2"
  },
  {
    "id": 66,
    "text": "ro\nro egelloc dnetta ot nalp ,loohcs .skeew 6 nihtiw noitacude rehgih\nssenlufdnim\nhtoB\nseY\nyteixnA—7\n-DAG\n;thnom\n-1\nssenlufdniM\nevitca\n,seY\nTCR\ndemra\n-2\ndetavele gnicneirepxe stnedutS\nA/N\n411\n)2202(\n.la\nte nuS\n.92\n,troppus\nlaicos\ndna\nnoisserpeD—9\n-QHP\nthnom\n-3\nlortnoc\nrieht taht hcus ,ssertsid lacigolohcysp\nanihC\naiv\ndereviled\nlanoitisopsid—SAAM\npu -wollof\nsmotpmys yteixna ro noisserped\nwohs\n,htlaeHm\nssenlufdnim\neht no ffotuc dlim eht evoba ro\nta\ngnicuder\nni esimorp\ndeviecrep—SSPSM\n9 -eriannoitseuQ htlaeH tneitaP\ndna\nssertsid\ntroppus\nlaicos\ndesilareneG meti -7 eht dna )9 -QHP(\n.yteixna\ngnisserdda\n)7 -DAG( elacS redrosiD yteixnA\nyranimilerp\nyreV\noN\nlacigolohcysp—43\n-SPACC\nshtnom\n-3\nssenlufdniM\ntsiltiaw\n,seY\nTCR\ndemra\n-2\neht rof tsiltiaw eht no stnedutS\n34.02\n32\n,skciH\n,niveL\n.03\ndnuof"
  },
  {
    "id": 67,
    "text": ")7 -DAG( elacS redrosiD yteixnA\nyranimilerp\nyreV\noN\nlacigolohcysp—43\n-SPACC\nshtnom\n-3\nssenlufdniM\ntsiltiaw\n,seY\nTCR\ndemra\n-2\neht rof tsiltiaw eht no stnedutS\n34.02\n32\n,skciH\n,niveL\n.03\ndnuof\nsaw troppus\nsmotpmys\nsecivreS lacigolohcysP dna gnillesnuoC\n)64.2(\n)2202(\ntffarK\ndna\nppa\nlaitnetop\nrof\nevitisop—FS\n-CHM\ntnemtaert gnikees yltnerruc ,ertnec\nASU\not evitaler\nycaciffe\nhtlaeh\nlatnem\nemit tiaw detcepxe na htiw SPAC\nta\n,noitidnoc\nlortnoc\neht\nsecivres rof skeew 2 tsael ta fo\nrof\nylralucitrap\n,yteixna\n,noisserped\n.ssertsid\nllarevo\ndna\nsegnahc\ntnacifingiS\nseY\nstneve\ncitamuarT—5\n-CEL\nsnoisses\n8\nssenlufdniM\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nlacinilc eht tem ohw stnedutS\n13.32\n07\netiakramuD\n.13\nserocs\nDSTPC\nni\nfo smotpmyS—QTI\n)yad\nrep 1(\n,DSTPC ,DSTP rof airetirc ecnacifingis\n)11.3(\n)2202(\n.la te"
  },
  {
    "id": 68,
    "text": "8\nssenlufdniM\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nlacinilc eht tem ohw stnedutS\n13.32\n07\netiakramuD\n.13\nserocs\nDSTPC\nni\nfo smotpmyS—QTI\n)yad\nrep 1(\n,DSTPC ,DSTP rof airetirc ecnacifingis\n)11.3(\n)2202(\n.la te\n.spuorg\nneewteb\nDSTPC\ndna\nDSTP\nnoitnevretnI\nnoitasinagro -fles ni secnabrutsid\nro\nainauhtiL\nrof ssecca\nlanoitcnuf tuohtiw ro htiw smotpmys\nshtnom\n3\neht htiw derusaem sa tnemriapmi eriannoitseuQ amuarT lanoitanretnI\n)seunitnoC("
  },
  {
    "id": 69,
    "text": "et al. 2021; McCall et al. 2018; Hides et al. 2019; Ruehlman\nand Karoly 2023; Bautista et al. 2022; Zhao et al. 2022; Ponzo et al. 2020; Bruhns et al. 2021; Levin, Hicks, and Krafft 2022;\nAkram and Arshad 2022; Dumarkaite et al. 2022), 8 (32%) used\nan active control (He et al. 2022; Six et al. 2022; Karyotaki\net al. 2022; Short and Schmidt 2020; Rackoff et al. 2022;\nSuffoletto et al. 2021; Sun et al. 2022; Kingston et al. 2020),\nand 1 (4%) used a placebo control (O'Bryan et al. 2021).\nTable S3 (Supporting Information) provides an overview of\nthe sample characteristics. It is important to highlight that\nonly four studies (Karyotaki et al. 2022; Broglia, Millings, and Barkham 2019; Palacios et al. 2018; Kingston et al. 2020)\nprovided details about the inclusion of international students"
  },
  {
    "id": 70,
    "text": "only four studies (Karyotaki et al. 2022; Broglia, Millings, and Barkham 2019; Palacios et al. 2018; Kingston et al. 2020)\nprovided details about the inclusion of international students\nin their sample, and only six studies (Salamanca- Sanabria\net al. 2020; Bruhns et al. 2021; Harrer et al. 2018; Räsänen,\nMuotka, and Lappalainen 2023) provided details about the\nfield of study of their sample. Therefore, it was difficult to\ndraw conclusions on the impact of these factors on the effect\nof the interventions.\n3.3 | Types of Intervention\nRegarding the focus of the interventions, 53% (18/34) of the\nstudies were based on CBT only (Palacios et al. 2018; Cook,\nMostazir, and Watkins 2019; Hennemann et al. 2022; Dear\net al. 2019; He et al. 2022; Attridge et al. 2020; Six et al. 2022;"
  },
  {
    "id": 71,
    "text": "studies were based on CBT only (Palacios et al. 2018; Cook,\nMostazir, and Watkins 2019; Hennemann et al. 2022; Dear\net al. 2019; He et al. 2022; Attridge et al. 2020; Six et al. 2022;\nSalamanca-S anabria et al. 2020; Harrer et al. 2018; Karyotaki\net al. 2022; Kim and Lee 2023; Papini et al. 2023; Newman\net al. 2021; Short and Schmidt 2020; McCall et al. 2018;\nRuehlman and Karoly 2023; O'Bryan et al. 2021; Bautista\net al. 2022); 18% (6/34) were based on a multicomponent treat-\nment (Zhao et al. 2022; Ponzo et al. 2020; Broglia, Millings,\nand Barkham 2019; Rackoff et al. 2022; Bruhns et al. 2021;\nSuffoletto et al. 2021); 12% (4/34) were based on mindfulness\n(Sun et al. 2022; Levin, Hicks, and Krafft 2022; Dumarkaite\net al. 2022; Kingston et al. 2020); 9% (3/34) were based on ACT"
  },
  {
    "id": 72,
    "text": "Suffoletto et al. 2021); 12% (4/34) were based on mindfulness\n(Sun et al. 2022; Levin, Hicks, and Krafft 2022; Dumarkaite\net al. 2022; Kingston et al. 2020); 9% (3/34) were based on ACT\n(Akram and Arshad 2022; Hides et al. 2019); 6% (2/34) were\nbased on other types of treatment (Akram and Arshad 2022; Hides et al. 2019); and one study (3%) was based on behavioural\nactivation (BAT) (Sit et al. 2022). Digital interventions were\ndesigned to address a range of mental health symptoms, in- cluding depression, anxiety, and stress. The included studies\nused either the Beck Depression Inventory (Beck, Ward, and\nMendelson 1961; Beck, Steer, and Brown 1996), the Centre\nfor Epidemiological Studies Depression Scale (Radloff 1977),\nthe Patient Health Questionnaire (Kroenke et al. 1998, 2009;"
  },
  {
    "id": 73,
    "text": "Mendelson 1961; Beck, Steer, and Brown 1996), the Centre\nfor Epidemiological Studies Depression Scale (Radloff 1977),\nthe Patient Health Questionnaire (Kroenke et al. 1998, 2009;\nKroenke, Spitzer, and Williams 2001) or the Depression,\nAnxiety and Stress Scale (Lovibond and Lovibond 1995) as\noutcomes measures of depressive symptoms. Moreover, the\nGeneralised Anxiety Disorder scale (Spitzer et al. 2006), the\nBeck Anxiety Inventory (Beck et al. 1988), and the Depression,\nAnxiety and Stress Scale (Lovibond and Lovibond 1995) were\nused as outcomes measures of anxiety symptoms.\n3.4 | Type of Support\nHalf (17/34) of the studies were based on guided DMHIs that\nincluded some level of human support (Räsänen, Muotka, and\n11 of 20\n)deunitnoC(\n| 2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna"
  },
  {
    "id": 74,
    "text": "Half (17/34) of the studies were based on guided DMHIs that\nincluded some level of human support (Räsänen, Muotka, and\n11 of 20\n)deunitnoC(\n| 2 ELBAT\nnamuH\nhtlaeh\nlatneM\nlacigolohcysP\nnaeM\nlatoT\ndna\nydutS\nsgnidnif\nniaM\ntroppus\nserusaem\nnoitaruD\ntnemtaert\nlortnoC\nngised\nydutS\nairetirc\nhtlaeh\nlatnem\nelpmaS\n)DS(\nega\nN\nyrtnuoc\ntnacifingiS\noN\nnoisserpeD—12\n-D\n-SSAD\nskeew\n4\nssenlufdniM\nevitca\n,seY\nTCR\ndemra\n-2\nfo slevel\ndetavele\nhtiw\nstnedutS\n4.32\n602\nnotsgniK\n.23\nni snoitcuder\nlortnoc\n)01 ≥ ;D\n-SSAD(\nsmotpmys\nevisserped\n)35.6(\n)0202(\n.la\nte\n.noisserped\nKU\nlacitsitats\nehT\noN\naimyhtixelA—02\n-SAT\n1(\nsnoisses\n4\naimyhtixelA(\nrehtO\ntsiltiaw\n,seY\n-isauq\ntolip\nA\nstnapicitrap\neseht\nfo\nnoisulcni\nehT\n)5.1(\n02\n02\ndna markA\n.33\na dewohs\nsisylana\nfo ecneserp—QSHM\n)keew\nrep\nnoitcuder\nlatnemirepxe\nro rehtehw"
  },
  {
    "id": 75,
    "text": "snoisses\n4\naimyhtixelA(\nrehtO\ntsiltiaw\n,seY\n-isauq\ntolip\nA\nstnapicitrap\neseht\nfo\nnoisulcni\nehT\n)5.1(\n02\n02\ndna markA\n.33\na dewohs\nsisylana\nfo ecneserp—QSHM\n)keew\nrep\nnoitcuder\nlatnemirepxe\nro rehtehw\nno\ndesab\ndenimreted\nsaw\n)2202( dahsrA\nnoitcuder\ntnacifingis\nsredrosid\nlacigolohcysp\n)TRA\n,tnemtaert\nyduts\nserocs(\netaredom\ndeniatbo\nyeht\nton\nnatsikaP\n'stnapicitrap\neht\nni\nseitilibasid\nlacisyhp\nro\nserocs(\nhgih\nro )06\ndna\n25\nneewteb\nsa ,aimyhtixela\nfo smotpmys—R\n-LCS\notnoroT\neht\nno serocs\n)evoba\nro\n16\nnoisserped\nsa llew\nlacigolohcysp\nnommoc\n)02\n-SAT(\nelacS\naimyhtixelA\n.yteixna\ndna\nsredrosid\ntnacifingis\nfo kcaL\noN\nnoitomE—FS\n-SRED\n;skeew\n4\ncimanyD(\nrehtO\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nssertsid\ndlim\ndetroper\nohw\nstnedutS\n)5.2(\n2.91\n961\nsediH\n.43\nsecnereffid\nnoitalugersyd\nhtnom\n-2\n-noitavitom\n-ofni"
  },
  {
    "id": 76,
    "text": "fo kcaL\noN\nnoitomE—FS\n-SRED\n;skeew\n4\ncimanyD(\nrehtO\ntsiltiaw\n,seY\nTCR\ndemra\n-2\nssertsid\ndlim\ndetroper\nohw\nstnedutS\n)5.2(\n2.91\n961\nsediH\n.43\nsecnereffid\nnoitalugersyd\nhtnom\n-2\n-noitavitom\n-ofni\n01 relsseK\neht\nno\nhtnom\ntsap\neht\nni\n)9102(\n.la\nte\n.spuorg\nneewteb\nlacigolohcysp—01K\npu\n-wollof\nlaruoivaheb\n)71 > 01K(\nelacs\nssertsiD\nlacigolohcysP\nailartsuA\nssertsid\nhtlaeh\nslliks\nlatnem—FS\n-CHM\n)ledom\nruoivaheb\ngnieb\n-llew\n.ygolohcysp\nevitisop\n,AP\n;ypareht\nruoivaheb\nlacitcelaid\n,TBD\n;ypareht\nlaruoivaheb\n-evitingoc\n,TBC\n;noitavitca\nlaruoivaheb\n,TAB\n;ypareht\ntnemtimmoc\ndna\necnatpecca\n,TCA\n:snoitaiverbbA"
  },
  {
    "id": 77,
    "text": "Lappalainen 2023; Sit et al. 2022; Palacios et al. 2018; Cook, ACT, multicomponent). Additionally, there were differences in\nMostazir, and Watkins 2019; Hennemann et al. 2022; Dear the measurements of outcomes (i.e., PHQ- 9, DASS- D, CCAPS,\net al. 2019; He et al. 2022; Attridge et al. 2020; Salamanca- BDI- II) (Cordero and Dans 2021).\nSanabria et al. 2020; Harrer et al. 2018; Karyotaki et al. 2022;\nKim and Lee 2023; Newman et al. 2021; Bautista et al. 2022;\nBroglia, Millings, and Barkham 2019; Sun et al. 2022; 3.5.2 | Anxiety\nDumarkaite et al. 2022) and the other half (17/34) were based\non fully automated DMHIs (Haeger, Davis, and Levin 2022; The aggregate effect of treatment on anxiety, as displayed on"
  },
  {
    "id": 78,
    "text": "Dumarkaite et al. 2022) and the other half (17/34) were based\non fully automated DMHIs (Haeger, Davis, and Levin 2022; The aggregate effect of treatment on anxiety, as displayed on\nThomas et al. 2023; Six et al. 2022; Papini et al. 2023; Short and Figure 3, d = 0.46, suggested a medium effect size across the\nSchmidt 2020; McCall et al. 2018; Ruehlman and Karoly 2023; studies included (k = 15; n = 1848; Cohen's d = 0.46, 95% CI\nO'Bryan et al. 2021; Zhao et al. 2022; Ponzo et al. 2020; Rackoff 0.31–0.61; p < 0.001). There was also evidence of significant het-\net al. 2022; Bruhns et al. 2021; Suffoletto et al. 2021; Levin, Hicks, erogeneity (Q = 28.16; p = 0.001; I2 = 5.28; T2 = 0.04; t = 0.20),\n14"
  },
  {
    "id": 79,
    "text": "et al. 2022; Bruhns et al. 2021; Suffoletto et al. 2021; Levin, Hicks, erogeneity (Q = 28.16; p = 0.001; I2 = 5.28; T2 = 0.04; t = 0.20),\n14\nand Krafft 2022; Kingston et al. 2020; Akram and Arshad 2022; which can be explained due to differences in the type of inter-\nHides et al. 2019). ventions, delivery type, psychological treatment, and measure-\nments of outcomes (i.e., GAD- 7, BAI, DASS- 21).\nTable S4 (Supporting Information) provides an overview of the\nsupport provided in the nine guided interventions included in\nthe meta- analysis. Six studies (67%) reported that the support 3.6 | Subgroup Analyses\nwas provided by a postgraduate level student in Psychology\n(Räsänen, Muotka, and Lappalainen 2023; Salamanca-S anabria Subgroup analyses were conducted for both anxiety and de-"
  },
  {
    "id": 80,
    "text": "was provided by a postgraduate level student in Psychology\n(Räsänen, Muotka, and Lappalainen 2023; Salamanca-S anabria Subgroup analyses were conducted for both anxiety and de-\net al. 2020; Harrer et al. 2018; Karyotaki et al. 2022; Sun pression to examine whether the treatment effect differed\net al. 2022; Dumarkaite et al. 2022), 1 (11%) by a trained rational across psychological treatment (see Table 3) and interven-\nemotive behaviour therapy counsellor (Kim and Lee 2023), one tion type (see Table 4). For depression, the largest effect\n(11%) by trained clinicians in Psychology (Newman et al. 2021), size was observed for CBT (k = 6; Cohen's d = 0.69, 95% CI\nand one (11%) by a peer- support worker (Bautista et al. 2022). 0.37–1.02, p < 0.001), followed by mindfulness (k = 4; Cohen's"
  },
  {
    "id": 81,
    "text": "and one (11%) by a peer- support worker (Bautista et al. 2022). 0.37–1.02, p < 0.001), followed by mindfulness (k = 4; Cohen's\nMoreover, the support provided was generally asynchronous d = 0.55, 95% CI 0.34–0.75, p < 0.001), and multicomponent\nand provided online. Finally, it is important to highlight that interventions (k = 5; Cohen's d = 0.46, 95% CI 0.01–0.83,\nthe studies included in this review that were based on guided p = 0.013). Guided interventions (k = 8; Cohen's d = 0.56, 95%\ninterventions reported mixed results in terms of whether human CI 0.32–0.80, p < 0.001) appeared to be slightly more effective\nguidance increased adherence to the digital interventions (see than fully automated interventions (k = 8; Cohen's d = 0.53,\nTable S4). 95% CI 0.26–0.80, p < 0.001)."
  },
  {
    "id": 82,
    "text": "guidance increased adherence to the digital interventions (see than fully automated interventions (k = 8; Cohen's d = 0.53,\nTable S4). 95% CI 0.26–0.80, p < 0.001).\nIn regard to the studies that focused on anxiety, subgroups anal-\n3.5 | Meta- Analysis of Effectiveness yses revealed that CBT was also the most effective (k = 9; Cohens'\nd = 0.53, 95% CI 0.23–0.76, p < 0.01), followed by mindfulness\nOf the 34 studies included in our review, 21 (62%) reported (k = 4; Cohens' d = 0.50, 95% CI 0.02–0.98, p = 0.04), and multicom-\ndata that could be included in the meta- analysis. Of these, six ponent interventions (k = 3; Cohens' d = 0.43, 95% CI 0.03–0.57,\nstudies (28%) reported depression outcomes only (Räsänen, p < 0.001). For anxiety, contrary to our hypotheses, larger effect"
  },
  {
    "id": 83,
    "text": "studies (28%) reported depression outcomes only (Räsänen, p < 0.001). For anxiety, contrary to our hypotheses, larger effect\nMuotka, and Lappalainen 2023; Kim and Lee 2023; Bruhns sizes were observed for fully automated interventions (k = 8;\net al. 2021; Kingston et al. 2020; Ruehlman and Karoly 2023; Cohen's d = 0.55, 95% CI 0.35–0.61, p = 0.002) compared to guided\nZhao et al. 2022), nine studies (43%) reported both anxiety and interventions (k = 7; Cohen's d = 0.35, 95% CI 0.13–0.58, p < 0.001).\ndepression outcomes (Suffoletto et al. 2021; Ponzo et al. 2020;\nRackoff et al. 2022; Levin, Hicks, and Krafft 2022; Newman\net al. 2021; Dumarkaite et al. 2022; Karyotaki et al. 2022; Harrer 3.7 | Risk of Bias\net al. 2018), and six studies (29%) reported anxiety outcomes"
  },
  {
    "id": 84,
    "text": "et al. 2021; Dumarkaite et al. 2022; Karyotaki et al. 2022; Harrer 3.7 | Risk of Bias\net al. 2018), and six studies (29%) reported anxiety outcomes\nonly (Bautista et al. 2022; Papini et al. 2023; McCall et al. 2018; In relation to the study design, 76% (26/34) of studies were RCTs\nO'Bryan et al. 2021; Short and Schmidt 2020; Sun et al. 2022). No and were rated according to the RoB- 1 (Higgins et al. 2011),\nevidence of publication bias was observed throughout the stud- and 24% (8/34) were non- randomised controlled trials and\nies (see Supporting Information). were rated according to the ROBINS- I (Sterne et al. 2016). As\nshown in Figure 4, overall, 46% (12/26) of studies were rated on\nthe RoB- 1 with “some concerns” (22, 6, 31, 34, 30, 17, 21, 16, 26,"
  },
  {
    "id": 85,
    "text": "shown in Figure 4, overall, 46% (12/26) of studies were rated on\nthe RoB- 1 with “some concerns” (22, 6, 31, 34, 30, 17, 21, 16, 26,\n3.5.1 | Depression 20, 19, 23) in relation to risk of bias; 31% (8/26) were rated with\n“low risk” (24, 27, 13, 9, 14, 15, 3, 28); and 23% (6/26) were rated\nThe aggregate effect of treatment on depression, as displayed with “high risk” (32, 19, 12, 11, 29, 2). Performance bias was\non Figure 2, d = 0.55, suggested a medium effect size across the most prevalent domain of concern, followed by attrition\nthe studies included (k = 16; n = 2316; Cohen's d = 0.55, 95% CI bias resulting from unblinding of participants and self- report\n0.37–0.72; p < 0.001). There was evidence of significant hetero- measures. A total of 24% (3/34) of non- RCTs were rated using"
  },
  {
    "id": 86,
    "text": "0.37–0.72; p < 0.001). There was evidence of significant hetero- measures. A total of 24% (3/34) of non- RCTs were rated using\ngeneity (Q = 54.71; p < 0.001; I2 = 72.58; T2 = 0.08; t = 0.23), the Risk of Bias in Non- Randomised Studies of Interventions\n15\nwhich may be explained due to differences in the digital inter- (ROBINS- I) tool; 71% (5/7) of the studies were rated with “mod-\nventions that were used; including length, intervention type (i.e., erate risk” (33, 10, 25, 1, 7), and 29% (2/7) were rated with “low\nblended or self- help), and psychological treatment (i.e., CBT, risk” (8, 5).\n12 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 87,
    "text": "Group by Study name Statistics for each study Std diff in means and 95% CI\nIntervention type\nStd diff Lower Upper Relative\nin means limit limit p-Value weight\nFully-automated Bruhns 2021 0.182 -0.060 0.424 0.141 15.47\nFully-automated Ponzo 2020 0.230 -0.136 0.595 0.218 13.31\nFully-automated Rackoff 2023 0.382 0.219 0.546 0.000 16.62\nFully-automated Zhao 2022 1.276 0.943 1.609 0.000 13.90\nFully-automated Kingston 2020 0.684 0.403 0.965 0.000 14.82\nFully-automated Suffoletto 2021 0.216 -0.374 0.805 0.474 9.52\nFully-automated Ruehlman 2023 0.785 0.220 1.351 0.007 9.88\nFully-automated Levin 2022 0.490 -0.346 1.327 0.251 6.48\nFully-automated Pooled 0.531 0.264 0.798 0.000\nGuided Salamanca-Sanabria 2020 0.907 0.383 1.432 0.001 10.54\nGuided Harrer 2018 0.628 0.300 0.956 0.000 15.04"
  },
  {
    "id": 88,
    "text": "Fully-automated Pooled 0.531 0.264 0.798 0.000\nGuided Salamanca-Sanabria 2020 0.907 0.383 1.432 0.001 10.54\nGuided Harrer 2018 0.628 0.300 0.956 0.000 15.04\nGuided Karyotaki 2021 0.004 -0.447 0.455 0.988 12.09\nGuided Kim 2023 1.734 0.945 2.524 0.000 6.50\nGuided Sun 2022 0.265 -0.121 0.651 0.178 13.60\nGuided Newman 2021 0.602 0.332 0.871 0.000 16.51\nGuided Rasanen, 2023 0.377 0.021 0.734 0.038 14.32\nGuided Dumarkaite 2021 0.627 0.144 1.110 0.011 11.39\nGuided Pooled 0.564 0.321 0.807 0.000\nOverall Pooled 0.549 0.369 0.729 0.000\n-1.00 -0.50 0.00 0.50 1.00\nFavours Control Favours Intervention\nFIGURE 2 | Forest plot of summary statistics (SMD—Cohen's d) for digital interventions targeting depression among university students."
  },
  {
    "id": 89,
    "text": "-1.00 -0.50 0.00 0.50 1.00\nFavours Control Favours Intervention\nFIGURE 2 | Forest plot of summary statistics (SMD—Cohen's d) for digital interventions targeting depression among university students.\nGroup by Study name Statistics for each study Std diff in means and 95% CI\nIntervention type\nStd diff Lower Upper Relative\nin means limit limit p-Value weight\nFully-automated Ponzo 2023 0.464 0.095 0.833 0.014 14.92\nFully-automated Papini 2022 0.569 0.252 0.886 0.000 17.07\nFully-automated Rackoff 2023 0.437 0.273 0.601 0.000 24.30\nFully-automated O'Bryan 2021 1.289 0.766 1.812 0.000 10.06\nFully-automated Suffoletto 2021 0.189 -0.400 0.779 0.529 8.55\nFully-automated McCall 2018 0.846 0.329 1.363 0.001 10.21\nFully-automated Short 2020 0.170 -0.356 0.696 0.526 9.98"
  },
  {
    "id": 90,
    "text": "Fully-automated Suffoletto 2021 0.189 -0.400 0.779 0.529 8.55\nFully-automated McCall 2018 0.846 0.329 1.363 0.001 10.21\nFully-automated Short 2020 0.170 -0.356 0.696 0.526 9.98\nFully-automated Levin 2022 0.628 -0.216 1.472 0.145 4.92\nFully-automated Pooled 0.553 0.347 0.758 0.000\nGuided Salamanca-Sanabria 2020 0.573 0.061 1.086 0.028 11.52\nGuided Harrer 2018 0.761 0.430 1.093 0.000 17.93\nGuided Karyotaki 2021 0.040 -0.411 0.491 0.863 13.36\nGuided Sun 2022 0.012 -0.372 0.396 0.951 15.75\nGuided Bautista 2022 0.253 -0.419 0.925 0.460 7.98\nGuided Newman 2021 0.297 0.032 0.562 0.028 20.97\nGuided Dumarkaite 2021 0.502 0.023 0.981 0.040 12.49\nGuided Pooled 0.355 0.133 0.577 0.002\nOverall Pooled 0.461 0.310 0.612 0.000\n-1.00 -0.50 0.00 0.50 1.00\nFavours Control Favours Intervention"
  },
  {
    "id": 91,
    "text": "Guided Dumarkaite 2021 0.502 0.023 0.981 0.040 12.49\nGuided Pooled 0.355 0.133 0.577 0.002\nOverall Pooled 0.461 0.310 0.612 0.000\n-1.00 -0.50 0.00 0.50 1.00\nFavours Control Favours Intervention\nFIGURE 3 | Forest plot of summary statistics (SMD—Cohen's d) for digital interventions targeting anxiety among university students.\n4 | Discussion health interventions for university students with mental health\ndifficulties. While previous reviews had focused on non- clinical\n4.1 | Summary of Findings student populations (i.e., Harrer et al. 2018; Lattie et al. 2019;\nD'Adamo et al. 2023) this study focused specifically on mental\nThis systematic review and meta- analysis aimed to synthesise health symptoms as measured by standardised psychological"
  },
  {
    "id": 92,
    "text": "D'Adamo et al. 2023) this study focused specifically on mental\nThis systematic review and meta- analysis aimed to synthesise health symptoms as measured by standardised psychological\nthe published literature on the effectiveness of digital mental measures such as the GAD- 7 and the PHQ- 9. We hypothesised\n13 of 20"
  },
  {
    "id": 93,
    "text": "TABLE 3 | Subgroup analysis of digital mental health interventions TABLE 4 | Subgroup analysis of digital mental health interventions\nbased on type of psychological treatment compared to controls. based on type of intervention compared to controls.\nNumber Number\nof studies Cohen's d of Studies Cohen's d\n(n = 20) (95% CI) p (n = 21) (95% CI) p\nDepression (n = 15) Depression (n = 16)\nCBT 6 0.69 < 0.001 Guided 8 0.56 < 0.001\n(0.33–1.72) interventions (0.32–0.80)\nMindfulness 4 0.55 < 0.001 Fully 8 0.53 < 0.001\n(0.07–1.02) automated (0.26–0.80)\nMulticomponent 5 0.46 0.01 Anxiety (n = 15)\n(0.01–0.83)\nGuided 7 0.35 0.002\nAnxiety (n = 15) interventions (0.13–0.58)\nCBT 9 0.53 < 0.001 Fully 8 0.55 < 0.001\n(0.23–0.77) automated (0.35–0.61)"
  },
  {
    "id": 94,
    "text": "Multicomponent 5 0.46 0.01 Anxiety (n = 15)\n(0.01–0.83)\nGuided 7 0.35 0.002\nAnxiety (n = 15) interventions (0.13–0.58)\nCBT 9 0.53 < 0.001 Fully 8 0.55 < 0.001\n(0.23–0.77) automated (0.35–0.61)\nMindfulness 3 0.23 0.13 Note: Two separate meta- analysis were conducted; one for depressive outcomes\n(n = 16), and one for anxiety outcomes (n = 15); of which n = 11 studies reported\n(0.09–0.67)\nboth anxiety and depressive outcomes, n = 6 reported depressive outcomes only,\nand n = 5 reported anxiety outcomes only. Subgroup analyses were conducted\nMulticomponent 3 0.43 < 0.001\nwith n = 21 studies for intervention type.\n(0.28–0.57)\nNote: Two separate meta- analysis were conducted; one for depressive outcomes\n(n = 16), and one for anxiety outcomes (n = 15); of which n = 11 studies reported"
  },
  {
    "id": 95,
    "text": "(0.28–0.57)\nNote: Two separate meta- analysis were conducted; one for depressive outcomes\n(n = 16), and one for anxiety outcomes (n = 15); of which n = 11 studies reported\nboth anxiety and depressive outcomes, n = 6 reported depressive outcomes only, Finally, results from our sub- group analyses further suggested\nand n = 5 reported anxiety outcomes only. Subgroup analyses were conducted that the effectiveness of these interventions varied in terms of\nwith n = 20 studies for type of psychological treatment. One study based on ACT\nthe presence or absence of human guidance, and in terms of the\n(Räsänen, Muotka, and Lappalainen 2023) was excluded as it disrupted the even\ndistribution of studies in each category. type of psychological treatment behind the intervention (CBT,\nmindfulness, etc.)."
  },
  {
    "id": 96,
    "text": "distribution of studies in each category. type of psychological treatment behind the intervention (CBT,\nmindfulness, etc.).\nthat DMHIs would be effective for university students with on-\ngoing mental health difficulties, and that interventions incorpo- 4.2 | The Role of Human Guidance\nrating human interventions would be more effective than fully\nautomated interventions. In terms of depressive symptom severity, the presence of human\nguidance was observed to significantly influence the size of the\nOverall, in terms of efficacy and size of effect, our results sug- effect observed, which aligns with the results of previous meta-\ngested significant, medium- sized benefits of DMHIs when analytic reviews on digital interventions in the treatment of"
  },
  {
    "id": 97,
    "text": "gested significant, medium- sized benefits of DMHIs when analytic reviews on digital interventions in the treatment of\nmeasured in terms of either depressive symptom severity or depression (Richards and Richardson 2012; Moshe et al. 2021).\nanxious symptom severity in participating students. These These reviews focused mostly on adult populations, however,\nbeneficial effects are consistent with past systematic reviews our study focused on the potential of human guidance in digital\nand meta- analyses. For example, Lattie et al. (2019) conducted interventions to improve depression symptom severity for uni-\na systematic review that aimed to synthesise the literature on versity students with mental health difficulties.\nthe effectiveness, usability, acceptability, uptake and adop-"
  },
  {
    "id": 98,
    "text": "a systematic review that aimed to synthesise the literature on versity students with mental health difficulties.\nthe effectiveness, usability, acceptability, uptake and adop-\ntion of DMHIs for anxiety and depression, and enhancing Contrary to our hypothesis, when considering symptom se-\nwell- being among university students. These authors reported verity in anxiety, we observed a somewhat higher overall ef-\nthat these interventions were effective in producing beneficial fect size for fully automated interventions (d = 0.55) compared\nchanges in the psychological outcome variables measured. In to guided interventions (d = 0.35). A recent meta- analysis by\nterms of meta- analyses, Ferrari et al. (2022) found small- to- Pauley et al. (2023) reported no differences between guided and"
  },
  {
    "id": 99,
    "text": "terms of meta- analyses, Ferrari et al. (2022) found small- to- Pauley et al. (2023) reported no differences between guided and\nmoderate effects in favour to DMHIs on improving psycho- unguided interventions in the treatment of anxiety disorders for\nlogical wellbeing in university students. However, our review adult samples. These differing findings may reflect differences\nextends these previous findings by focusing on changes in se- in the study population, and the amount and type of guidance\nverity of symptoms of depression and anxiety among college provided.\nstudents, as well as providing evidence of the effectiveness of\nhuman support on these interventions. More recent reviews Regarding why 1:1 human guidance appeared to be more import-"
  },
  {
    "id": 100,
    "text": "students, as well as providing evidence of the effectiveness of\nhuman support on these interventions. More recent reviews Regarding why 1:1 human guidance appeared to be more import-\nsuch as D'Adamo et al. (2023) have focused on examining ant to outcome when measured in terms of depressive symptom\nreach and uptake of DMHIs based on CBT for college students. severity rather than anxiety symptom severity, in the absence\nOur study expands this literature by focusing on the effective- of an a priori hypothesis we can only speculate about why this\nness of these interventions for college students with mental was observed. For example, motivation could be one factor that"
  },
  {
    "id": 101,
    "text": "ness of these interventions for college students with mental was observed. For example, motivation could be one factor that\nhealth difficulties, as well as not limiting the inclusion of the explains why our results suggest a benefit for human guidance\nstudies to those that included interventions based on CBT. in symptoms of depression severity compared to anxiety severity\n14 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 102,
    "text": "FIGURE 4 | Risk of bias assessment using the Cochrane risk of bias tool (version 1) for RCTs.\nfor university students with mental health difficulties. It has will be important to test in future studies, particularly given the\nbeen suggested that motivation acts as a moderator of the effect well- established overlap in anxious and depressive symptom\nof accountability; more specifically, the more intrinsically moti- presentation in many individuals.\nvated clients are, the less support they require (Mohr, Cuijpers,\nand Lehman 2011). In this context, the self- determination the- It is important to note that the majority of guided interventions\nory (Ryan and Deci 2000) differentiates between intrinsic mo- included in this study were provided by graduate psychology"
  },
  {
    "id": 103,
    "text": "ory (Ryan and Deci 2000) differentiates between intrinsic mo- included in this study were provided by graduate psychology\ntivation, referring to doing something because it is inherently students instead of trained clinicians. Although previous re-\ninteresting, and extrinsic motivation, which refers to doing views (Leung et al. 2022; Werntz et al. 2023) have reported no\nsomething because it leads to an external outcome. Clinically, significant differences for clinician versus non- clinician guid-\nindividuals experiencing anxiety related difficulties may have ance on DMHIs, there are important limitations that need to be\nhigher intrinsic motivation (Winch, Moberly, and Dickson 2015) considered. Firstly, the authors of previous reviews have high-"
  },
  {
    "id": 104,
    "text": "higher intrinsic motivation (Winch, Moberly, and Dickson 2015) considered. Firstly, the authors of previous reviews have high-\nthan individuals experiencing higher levels of depressive symp- lighted the lack of detail available regarding the level of training\ntoms given that lower motivation and a need for extrinsic mo- or background of the individuals' providing support, limiting\ntivation (e.g., the support of others) is a clinical feature often their ability to draw conclusions about the actual role of train-\nassociated with this group (Ling et al. 2016). Human support as ing of support providers on the efficacy of human support for\npart of a DMHI may provide a therapeutic alliance that increases DMHIs. Moreover, these reviews were not limited to college stu-"
  },
  {
    "id": 105,
    "text": "part of a DMHI may provide a therapeutic alliance that increases DMHIs. Moreover, these reviews were not limited to college stu-\nextrinsic motivation, explaining why this group might benefit dent samples; it is likely that the benefits of human guidance\nmore from the human guidance component. This hypothesis may well vary in terms of sample characteristics and outcome.\n15 of 20"
  },
  {
    "id": 106,
    "text": "We speculate that for the studies included in this review, which Overall, the existing studies included in this review focused\nfocused specifically on university students with mental health only on mental health symptom severity. It is not clear how\ndifficulties, engaging non- clinicians in digital interventions long participants had been struggling with these mental health\nmay have represented a risk for the quality of support pro- difficulties and whether students had entered university with\nvided and the effectiveness of digital interventions. Again, fu- these symptoms or developed them during college. This lack\nture studies will benefit from an examination of the influence of evidence concerning the longevity of mental health symp-"
  },
  {
    "id": 107,
    "text": "ture studies will benefit from an examination of the influence of evidence concerning the longevity of mental health symp-\nof clinically versus non- clinically trained guidance in digital toms among college students is a notable gap in current data-\nmental health interventions for university students with mental sets. Similarly, symptom severity is not the same as a clinically\nhealth difficulties. It is also important to note that our results confirmed diagnosis, which typically was not reported in these\nmight not guarantee maintenance of treatment gains. Therefore, studies, preventing us from drawing specific conclusions about\nfuture research should address this issue in order to guarantee illness subtypes.\nthe value of these DMHIs as an alternative to traditional face"
  },
  {
    "id": 108,
    "text": "future research should address this issue in order to guarantee illness subtypes.\nthe value of these DMHIs as an alternative to traditional face\nto face interventions (perhaps for students presenting with mild\nsymptom severity), or for students who are either waiting to start 4.5 | Conclusions\n1:1 intervention or who have completed a brief 1:1 psychological\nintervention and are seeking to sustain their recovery. Digital mental health interventions have the potential to im-\nprove the mental health of university students that present\nwith mental health difficulties. To date, the majority of re-\n4.3 | Type of Psychological Interventions search on DMHIs has focused on non- clinical populations\nrather than on clinical interventions that can be integrated"
  },
  {
    "id": 109,
    "text": "4.3 | Type of Psychological Interventions search on DMHIs has focused on non- clinical populations\nrather than on clinical interventions that can be integrated\nUnsurprisingly, CBT- based interventions were the most widely with the counselling services in third- level institutions. This\nreported (similar to the literature on traditional 1:1 psycho- review demonstrates that DMHIs are an effective approach to\nlogical interventions). CBT- based interventions also appeared improve the mental health of university students with mental\nto be the most effective for reducing severity of symptoms of health difficulties. The findings suggests that while human\ndepression and anxiety when compared to other psychological guidance may be beneficial when targeting depressive symp-"
  },
  {
    "id": 110,
    "text": "depression and anxiety when compared to other psychological guidance may be beneficial when targeting depressive symp-\ntherapies such as mindfulness. This evidence is in line with an tom severity, fully automated interventions may be sufficient\numbrella review that synthesised evidence on digital health in- to achieve a reduction in symptom severity. These results are\nterventions targeting university students, which indicated that encouraging, as designing interventions that require minimal\ncomputer- based CBT was one of the factors associated with clinical guidance or support can increase the accessibility\neffectiveness (Harith et al. 2022). CBT is a widely used inter- and cost efficiency of digital interventions for students expe-"
  },
  {
    "id": 111,
    "text": "effectiveness (Harith et al. 2022). CBT is a widely used inter- and cost efficiency of digital interventions for students expe-\nvention modality that aims to identify maladaptive patterns of riencing anxiety. Moreover, this review further supports the\nthinking, emotional responses, or behaviour and replace these integration of guidance in digital interventions aimed at im-\nwith more adaptive responses (Lehtimaki et al. 2021). Several proving depression.\nreviews have identified that most digital interventions focus\non evaluating CBT (Lattie et al. 2019; Lattie, Stiles- Shields,\nand Graham 2022; Lehtimaki et al. 2021), while other inter-\nventions such as mindfulness, acceptance and commitment Acknowledgements"
  },
  {
    "id": 112,
    "text": "on evaluating CBT (Lattie et al. 2019; Lattie, Stiles- Shields,\nand Graham 2022; Lehtimaki et al. 2021), while other inter-\nventions such as mindfulness, acceptance and commitment Acknowledgements\ntherapy (ACT), or interpersonal therapy remain somewhat The authors would like to acknowledge the funders which supported\nunder- evaluated. In line with these reviews, further studies of this work through the Atlantic Futures project. Atlantic Futures is a\nother digital psychological interventions are needed to confirm €4 million 4- year cross- border research project funded by The North–\nSouth Research Programme (422560). The North–South Research\nwhether CBT- based interventions are in fact more effective\nProgramme is a collaborative scheme funded through the Government's"
  },
  {
    "id": 113,
    "text": "South Research Programme (422560). The North–South Research\nwhether CBT- based interventions are in fact more effective\nProgramme is a collaborative scheme funded through the Government's\nthan these other modalities.\nShared Island Fund. It is administered by the Higher Education\nAuthority (HEA) on behalf of the Department of Further and Higher\nEducation, Research, Innovation and Science. The authors would also\n4.4 | Limitations like to acknowledge Prof Siobhan O'Neill and Jamie McNulty as part of\nthis research project.\nOur work has some limitations. First of all, we note the hetero-\ngeneity in digital interventions including length, intervention Conflicts of Interest\ntype, psychological treatment, and differences in the measure-\nThe authors declare no conflicts of interest."
  },
  {
    "id": 114,
    "text": "geneity in digital interventions including length, intervention Conflicts of Interest\ntype, psychological treatment, and differences in the measure-\nThe authors declare no conflicts of interest.\nments of outcomes. Our search strategy was not limited to RCTs\nand the inclusion of multiple trial designs is likely to have led\nData Availability Statement\nto higher heterogeneity of the data included. However, we per-\nformed sub- groups analyses to examine the sources of heteroge- The data that support the findings of this study are available from the\nneity. Secondly, the majority of studies included in this review corresponding author upon reasonable request.\nwere based on CBT (53%), which may have impacted the favour-\nable effects of this treatment in comparison with other psycho-\nReferences"
  },
  {
    "id": 115,
    "text": "were based on CBT (53%), which may have impacted the favour-\nable effects of this treatment in comparison with other psycho-\nReferences\nlogical treatments, as these appeared to be under- represented.\nAkram, A., and T. Arshad. 2022. “Alexithymia Reduction Treatment:\nThus, the results of this review should be interpreted with cau-\nA Pilot Quasi- Experimental Study for Remediation of Alexithymia and\ntion. Finally, for the meta- analysis, we could not extract data\nIts Consequent Effects on the General Mental Health of University\nfrom 13 studies, due to a lack of available outcome data, which Students.” Counselling and Psychotherapy Research 22, no. 4: 902–912.\nmade the pool of data of included studies smaller. https:// doi. org/ 10. 1002/ capr. 12571 ."
  },
  {
    "id": 116,
    "text": "made the pool of data of included studies smaller. https:// doi. org/ 10. 1002/ capr. 12571 .\n16 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 117,
    "text": "Andersson, G., and N. Titov. 2014. “Advantages and Limitations of Conley, C. S., J. A. Durlak, J. B. Shapiro, A. A. Kirsch, and E. Zahniser.\nInternet- Based Interventions for Common Mental Disorders.” World 2016. “A Meta- Analysis of the Impact of Universal and Indicated\nPsychiatry 13, no. 1: 4–11. https:// doi. org/ 10. 1002/ wps. 20083 . Preventative Technology- Delivered Interventions for Higher Education\nStudents.” Prevention Science: the Official Journal of the Society for\nArdito, R. B., and D. Rabellino. 2011. “Therapeutic Alliance and\nPrevention Research 17, no. 6: 659–678. https:// doi. org/ 10. 1007/ s1112\nOutcome of Psychotherapy: Historical Excursus, Measurements, and\n1- 016- 0662- 3.\nProspects for Research.” Frontiers in Psychology 2: 270. https:// doi. org/"
  },
  {
    "id": 118,
    "text": "Outcome of Psychotherapy: Historical Excursus, Measurements, and\n1- 016- 0662- 3.\nProspects for Research.” Frontiers in Psychology 2: 270. https:// doi. org/\n10. 3389/ fpsyg. 2011. 00270 . Cook, L., M. Mostazir, and E. Watkins. 2019. “Reducing Stress and\nPreventing Depression (RESPOND): Randomized Controlled Trial of\nAttridge, M. D., R. C. Morfitt, D. J. Roseborough, and E. R. Jones.\nWeb- Based Rumination- Focused Cognitive Behavioral Therapy for\n2020. “Internet- Based Cognitive- Behavioral Therapy for College\nHigh- Ruminating University Students.” Journal of Medical Internet\nStudents With Anxiety, Depression, Social Anxiety, or Insomnia: Four\nResearch 21, no. 5: e11349. https:// doi. org/ 10. 2196/ 11349 .\nSingle- Group Longitudinal Studies of Archival Commercial Data and"
  },
  {
    "id": 119,
    "text": "Research 21, no. 5: e11349. https:// doi. org/ 10. 2196/ 11349 .\nSingle- Group Longitudinal Studies of Archival Commercial Data and\nReplication of Employee User Study.” JMIR Formative Research 4, no. 7: Cordero, C. P., and A. L. Dans. 2021. “Key Concepts in Clinical\ne17712. https:// doi. org/ 10. 2196/ 17712 . Epidemiology: Detecting and Dealing With Heterogeneity in Meta-\nAnalyses.” Journal of Clinical Epidemiology 130: 149–151. https:// doi.\nAuerbach, R. P., P. Mortier, R. Bruffaerts, et al. 2018. “WHO World\norg/ 10. 1016/j. jclin epi. 2020. 09. 045.\nMental Health Surveys International College Student Project:\nPrevalence and Distribution of Mental Disorders.” Journal of Abnormal Cuijpers, P., T. Donker, A. van Straten, J. Li, and G. Andersson. 2010."
  },
  {
    "id": 120,
    "text": "Prevalence and Distribution of Mental Disorders.” Journal of Abnormal Cuijpers, P., T. Donker, A. van Straten, J. Li, and G. Andersson. 2010.\nPsychology 127, no. 7: 623–638. https:// doi. org/ 10. 1037/ abn00 00362 . “Is Guided Self- Help as Effective as Face- To- Face Psychotherapy for\nDepression and Anxiety Disorders? A Systematic Review and Meta-\nBalcombe, L., and D. De Leo. 2022. “Evaluation of the Use of Digital\nAnalysis of Comparative Outcome Studies.” Psychological Medicine 40,\nMental Health Platforms and Interventions: Scoping Review.”\nno. 12: 1943–1957. https://d oi.o rg/1 0.1 017/S 00332 91710 000772.\nInternational Journal of Environmental Research and Public Health 20,"
  },
  {
    "id": 121,
    "text": "Mental Health Platforms and Interventions: Scoping Review.”\nno. 12: 1943–1957. https://d oi.o rg/1 0.1 017/S 00332 91710 000772.\nInternational Journal of Environmental Research and Public Health 20,\nno. 1: 362. https:// doi. org/ 10. 3390/ ijerp h2001 0362. D'Adamo, L., L. Paraboschi, A. C. Grammer, et al. 2023. “Reach and\nUptake of Digital Mental Health Interventions Based on Cognitive-\nBautista, C. L., A. L. Ralston, R. L. Brock, and D. A. Hope. 2022. Behavioral Therapy for College Students: A Systematic Review.” Journal\n“Peer Coach Support in Internet- Based Cognitive Behavioral Therapy of Behavioral and Cognitive Therapy 33, no. 2: 97–117. https:// doi. org/ 10.\nfor College Students With Social Anxiety Disorder: Efficacy and 1016/j.j bct.2 023.0 5.0 02."
  },
  {
    "id": 122,
    "text": "for College Students With Social Anxiety Disorder: Efficacy and 1016/j.j bct.2 023.0 5.0 02.\nAcceptability.” Cogent Psychology 9, no. 1: 2040160. https:// doi. org/ 10.\n1080/ 23311 908. 2022. 2040160. Dear, B. F., B. Johnson, A. Singh, et al. 2019. “Examining an Internet-\nDelivered Intervention for Anxiety and Depression When Delivered as a\nBeck, A. T., C. Ward, and M. Mendelson. 1961. “Beck Depression Part of Routine Care for University Students: A Phase IV Trial.” Journal\nInventory (BDI).” Archives of General Psychiatry 4: 561–571. of Affective Disorders 256: 567–577. https:// doi. org/ 10. 1016/j. jad. 2019.\nBeck, A. T., N. Epstein, G. Brown, and R. A. Steer. 1988. “An Inventory 06.0 44."
  },
  {
    "id": 123,
    "text": "Beck, A. T., N. Epstein, G. Brown, and R. A. Steer. 1988. “An Inventory 06.0 44.\nfor Measuring Clinical Anxiety: Psychometric Properties.” Journal of Duffy, A., C. Keown- Stoneman, S. Goodday, et al. 2020. “Predictors\nConsulting and Clinical Psychology 56: 893–897. of Mental Health and Academic Outcomes in First- Year University\nStudents: Identifying Prevention and Early- Intervention Targets.”\nBeck, A., R. Steer, and G. Brown. 1996. BDI- II, Beck Depression Inventory:\nBJPsych Open 6, no. 3: e46. https:// doi. org/ 10. 1192/ bjo. 2020. 24.\nManual. Psychological Corporation.\nDuffy, A., K. E. Saunders, G. S. Malhi, et al. 2019. “Mental Health Care\nBell, I. H., J. Nicholas, A. Broomhall, et al. 2023. “The Impact of COVID- 19"
  },
  {
    "id": 124,
    "text": "Manual. Psychological Corporation.\nDuffy, A., K. E. Saunders, G. S. Malhi, et al. 2019. “Mental Health Care\nBell, I. H., J. Nicholas, A. Broomhall, et al. 2023. “The Impact of COVID- 19\nfor University Students: A Way Forward?” Lancet Psychiatry 6, no. 11:\non Youth Mental Health: A Mixed Methods Survey.” Psychiatry Research\n885–887. https:// doi. org/ 10. 1016/ S2215 - 0366(19) 30275 - 5.\n321: 115082. https:// doi. org/ 10. 1016/j. psych res. 2023. 115082.\nDumarkaite, A., I. Truskauskaite- Kuneviciene, G. Andersson,\nBorenstein, M., L. Hedges, J. Higgins, and H. Rothstein. 2013.\nand E. Kazlauskas. 2022. “The Effects of Online Mindfulness-\nComprehensive Meta- Analysis Version 3. Biostat.\nBased Intervention on Posttraumatic Stress Disorder and Complex"
  },
  {
    "id": 125,
    "text": "and E. Kazlauskas. 2022. “The Effects of Online Mindfulness-\nComprehensive Meta- Analysis Version 3. Biostat.\nBased Intervention on Posttraumatic Stress Disorder and Complex\nBorenstein, M., L. V. Hedges, J. P. T. Higgins, and H. R. Rothstein. 2009. Posttraumatic Stress Disorder Symptoms: A Randomized Controlled\nIntroduction to Meta-A nalysis. John Wiley & Sons. Trial With 3- Month Follow- Up.” Frontiers in Psychiatry 13: 799259.\nhttps://d oi.o rg/1 0.3 389/f psyt.2 022.7 99259.\nBorghouts, J., E. Eikey, G. Mark, et al. 2021. “Barriers to and Facilitators\nof User Engagement With Digital Mental Health Interventions: Duval, S., and R. Tweedie. 2000. “Trim and Fill: A Simple Funnel- Plot-"
  },
  {
    "id": 126,
    "text": "of User Engagement With Digital Mental Health Interventions: Duval, S., and R. Tweedie. 2000. “Trim and Fill: A Simple Funnel- Plot-\nSystematic Review.” Journal of Medical Internet Research 23, no. 3: Based Method of Testing and Adjusting for Publication Bias in Meta-\ne24387. https:// doi. org/ 10. 2196/ 24387 . Analysis.” Biometrics 56, no. 2: 455–463. https:// doi. org/ 10. 1111/j.\n0006-3 41x.2 000.0 0455.x .\nBroglia, E., A. Millings, and M. Barkham. 2019. “Counseling With\nGuided Use of a Mobile Well- Being App for Students Experiencing Ebert, D. D., C. Buntrock, D. Lehr, et al. 2018. “Effectiveness of\nAnxiety or Depression: Clinical Outcomes of a Feasibility Trial Web- and Mobile- Based Treatment of Subthreshold Depression With"
  },
  {
    "id": 127,
    "text": "Anxiety or Depression: Clinical Outcomes of a Feasibility Trial Web- and Mobile- Based Treatment of Subthreshold Depression With\nEmbedded in a Student Counseling Service.” JMIR mHealth and Adherence- Focused Guidance: A Single- Blind Randomized Controlled\nuHealth 7, no. 8: e14318. https:// doi. org/ 10. 2196/ 14318 . Trial.” Behavior Therapy 49, no. 1: 71–83. https:// doi. org/ 10. 1016/j. beth.\n2017.0 5.0 04.\nBruhns, A., T. Lüdtke, S. Moritz, and L. Bücker. 2021. “A Mobile- Based\nIntervention to Increase Self- Esteem in Students With Depressive Erbe, D., H. C. Eichert, H. Riper, and D. D. Ebert. 2017. “Blending Face-\nSymptoms: Randomized Controlled Trial.” JMIR mHealth and uHealth To- Face and Internet- Based Interventions for the Treatment of Mental"
  },
  {
    "id": 128,
    "text": "Symptoms: Randomized Controlled Trial.” JMIR mHealth and uHealth To- Face and Internet- Based Interventions for the Treatment of Mental\n9, no. 7: e26498. https:// doi. org/ 10. 2196/ 26498 . Disorders in Adults: Systematic Review.” Journal of Medical Internet\nResearch 19, no. 9: e306. https:// doi. org/ 10. 2196/ jmir. 6588.\nCampbell, F., L. Blank, A. Cantrell, et al. 2022. “Factors That Influence\nMental Health of University and College Students in the UK: A Ferrari, M., S. Allan, C. Arnold, et al. 2022. “Digital Interventions for\nSystematic Review.” BMC Public Health 22: 1778. https:// doi. org/ 10. Psychological Well- Being in University Students: Systematic Review\n1186/s 12889 -0 22-1 3943- x . and Meta- Analysis.” Journal of Medical Internet Research 24, no. 9:"
  },
  {
    "id": 129,
    "text": "1186/s 12889 -0 22-1 3943- x . and Meta- Analysis.” Journal of Medical Internet Research 24, no. 9:\ne39686. https:// doi. org/ 10. 2196/ 39686 .\nColizzi, M., A. Lasalvia, and M. Ruggeri. 2020. “Prevention and Early\nIntervention in Youth Mental Health: Is It Time for a Multidisciplinary Fleming, T., L. Bavin, M. Lucassen, K. Stasiak, S. Hopkins, and S. Merry.\nand Trans- Diagnostic Model for Care?” International Journal of Mental 2018. “Beyond the Trial: Systematic Review of Real- World Uptake and\nHealth Systems 14: 23. https:// doi. org/ 10. 1186/ s1303 3- 020- 00356 - 9. Engagement With Digital Self- Help Interventions for Depression, Low\n17 of 20"
  },
  {
    "id": 130,
    "text": "Mood, or Anxiety.” Journal of Medical Internet Research 20, no. 6: e199. Higgins, J. P., D. G. Altman, P. C. Gøtzsche, et al. 2011. “The Cochrane\nhttps:// doi. org/ 10. 2196/ jmir. 9275. Collaboration's Tool for Assessing Risk of Bias in Randomised Trials.”\nBMJ 343: d5928. https:// doi. org/ 10. 1136/ bmj. d5928 .\nForbes, A., M. R. Keleher, M. Venditto, and F. DiBiasi. 2023. “Assessing\nPatient Adherence to and Engagement With Digital Interventions for Higgins, J. P., S. G. Thompson, J. J. Deeks, and D. G. Altman. 2003.\nDepression in Clinical Trials: Systematic Literature Review.” Journal “Measuring Inconsistency in Meta- Analyses.” BMJ (Clinical Research"
  },
  {
    "id": 131,
    "text": "Depression in Clinical Trials: Systematic Literature Review.” Journal “Measuring Inconsistency in Meta- Analyses.” BMJ (Clinical Research\nof Medical Internet Research 25: e43727. https:// doi. org/ 10. 2196/ 43727 . Edition) 327, no. 7414: 557–560. https:// doi. org/ 10. 1136/ bmj. 327.\n7414. 557.\nGan, D. Z., L. McGillivray, J. Han, H. Christensen, and M. Torok. 2021.\n“Effect of Engagement With Digital Interventions on Mental Health Karyotaki, E., A. M. Klein, M. Ciharova, et al. 2022. “Guided Internet-\nOutcomes: A Systematic Review and Meta- Analysis.” Frontiers in Based Transdiagnostic Individually Tailored Cognitive Behavioral\nDigital Health 3: 764079. https://d oi.o rg/1 0.3 389/f dgth.2 021.7 64079. Therapy for Symptoms of Depression and/or Anxiety in College"
  },
  {
    "id": 132,
    "text": "Digital Health 3: 764079. https://d oi.o rg/1 0.3 389/f dgth.2 021.7 64079. Therapy for Symptoms of Depression and/or Anxiety in College\nStudents: A Randomized Controlled Trial.” Behaviour Research and\nGoodwin, R. D., A. H. Weinberger, J. H. Kim, M. Wu, and S. Galea. 2020.\nTherapy 150: 104028. https:// doi. org/ 10. 1016/j. brat. 2021. 104028.\n“Trends in Anxiety Among Adults in the United States, 2008–2018:\nRapid Increases Among Young Adults.” Journal of Psychiatric Research Kessler, R. C., G. P. Amminger, S. Aguilar- Gaxiola, J. Alonso, S. Lee,\n130: 441–446. https:// doi. org/ 10. 1016/j. jpsyc hires. 2020. 08. 014. and T. B. Ustün. 2007. “Age of Onset of Mental Disorders: A Review of\nRecent Literature.” Current Opinion in Psychiatry 20, no. 4: 359–364."
  },
  {
    "id": 133,
    "text": "Recent Literature.” Current Opinion in Psychiatry 20, no. 4: 359–364.\nGoodwin, R. D., L. C. Dierker, M. Wu, S. Galea, C. W. Hoven, and A. H.\nhttps:// doi. org/ 10. 1097/ YCO. 0b013 e3281 6ebc8c.\nWeinberger. 2022. “Trends in US Depression Prevalence From 2015 to\n2020: The Widening Treatment Gap.” American Journal of Preventive Kessler, R. C., P. Berglund, O. Demler, R. Jin, K. R. Merikangas, and E.\nMedicine 63, no. 5: 726–733. https:// doi. org/ 10. 1016/j. amepre. 2022. E. Walters. 2005. “Lifetime Prevalence and Age- Of- Onset Distributions\n05. 014. of DSM- IV Disorders in the National Comorbidity Survey Replication.”\nArchives of General Psychiatry 62, no. 6: 593–602.\nHa, S. W., and J. Kim. 2020. “Designing a Scalable, Accessible, and"
  },
  {
    "id": 134,
    "text": "05. 014. of DSM- IV Disorders in the National Comorbidity Survey Replication.”\nArchives of General Psychiatry 62, no. 6: 593–602.\nHa, S. W., and J. Kim. 2020. “Designing a Scalable, Accessible, and\nEffective Mobile App Based Solution for Common Mental Health Kim, S., and K. Lee. 2023. “Development and Evaluation of an Online\nProblems.” International Journal of Human- Computer Interaction 36, Mental Health Program for Traumatized Female College Students: A\nno. 14: 1354–1367. https:// doi. org/ 10. 1080/ 10447 318. 2020. 1750792. Randomized Controlled Trial.” Archives of Psychiatric Nursing 43: 118–\n126. https:// doi. org/ 10. 1016/j. apnu. 2023. 01. 003.\nHaeger, J. A., C. H. Davis, and M. E. Levin. 2022. “Utilizing ACT"
  },
  {
    "id": 135,
    "text": "126. https:// doi. org/ 10. 1016/j. apnu. 2023. 01. 003.\nHaeger, J. A., C. H. Davis, and M. E. Levin. 2022. “Utilizing ACT\nDaily as a Self- Guided App for Clients Waiting for Services at a College King, N., W. Pickett, S. H. McNevin, et al. 2021. “Mental Health Need of\nCounseling Center: A Pilot Study.” Journal of American College Health Students at Entry to University: Baseline Findings From the U- Flourish\n70, no. 3: 742–749. https:// doi. org/ 10. 1080/ 07448 481. 2020. 1763366. Student Well- Being and Academic Success Study.” Early Intervention in\nPsychiatry 15, no. 2: 286–295. https:// doi. org/ 10. 1111/ eip. 12939 .\nHallett, C. 2012. “Is There Time Enough? Ethical Dilemmas Inherent"
  },
  {
    "id": 136,
    "text": "Psychiatry 15, no. 2: 286–295. https:// doi. org/ 10. 1111/ eip. 12939 .\nHallett, C. 2012. “Is There Time Enough? Ethical Dilemmas Inherent\nin Offering Time Limited Work in the University.” British Journal of Kingston, J., L. Becker, J. Woeginger, and L. Ellett. 2020. “A Randomised\nPsychotherapy 28: 249–263. https:// doi. org/ 10. 1111/j. 1752- 0118. 2012. Trial Comparing a Brief Online Delivery of Mindfulness- Plus- Values\n01285. x. Versus Values Only for Symptoms of Depression: Does Baseline Severity\nMatter?” Journal of Affective Disorders 276: 936–944. https:// doi. org/ 10.\nHarith, S., I. Backhaus, N. Mohbin, H. T. Ngo, and S. Khoo. 2022. 1016/j.j ad.2 020.0 7.0 87.\n“Effectiveness of Digital Mental Health Interventions for University"
  },
  {
    "id": 137,
    "text": "Harith, S., I. Backhaus, N. Mohbin, H. T. Ngo, and S. Khoo. 2022. 1016/j.j ad.2 020.0 7.0 87.\n“Effectiveness of Digital Mental Health Interventions for University\nKroenke, K., R. L. Spitzer, and J. B. Williams. 2001. “The Phq- 9.”\nStudents: An Umbrella Review.” PeerJ 10: e13111. https:// doi. org/ 10.\nJournal of General Internal Medicine 16: 606–613.\n7717/ peerj. 13111 .\nKroenke, K., R. L. Spitzer, F. V. deGruy, and R. Swindle. 1998. 15-\nHarrer, M., S. H. Adam, R. J. Fleischmann, et al. 2018. “Effectiveness\nItem Patient Health Questionnaire (PHQ- 15) [Database Record]. APA\nof an Internet- and App- Based Intervention for College Students With\nPsycTests.\nElevated Stress: Randomized Controlled Trial.” Journal of Medical"
  },
  {
    "id": 138,
    "text": "of an Internet- and App- Based Intervention for College Students With\nPsycTests.\nElevated Stress: Randomized Controlled Trial.” Journal of Medical\nInternet Research 20, no. 4: e136. https:// doi. org/ 10. 2196/ jmir. 9293. Kroenke, K., R. L. Spitzer, J. B. W. Williams, and B. Löwe. 2009. Patient\nHealth Questionnaire- 4 (PHQ- 4) [Database Record]. APA PsycTests.\nHarrison, G., and E. Gordon. 2021. “Counsellors' Experiences of\nProviding Counselling to Students in University- Level Institutions in Lattie, E. G., C. Stiles- Shields, and A. K. Graham. 2022. “An Overview\nIreland: An Evolving Phenomenon.” Counselling and Psychotherapy of and Recommendations for More Accessible Digital Mental Health"
  },
  {
    "id": 139,
    "text": "Ireland: An Evolving Phenomenon.” Counselling and Psychotherapy of and Recommendations for More Accessible Digital Mental Health\nResearch 21, no. 4: 805–815. https:// doi. org/ 10. 1002/ capr. 12441 . Services.” Nature Reviews Psychology 1, no. 2: 87–100. https:// doi. org/\n10.1 038/s 44159 -0 21-0 0003- 1 .\nHe, Y., L. Yang, X. Zhu, et al. 2022. “Mental Health Chatbot for Young\nAdults With Depressive Symptoms During the COVID- 19 Pandemic: Lattie, E. G., E. C. Adkins, N. Winquist, C. Stiles- Shields, Q. E. Wafford,\nSingle- Blind, Three- Arm Randomized Controlled Trial.” Journal of and A. K. Graham. 2019. “Digital Mental Health Interventions for\nMedical Internet Research 24, no. 11: e40719. https:// doi. org/ 10. 2196/ Depression, Anxiety, and Enhancement of Psychological Well- Being"
  },
  {
    "id": 140,
    "text": "Medical Internet Research 24, no. 11: e40719. https:// doi. org/ 10. 2196/ Depression, Anxiety, and Enhancement of Psychological Well- Being\n40719. Among College Students: Systematic Review.” Journal of Medical\nInternet Research 21, no. 7: e12869. https:// doi. org/ 10. 2196/ 12869 .\nHemmings, N. R., J. M. Kawadler, R. Whatmough, et al. 2021.\n“Development and Feasibility of a Digital Acceptance and Commitment Lehtimaki, S., J. Martic, B. Wahl, K. T. Foster, and N. Schwalbe. 2021.\nTherapy–Based Intervention for Generalized Anxiety Disorder: Pilot “Evidence on Digital Mental Health Interventions for Adolescents and\nAcceptability Study.” JMIR Formative Research 5, no. 2: e21737. https:// Young People: Systematic Overview.” JMIR Mental Health 8, no. 4:"
  },
  {
    "id": 141,
    "text": "Acceptability Study.” JMIR Formative Research 5, no. 2: e21737. https:// Young People: Systematic Overview.” JMIR Mental Health 8, no. 4:\ndoi. org/ 10. 2196/ 21737 . e25847. https:// doi. org/ 10. 2196/ 25847 .\nHennemann, S., K. Böhme, M. Kleinstäuber, et al. 2022. “Is Therapist Leung, C., J. Pei, K. Hudec, F. Shams, R. Munthali, and D. Vigo. 2022.\nSupport Needed? Comparing Therapist- and Self- Guided Internet- Based “The Effects of Non- Clinician Guidance on Effectiveness and Process\nCBT for Somatic Symptom Distress (iSOMA) in Emerging Adults.” Outcomes in Digital Mental Health Interventions: Systematic Review\nBehavior Therapy 53, no. 6: 1205–1218. https:// doi. org/ 10. 1016/j. beth. and Meta- Analysis.” Journal of Medical Internet Research 24, no. 6:"
  },
  {
    "id": 142,
    "text": "Behavior Therapy 53, no. 6: 1205–1218. https:// doi. org/ 10. 1016/j. beth. and Meta- Analysis.” Journal of Medical Internet Research 24, no. 6:\n2022.0 6.0 06. e36004. https:// doi. org/ 10. 2196/ 36004 .\nHides, L., G. Dingle, C. Quinn, et al. 2019. “Efficacy and Outcomes of Levin, M. E., E. T. Hicks, and J. Krafft. 2022. “Pilot Evaluation of the\na Music- Based Emotion Regulation Mobile App in Distressed Young Stop, Breathe & Think Mindfulness App for Student Clients on a College\nPeople: Randomized Controlled Trial.” JMIR mHealth and uHealth 7, Counselling Centre Waitlist.” Journal of American College Health 70,\nno. 1: e11482. https:// doi. org/ 10. 2196/ 11482 . no. 1: 165–173. https:// doi. org/ 10. 1080/ 07448 481. 2020. 1728281.\n18 of 20 Early Intervention in Psychiatry, 2025"
  },
  {
    "id": 143,
    "text": "Linardon, J., and M. Fuller- Tyszkiewicz. 2020. “Attrition and Adherence Meta-A nalysis.” International Journal of Mental Health Systems 16, no.\nin Smartphone- Delivered Interventions for Mental Health Problems: 1: 57. https:// doi. org/ 10. 1186/ s1303 3- 022- 00569 - 0.\nA Systematic and Meta- Analytic Review.” Journal of Consulting and\nOswalt, S. B., A. M. Lederer, K. Chestnut- Steich, C. Day, A. Halbritter,\nClinical Psychology 88, no. 1: 1–13. https:// doi. org/ 10. 1037/ ccp00 00459 .\nand D. Ortiz. 2020. “Trends in College Students' Mental Health\nLing, Y., Y. He, Y. Wei, W. Cen, Q. Zhou, and M. Zhong. 2016. “Intrinsic Diagnoses and Utilization of Services, 2009- 2015.” Journal of American"
  },
  {
    "id": 144,
    "text": "Ling, Y., Y. He, Y. Wei, W. Cen, Q. Zhou, and M. Zhong. 2016. “Intrinsic Diagnoses and Utilization of Services, 2009- 2015.” Journal of American\nand Extrinsic Goals as Moderators of Stress and Depressive Symptoms College Health 68, no. 1: 41–51. https:// doi. org/ 10. 1080/ 07448 481. 2018.\nin Chinese Undergraduate Students: A Multi- Wave Longitudinal Study.” 1515748.\nBMC Psychiatry 16: 1–8. https:// doi. org/ 10. 1186/ s1288 8- 016- 0842- 5.\nPage, M. J., J. E. McKenzie, P. M. Bossuyt, et al. 2021. “The PRISMA\nLipson, S. K., E. G. Lattie, and D. Eisenberg. 2019. “Increased Rates of 2020 Statement: An Updated Guideline for Reporting Systematic\nMental Health Service Utilization by U.S. College Students: 10- Year Reviews.” Systematic Reviews 10: 89. https:// doi. org/ 10. 1186/ s1364 3-"
  },
  {
    "id": 145,
    "text": "Mental Health Service Utilization by U.S. College Students: 10- Year Reviews.” Systematic Reviews 10: 89. https:// doi. org/ 10. 1186/ s1364 3-\nPopulation- Level Trends (2007- 2017).” Psychiatric Services (Washington, 021- 01626 - 4.\nDC) 70, no. 1: 60–63. https:// doi. org/ 10. 1176/ appi. ps. 20180 0332.\nPalacios, J. E., D. Richards, R. Palmer, et al. 2018. “Supported Internet-\nLovibond, S. H., and P. F. Lovibond. 1995. Depression Anxiety Stress Delivered Cognitive Behavioral Therapy Programs for Depression,\nScales (DASS—21, DASS—42) [Database record]. APA PsycTests. Anxiety, and Stress in University Students: Open, Non- Randomised\nTrial of Acceptability, Effectiveness, and Satisfaction.” JMIR Mental\nMcCall, H. C., C. G. Richardson, F. D. Helgadottir, and F. S. Chen."
  },
  {
    "id": 146,
    "text": "Trial of Acceptability, Effectiveness, and Satisfaction.” JMIR Mental\nMcCall, H. C., C. G. Richardson, F. D. Helgadottir, and F. S. Chen.\nHealth 5, no. 4: e11467. https:// doi. org/ 10. 2196/ 11467 .\n2018. “Evaluating a Web- Based Social Anxiety Intervention Among\nUniversity Students: Randomized Controlled Trial.” Journal of Medical Papini, S., J. Jacquart, E. D. Zaizar, M. J. Telch, and J. A. Smits. 2023.\nInternet Research 20, no. 3: e91. https://d oi.o rg/1 0.2 196/j mir.8 630. “Targeting Anxiety Sensitivity With Evidence- Based Psychoeducation:\nA Randomized Waitlist- Controlled Trial of a Brief Standalone Digital\nMcGorry, P. D., C. Mei, N. Dalal, et al. 2024. “The Lancet Psychiatry\nIntervention.” Cognitive and Behavioral Practice 30, no. 4: 678–691."
  },
  {
    "id": 147,
    "text": "McGorry, P. D., C. Mei, N. Dalal, et al. 2024. “The Lancet Psychiatry\nIntervention.” Cognitive and Behavioral Practice 30, no. 4: 678–691.\nCommission on Youth Mental Health.” Lancet Psychiatry 11, no. 9:\nhttps://d oi.o rg/1 0.1 016/j.c bpra.2 022.0 4.0 01.\n731–774.\nPauley, D., P. Cuijpers, D. Papola, C. Miguel, and E. Karyotaki. 2023.\nMcKenzie, J. E., S. E. Brennan, R. E. Ryan, H. J. Thomson, R. V.\n“Two Decades of Digital Interventions for Anxiety Disorders: A\nJohnston, and J. Thomas. 2019. “Defining the Criteria for Including\nSystematic Review and Meta- Analysis of Treatment Effectiveness.”\nStudies and How They Will Be Grouped for the Synthesis.” Cochrane\nPsychological Medicine 53, no. 2: 567–579. https:// doi. org/ 10. 1017/ S0033"
  },
  {
    "id": 148,
    "text": "Studies and How They Will Be Grouped for the Synthesis.” Cochrane\nPsychological Medicine 53, no. 2: 567–579. https:// doi. org/ 10. 1017/ S0033\nHandbook for Systematic Reviews of Interventions, edited by J. P.\n29172 1001999.\nHiggins, J. Thomas, J. Chandler, 33–65. Wiley. https://d oi.o rg/1 0.1 002/\n97811 19536 604. ch3. Philippe, T. J., N. Sikder, A. Jackson, et al. 2022. “Digital Health\nInterventions for Delivery of Mental Health Care: Systematic and\nMelcher, J., E. Camacho, S. Lagan, and J. Torous. 2022. “College Student\nComprehensive Meta- Review.” JMIR Mental Health 9, no. 5: e35159.\nEngagement With Mental Health Apps: Analysis of Barriers to Sustained\nhttps:// doi. org/ 10. 2196/ 35159 .\nUse.” Journal of American College Health 70, no. 6: 1819–1825. https://"
  },
  {
    "id": 149,
    "text": "Engagement With Mental Health Apps: Analysis of Barriers to Sustained\nhttps:// doi. org/ 10. 2196/ 35159 .\nUse.” Journal of American College Health 70, no. 6: 1819–1825. https://\ndoi. org/ 10. 1080/ 07448 481. 2020. 1825225. Pineda, B. S., R. Mejia, Y. Qin, J. Martinez, L. G. Delgadillo, and\nR. F. Muñoz. 2023. “Updated Taxonomy of Digital Mental Health\nMohr, D. C., P. Cuijpers, and K. Lehman. 2011. “Supportive\nInterventions: A Conceptual Framework.” mHealth 9: 28. https:// doi.\nAccountability: A Model for Providing Human Support to Enhance\norg/ 10. 21037/ mheal th- 23- 6.\nAdherence to eHealth Interventions.” Journal of Medical Internet\nResearch 13, no. 1: e30. https:// doi. org/ 10. 2196/ jmir. 1602. Ponzo, S., D. Morelli, J. M. Kawadler, N. R. Hemmings, G. Bird, and D."
  },
  {
    "id": 150,
    "text": "Research 13, no. 1: e30. https:// doi. org/ 10. 2196/ jmir. 1602. Ponzo, S., D. Morelli, J. M. Kawadler, N. R. Hemmings, G. Bird, and D.\nPlans. 2020. “Efficacy of the Digital Therapeutic Mobile App BioBase\nMontagni, I., C. Tzourio, T. Cousin, J. A. Sagara, J. Bada- Alonzi, and\nto Reduce Stress and Improve Mental Well- Being Among University\nA. Horgan. 2020. “Mental Health- Related Digital Use by University\nStudents: Randomized Controlled Trial.” JMIR mHealth and uHealth 8,\nStudents: A Systematic Review.” Telemedicine Journal and e- Health:\nno. 4: e17767. https:// doi. org/ 10. 2196/ 17767 .\nThe Official Journal of the American Telemedicine Association 26, no. 2:\n131–146. https:// doi. org/ 10. 1089/ tmj. 2018. 0316. Rackoff, G. N., E. E. Fitzsimmons- Craft, C. B. Taylor, D. Eisenberg, D."
  },
  {
    "id": 151,
    "text": "131–146. https:// doi. org/ 10. 1089/ tmj. 2018. 0316. Rackoff, G. N., E. E. Fitzsimmons- Craft, C. B. Taylor, D. Eisenberg, D.\nE. Wilfley, and M. G. Newman. 2022. “A Randomized Controlled Trial\nMoshe, I., Y. Terhorst, P. Philippi, et al. 2021. “Digital Interventions for\nof Internet- Based Self- Help for Stress During the COVID- 19 Pandemic.”\nthe Treatment of Depression: A Meta- Analytic Review.” Psychological\nJournal of Adolescent Health: Official Publication of the Society for\nBulletin 147, no. 8: 749–786. https:// doi. org/ 10. 1037/ bul00 00334 .\nAdolescent Medicine 71, no. 2: 157–163. https:// doi. org/ 10. 1016/j. jadoh\nMusiat, P., C. Johnson, M. Atkinson, S. Wilksch, and T. Wade. 2022. “Impact ealth.2 022.0 1.2 27.\nof Guidance on Intervention Adherence in Computerised Interventions"
  },
  {
    "id": 152,
    "text": "Musiat, P., C. Johnson, M. Atkinson, S. Wilksch, and T. Wade. 2022. “Impact ealth.2 022.0 1.2 27.\nof Guidance on Intervention Adherence in Computerised Interventions\nRadloff, L. S. 1977. “The CES- D Scale a Self- Report Depression Scale\nfor Mental Health Problems: A Meta- Analysis.” Psychological Medicine\nfor Research in the General Population.” Applied Psychological\n52, no. 2: 229–240. https:// doi. org/ 10. 1017/ S0033 29172 1004621.\nMeasurement 1: 385–401.\nNewman, M. G., N. Kanuri, G. N. Rackoff, N. C. Jacobson, M. J. Bell,\nRäsänen, P., J. Muotka, and R. Lappalainen. 2023. “Examining\nand C. B. Taylor. 2021. “A Randomized Controlled Feasibility Trial of\nCoaches' Asynchronous Written Feedback in Two Blended ACT-\nInternet- Delivered Guided Self- Help for Generalized Anxiety Disorder"
  },
  {
    "id": 153,
    "text": "and C. B. Taylor. 2021. “A Randomized Controlled Feasibility Trial of\nCoaches' Asynchronous Written Feedback in Two Blended ACT-\nInternet- Delivered Guided Self- Help for Generalized Anxiety Disorder\nBased Interventions for Enhancing University students' Wellbeing and\n(GAD) Among University Students in India.” Psychotherapy (Chicago,\nReducing Psychological Distress: A Randomized Study.” Journal of\nIL) 58, no. 4: 591–601. https:// doi. org/ 10. 1037/ pst00 00383 .\nContextual Behavioral Science 29: 98–108. https:// doi. org/ 10. 1016/j. jcbs.\nO'Bryan, E. M., A. C. McLeish, A. M. Norr, et al. 2021. “A Randomized 2023.0 6.0 06.\nControlled Trial Evaluating the Efficacy of a Brief Computerized\nRiboldi, I., D. Cavaleri, A. Calabrese, et al. 2023. “Digital Mental Health"
  },
  {
    "id": 154,
    "text": "Controlled Trial Evaluating the Efficacy of a Brief Computerized\nRiboldi, I., D. Cavaleri, A. Calabrese, et al. 2023. “Digital Mental Health\nAnxiety Sensitivity Reduction Intervention for Health Anxiety.”\nInterventions for Anxiety and Depressive Symptoms in University\nJournal of Anxiety Disorders 82: 102425. https:// doi. org/ 10. 1016/j. janxd\nStudents During the COVID- 19 Pandemic: A Systematic Review of\nis.2 021.1 02425.\nRandomized Controlled Trials.” Revista de Psiquiatria y Salud Mental\nOECD Indicators. 2022. “Education at a Glance, 2022, Editions OECD 16: 47–58. https://d oi.o rg/1 0.1 016/j.r psm.2 022.0 4.0 05.\n2021.” https:// www. oecd. org/ en/ publi catio ns/ educa tion- at- a- glanc e-\nRichards, D., and T. Richardson. 2012. “Computer- Based Psychological"
  },
  {
    "id": 155,
    "text": "2021.” https:// www. oecd. org/ en/ publi catio ns/ educa tion- at- a- glanc e-\nRichards, D., and T. Richardson. 2012. “Computer- Based Psychological\n2022_ 31971 52b- en. html.\nTreatments for Depression: A Systematic Review and Meta- Analysis.”\nOsborn, T. G., S. Li, R. Saunders, and P. Fonagy. 2022. “University Clinical Psychology Review 32, no. 4: 329–342. https:// doi. org/ 10. 1016/j.\nStudents' Use of Mental Health Services: A Systematic Review and cpr.2 012.0 2.0 04.\n19 of 20"
  },
  {
    "id": 156,
    "text": "Ruehlman, L., and P. Karoly. 2023. “A Pilot Test of Internet- Delivered 2005–2017.” Journal of Abnormal Psychology 128, no. 3: 185–199. https://\nBrief Interactive Training Sessions for Depression: Evaluating Dropout, doi. org/ 10. 1037/ abn00 00410 .\nUptake, Adherence, and Outcome.” Journal of American College Health\nValentine, L., C. McEnery, I. Bell, et al. 2020. “Blended Digital and Face-\n71, no. 7: 2131–2139. https:// doi. org/ 10. 1080/ 07448 481. 2021. 1961781.\nTo- Face Care for First- Episode Psychosis Treatment in Young People:\nRyan, R. M., and E. L. Deci. 2000. “Intrinsic and Extrinsic Motivations: Qualitative Study.” JMIR Mental Health 7, no. 7: e18990. https:// doi. org/\nClassic Definitions and New Directions.” Contemporary Educational 10. 2196/ 18990 ."
  },
  {
    "id": 157,
    "text": "Classic Definitions and New Directions.” Contemporary Educational 10. 2196/ 18990 .\nPsychology 25, no. 1: 54–67. https:// doi. org/ 10. 1006/ ceps. 1999. 1020.\nvan't Hof, E., P. Cuijpers, and D. J. Stein. 2009. “Self- Help and Internet-\nSalamanca- Sanabria, A., D. Richards, L. Timulak, et al. 2020. Guided Interventions in Depression and Anxiety Disorders: A\n“A Culturally Adapted Cognitive Behavioral Internet- Delivered Systematic Review of Meta- Analyses.” CNS Spectrums 14, no. 2 Suppl 3:\nIntervention for Depressive Symptoms: Randomized Controlled Trial.” 34–40. https:// doi. org/ 10. 1017/ s1092 85290 0027279.\nJMIR Mental Health 7, no. 1: e13392. https:// doi. org/ 10. 2196/ 13392 .\nVeritas Health Innovation. 2020. Covidence Systematic Review"
  },
  {
    "id": 158,
    "text": "JMIR Mental Health 7, no. 1: e13392. https:// doi. org/ 10. 2196/ 13392 .\nVeritas Health Innovation. 2020. Covidence Systematic Review\nSchueller, S. M., and J. Torous. 2020. “Scaling Evidence- Based Software. http://w ww.c ovide nce.o rg.\nTreatments Through Digital Mental Health.” American Psychologist 75,\nWalsh, S., J. Cullinan, D. Flannery, and B. Kennelly. 2022. “Modelling\nno. 8: 1093–1104. https:// doi. org/ 10. 1037/ amp00 00654 .\nStudent Preferences for the Design of Campus Counselling Services.”\nShort, N. A., and N. B. Schmidt. 2020. “Developing and Testing a Novel, Studies in Higher Education 47, no. 2: 305–317. https:// doi. org/ 10. 1080/\nComputerized Insomnia and Anxiety Intervention to Reduce Safety 030750 79.2 020.1 744124."
  },
  {
    "id": 159,
    "text": "Computerized Insomnia and Anxiety Intervention to Reduce Safety 030750 79.2 020.1 744124.\nAids Among an At- Risk Student Sample: A Randomized Controlled\nWerntz, A., S. Amado, M. Jasman, A. Ervin, and J. E. Rhodes. 2023.\nTrial.” Behavior Therapy 51, no. 1: 149–161. https:// doi. org/ 10. 1016/j.\n“Providing Human Support for the Use of Digital Mental Health\nbeth.2 019.0 5.0 12.\nInterventions: Systematic Meta- Review.” Journal of Medical Internet\nSit, H. F., I. W. Hong, S. Burchert, et al. 2022. “A Feasibility Study of Research 25: e42864. https:// doi. org/ 10. 2196/ 42864 .\nthe WHO Digital Mental Health Intervention Step- By- Step to Address\nWiens, K., A. Bhattarai, P. Pedram, et al. 2020. “A Growing Need for\nDepression Among Chinese Young Adults.” Frontiers in Psychiatry 12:"
  },
  {
    "id": 160,
    "text": "Wiens, K., A. Bhattarai, P. Pedram, et al. 2020. “A Growing Need for\nDepression Among Chinese Young Adults.” Frontiers in Psychiatry 12:\nYouth Mental Health Services in Canada: Examining Trends in Youth\n812667. https://d oi.o rg/1 0.3 389/f psyt.2 021.8 12667.\nMental Health From 2011 to 2018.” Epidemiology and Psychiatric\nSix, S. G., K. A. Byrne, H. Aly, and M. W. Harris. 2022. “The Effect of Sciences 29: e115. https:// doi. org/ 10. 1017/ S2045 79602 0000281.\nMental Health App Customization on Depressive Symptoms in College\nWinch, A., N. J. Moberly, and J. M. Dickson. 2015. “Unique Associations\nStudents: Randomized Controlled Trial.” JMIR Mental Health 9, no. 8:\nBetween Anxiety, Depression and Motives for Approach and Avoidance\ne39516. https:// doi. org/ 10. 2196/ 39516 ."
  },
  {
    "id": 161,
    "text": "Students: Randomized Controlled Trial.” JMIR Mental Health 9, no. 8:\nBetween Anxiety, Depression and Motives for Approach and Avoidance\ne39516. https:// doi. org/ 10. 2196/ 39516 .\nGoal Pursuit.” Cognition & Emotion 29, no. 7: 1295–1305. https:// doi.\nSolmi, M., J. Radua, M. Olivola, et al. 2022. “Age at Onset of Mental org/ 10. 1080/ 02699 931. 2014. 976544.\nDisorders Worldwide: Large- Scale Meta- Analysis of 192 Epidemiological\nWinter, N., L. Russell, A. Ugalde, V. White, and P. Livingston. 2022.\nStudies.” Molecular Psychiatry 27, no. 1: 281–295. https:// doi. org/ 10.\n“Engagement Strategies to Improve Adherence and Retention in Web-\n1038/ s4138 0- 021- 01161 - 7.\nBased Mindfulness Programs: Systematic Review.” Journal of Medical"
  },
  {
    "id": 162,
    "text": "“Engagement Strategies to Improve Adherence and Retention in Web-\n1038/ s4138 0- 021- 01161 - 7.\nBased Mindfulness Programs: Systematic Review.” Journal of Medical\nSpitzer, R. L., K. Kroenke, J. B. W. Williams, and B. Löwe. 2006. Internet Research 24, no. 1: e30026. https://d oi.o rg/1 0.2 196/3 0026.\nGeneralized Anxiety Disorder 7 (GAD- 7) [Database Record]. APA\nWorsley, J. D., A. Pennington, and R. Corcoran. 2022. “Supporting\nPsycTests.\nMental Health and Wellbeing of University and College Students: A\nStanic, J., J. Barth, N. Danon, G. Bondolfi, F. Jermann, and M. Eicher. Systematic Review of Review- Level Evidence of Interventions.” PLoS\n2021. “Adherence to Standardized 8- Week Mindfulness- Based One 17, no. 7: e0266725. https:// doi. org/ 10. 1371/ journ al. pone. 0266725."
  },
  {
    "id": 163,
    "text": "2021. “Adherence to Standardized 8- Week Mindfulness- Based One 17, no. 7: e0266725. https:// doi. org/ 10. 1371/ journ al. pone. 0266725.\nInterventions Among Women With Breast or Gynecological Cancer:\nZhao, C., B. E. Wampold, Z. Ren, L. Zhang, and G. Jiang. 2022. “The\nA Scoping Review.” Journal of Psychosocial Oncology Research and\nEfficacy and Optimal Matching of an Internet- Based Acceptance and\nPractice 3, no. 2: e048. https://d oi.o rg/1 0.1 097/O R9.0 00000 00000 00048.\nCommitment Therapy Intervention for Depressive Symptoms Among\nSterne, J. A., M. A. Hernán, B. C. Reeves, et al. 2016. “ROBINS- I: A Tool University Students: A Randomized Controlled Trial in China.” Journal"
  },
  {
    "id": 164,
    "text": "Sterne, J. A., M. A. Hernán, B. C. Reeves, et al. 2016. “ROBINS- I: A Tool University Students: A Randomized Controlled Trial in China.” Journal\nfor Assessing Risk of Bias in Non- Randomised Studies of Interventions.” of Clinical Psychology 78, no. 7: 1354–1375. https:// doi. org/ 10. 1002/\nBMJ 355: i4919. https:// doi. org/ 10. 1136/ bmj. i4919 . jclp. 233.\nSuffoletto, B., T. Goldstein, D. Gotkiewicz, E. Gotkiewicz, B. George,\nand D. Brent. 2021. “Acceptability, Engagement, and Effects of a Supporting Information\nMobile Digital Intervention to Support Mental Health for Young Adults\nAdditional supporting information can be found online in the\nTransitioning to College: Pilot Randomized Controlled Trial.” JMIR\nSupporting Information section."
  },
  {
    "id": 165,
    "text": "Additional supporting information can be found online in the\nTransitioning to College: Pilot Randomized Controlled Trial.” JMIR\nSupporting Information section.\nFormative Research 5, no. 10: e32271. https:// doi. org/ 10. 2196/ 32271 .\nSun, S., D. Lin, S. Goldberg, et al. 2022. “A Mindfulness- Based Mobile\nHealth (mHealth) Intervention Among Psychologically Distressed\nUniversity Students in Quarantine During the COVID- 19 Pandemic: A\nRandomized Controlled Trial.” Journal of Counseling Psychology 69, no.\n2: 157–171. https:// doi. org/ 10. 1037/ cou00 00568 .\nThomas, E. B. K., T. Sagorac Gruichich, J. M. Maronge, et al. 2023.\n“Mobile Acceptance and Commitment Therapy With Distressed First-\nGeneration College Students: Microrandomized Trial.” JMIR Mental"
  },
  {
    "id": 166,
    "text": "Thomas, E. B. K., T. Sagorac Gruichich, J. M. Maronge, et al. 2023.\n“Mobile Acceptance and Commitment Therapy With Distressed First-\nGeneration College Students: Microrandomized Trial.” JMIR Mental\nHealth 10: e43065. https:// doi. org/ 10. 2196/ 43065 .\nThorley, C. 2017. Not by Degrees: Improving Student Mental Health in the\nUK's Universities. Institute for Public Policy Research [IPPR]. www.i ppr.\norg/ publi catio ns/ not- by- degrees.\nTwenge, J. M., A. B. Cooper, T. E. Joiner, M. E. Duffy, and S. G. Binau.\n2019. “Age, Period, and Cohort Trends in Mood Disorder Indicators\nand Suicide- Related Outcomes in a Nationally Representative Dataset,\n20 of 20 Early Intervention in Psychiatry, 2025"
  }
]