[
  {
    "id": 1,
    "text": "InternetInterventions34(2023)100690\nContents lists available at ScienceDirect\nInternet Interventions\njournal homepage: www.elsevier.com/locate/invent\nA systematic review and meta-analysis of Internet-based self-help\ninterventions for mental health among adolescents and college students\nQing Wanga, Weixin Zhangb, Senbo Anc,*\naNanjing Normal University, School of Education Science, Jiangsu, Nanjing 210000, PR China\nbDepartment of Traditional Chinese Medical Orthopedic Surgery, Zhejiang Chinese Medical University, Hangzhou 310053, Zhejiang, PR China\ncDepartment of Orthopaedics, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan 250021, Shandong, PR China\nA R T I C L E I N F O A B S T R A C T"
  },
  {
    "id": 2,
    "text": "cDepartment of Orthopaedics, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan 250021, Shandong, PR China\nA R T I C L E I N F O A B S T R A C T\nKeywords: Purpose: This meta-analysis aims to evaluate the impact of Internet-based self-help interventions on the mental\nAdolescent students health of adolescents and college students.\nCollege students Methods: We conducted a systematic review of randomized controlled trials (RCTs) that investigated Internet-\nInternet-based\nbased self-help interventions aiming to mitigate mental health symptoms such as anxiety and depression, as\nSelf-help\nwell as managing high levels of stress, among adolescents and college students. Our search spanned databases\nMental health disorders"
  },
  {
    "id": 3,
    "text": "Self-help\nwell as managing high levels of stress, among adolescents and college students. Our search spanned databases\nMental health disorders\nMeta-analysis including Web of Science, PubMed, Cochrane Library, and Embase, up until November 1st, 2022. It is essential to\nemphasize that our focus was the evaluation of symptoms (continuous outcomes), rather than the diagnosis of\nspecific mental disorders. The meta-analysis was performed using the R version 4.3.1. The effect size measure\nwas the standardized mean difference (SMD), and random-effects models were used to pool data from eligible\nRCTs. Subgroup analyses were carried out to examine variations in intervention effects based on factors such as\nsample type, intervention modality, guidance type, and intervention duration."
  },
  {
    "id": 4,
    "text": "RCTs. Subgroup analyses were carried out to examine variations in intervention effects based on factors such as\nsample type, intervention modality, guidance type, and intervention duration.\nResults: The meta-analysis was based on 25 comparisons involving a total of 4480 participants. In comparison to\nthe control group (n =2125), participants receiving interventions (n =2355) reported significant reductions in\nsymptoms of anxiety, depression, and stress, along with a significant improvement in quality of life. Specifically,\nfor depression, we observed moderate intervention effects (SMD =(cid:0) 0.42, 95 % CI: (cid:0) 0.56, (cid:0) 0.27), and a similar\npattern was seen for quality of life (SMD =0.36, 95%CI: 0.22, 0.49). Small intervention effects were found for"
  },
  {
    "id": 5,
    "text": "pattern was seen for quality of life (SMD =0.36, 95%CI: 0.22, 0.49). Small intervention effects were found for\nanxiety (SMD =(cid:0) 0.35, 95 % CI [(cid:0) 0.48, (cid:0) 0.22]) and stress (SMD =(cid:0) 0.35, 95 % CI [(cid:0) 0.51, (cid:0) 0.20]). Given\nsignificant heterogeneity, subgroup analyses were conducted for anxiety and depression, considering factors such\nas sample type, intervention method, and intervention duration. Notably, college students experienced more\nsignificant benefits in both anxiety and depression alleviation compared to adolescents. Longer interventions\n(>8 weeks) were particularly effective in reducing anxiety and depression. Additionally, third-wave cognitive-"
  },
  {
    "id": 6,
    "text": "(>8 weeks) were particularly effective in reducing anxiety and depression. Additionally, third-wave cognitive-\nbehavioral therapy (CBT) showed pronounced intervention effects in both outcome measures, while the presence\nof guidance did not notably influence results.\nConclusion: This meta-analysis underscores the positive impact of Internet-based self-help programs in alleviating\nthe symptoms of psychological disorders among adolescents and college students. However, it is crucial to\nacknowledge that the available evidence exhibits inconsistencies and limitations. Therefore, further research\nutilizing rigorous methodologies is necessary to verify and broaden the findings of this meta-analysis.\n1. Introduction transition from adolescence to adulthood, face prevalent mental health"
  },
  {
    "id": 7,
    "text": "utilizing rigorous methodologies is necessary to verify and broaden the findings of this meta-analysis.\n1. Introduction transition from adolescence to adulthood, face prevalent mental health\nchallenges (Clarke et al., 2015; Rickwood et al., 2007). This concern is\nGood mental health is a cornerstone of human well-being and plays a starkly illustrated by recent data from the Australian National Mental\ncrucial role in fostering positive youth development (World Health, Health Survey, which reveals that a striking 39.6 % of individuals aged\n2021). Adolescents and college students, who are navigating the 16 to 24 grappled with a mental disorder within the past 12 months"
  },
  {
    "id": 8,
    "text": "2021). Adolescents and college students, who are navigating the 16 to 24 grappled with a mental disorder within the past 12 months\n* Corresponding author at: Shandong Provincial Hospital Affiliated to Shandong First Medical University, No. 324 Jingwu Weiqi Road, Huaiyin District, Jinan City,\nShandong Province, PR China.\nE-mail address: ansenbo@sdfmu.edu.cn (S. An).\nhttps://doi.org/10.1016/j.invent.2023.100690\nReceived 13 April 2023; Received in revised form 24 October 2023; Accepted 1 November 2023\nAvailableonline3November2023\n2214-7829/©2023TheAuthors.PublishedbyElsevierB.V.ThisisanopenaccessarticleundertheCCBY-NC-NDlicense(http://creativecommons.org/licenses/by-\nnc-nd/4.0/)."
  },
  {
    "id": 9,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\n(Australian Bureau of Statistics, 2020-21). Furthermore, recent empir- analyses of Internet-based self-help interventions have gained mo-\nical evidence underscores the exacerbating effect of the COVID-19 mentum. However, these assessments have been somewhat constrained\npandemic on these challenges, with an evident surge in rates of anxi- in scope, often focusing on only one specific condition (such as anxiety\nety, depression, stress, sleep disorders, and adverse behaviors among or depression), style of self-help (such as guided or unguided), or age\nthis demographic (Wang et al., 2020; Chen and Lucock, 2022; Marques group (such as college students). For instance, a meta-analysis of 24"
  },
  {
    "id": 10,
    "text": "this demographic (Wang et al., 2020; Chen and Lucock, 2022; Marques group (such as college students). For instance, a meta-analysis of 24\nde Miranda et al., 2020; Ravens-Sieberer et al., 2022). The research studies conducted among university students (aged 18 to 27 years)\nunderscores the far-reaching repercussions of mental disorders in ado- concluded that Web-based guided self-help was promising to be a useful\nlescents and young adults, with lasting detriment affecting both indi- strategy for addressing depression symptoms (Ma et al., 2021). Never-\nvidual and societal levels, including diminished academic achievement theless, a meta-analysis encompassing a comprehensive range of"
  },
  {
    "id": 11,
    "text": "vidual and societal levels, including diminished academic achievement theless, a meta-analysis encompassing a comprehensive range of\n(Eisenberg et al., 2009b; Shankar and Park, 2016), increased school Internet-based guided self-help interventions among adolescents and\ndropout rates (Hjorth et al., 2016; Wang et al., 2015), compromised college students, considering various types of interventions and a wide\nwell-being (Jafari et al., 2010), and impaired psychosocial functioning array of symptoms, remains notably absent in the literature.\nin adulthood (Power et al., 2020). To bridge this gap in research, we undertook a systematic review and\nWhat compounds the concern surrounding the mental health of this meta-analysis of the existing body of literature concerning Internet-"
  },
  {
    "id": 12,
    "text": "What compounds the concern surrounding the mental health of this meta-analysis of the existing body of literature concerning Internet-\ndemographic is the realization that many adult mental health issues based self-help interventions aimed at ameliorating symptoms of com-\ntrace their origins back to adolescence and early adulthood (Hunt and mon mental disorders among adolescents and college students. Our\nEisenberg, 2010; Patel et al., 2007). Notably, the long-term implications study not only examined the overall effect size but also calculated and\nof these early mental health challenges often outweigh those of physical compared the distinct effect sizes for specific subgroups of interest."
  },
  {
    "id": 13,
    "text": "of these early mental health challenges often outweigh those of physical compared the distinct effect sizes for specific subgroups of interest.\nhealth problems during youth (Goodman et al., 2011). Therefore, in this Previous research has consistently highlighted that internet-based self-\nsystematic review, we focused on adolescents in secondary education help interventions rely on evidence-based techniques to assist in-\nand early adulthood students in higher education. dividuals in coping with mental health disorders (Newman et al., 2011;\nWhile a majority of these educational institutions offer complimen- Clarke et al., 2009). Established approaches such as traditional cognitive"
  },
  {
    "id": 14,
    "text": "While a majority of these educational institutions offer complimen- Clarke et al., 2009). Established approaches such as traditional cognitive\ntary mental health counseling services, a significant number of students behavioral therapy (CBT) and newer iterations like third-wave CBT,\nremain hesitant to avail themselves of these resources, primarily due to which encompasses mindfulness, acceptance, and commitment therapy,\nthe perception of their non-essential nature (Vidourek et al., 2014; have garnered robust support as evidence-based methods in delivering\nGulliver et al., 2010), the persistence of negative attitudes such as stigma Internet-based self-help interventions for mental health disorders like"
  },
  {
    "id": 15,
    "text": "Gulliver et al., 2010), the persistence of negative attitudes such as stigma Internet-based self-help interventions for mental health disorders like\n(Eisenberg et al., 2009a), and the insufficiency of mental health edu- anxiety and depression (Waters et al., 2022; Heber et al., 2017). Previ-\ncation (Wisdom et al., 2006). For example, adolescents and college-age ous trials have revealed the efficacy of Internet-based self-help treat-\nindividuals exhibit heightened sensitivity concerning issues of confi- ments in treating a spectrum of mental health conditions affecting\ndentiality and express reservations about discussing “personal” issues children, adolescents, and college students both before and during the"
  },
  {
    "id": 16,
    "text": "dentiality and express reservations about discussing “personal” issues children, adolescents, and college students both before and during the\nwith mental health professionals (Ackard and Neumark-Sztainer, 2001; pandemic (Karyotaki et al., 2022; Rackoff et al., 2022). Furthermore,\nEbert et al., 2019). In addition, formidable barriers are impeding access evidence suggests that Internet-based self-help interventions are more\nto traditional face-to-face clinical therapy, including elevated costs, beneficial when accompanied by guidance (Andersson and Titov, 2014;\nlimited availability in remote regions, and a shortage of skilled thera- Berger et al., 2011). Moreover, a meta-analysis focusing on adolescent"
  },
  {
    "id": 17,
    "text": "limited availability in remote regions, and a shortage of skilled thera- Berger et al., 2011). Moreover, a meta-analysis focusing on adolescent\npists (Hofmann, 2011; Nakao et al., 2021; Hedman et al., 2012). depression suggested that shorter interventions had superior effects\nConsequently, there exists a compelling need for innovative strategies compared to longer interventions (Stice et al., 2009).\naimed at addressing these obstacles to accessing mental healthcare In contrast to the existing literature, the primary objective of this\namong students. study is to furnish a comprehensive literature review of various types of\nRecently, the potential of Internet-based self-help interventions in Internet-based self-help treatments geared toward enhancing the mental"
  },
  {
    "id": 18,
    "text": "Recently, the potential of Internet-based self-help interventions in Internet-based self-help treatments geared toward enhancing the mental\naddressing mental health concerns has become increasingly apparent, health of secondary school and college students. We aim to evaluate the\noffering a viable alternative to traditional face-to-face treatment effectiveness of these interventions in mitigating mental disorder\n(Andersson et al., 2013; Baumeister et al., 2014). The term “Internet- symptoms among this specific population. This review is geared toward\nbased self-help interventions” refers to a diverse range of therapeutic shedding light on Internet-based self-help interventions for mental"
  },
  {
    "id": 19,
    "text": "based self-help interventions” refers to a diverse range of therapeutic shedding light on Internet-based self-help interventions for mental\napproaches where users autonomously engage with therapeutic pro- health and delves into a multitude of factors, including the duration of\ngrams delivered via the Internet (Andersson and Titov, 2014). These interventions, the provision of guidance, the characteristics of the study\ninterventions utilize diverse modalities, including AI chatbots (Liu et al., population, and the therapeutic techniques employed. To ensure thor-\n2022), interventions featuring automated feedback websites (Levin oughness, our study will encompass all identified forms of Internet-"
  },
  {
    "id": 20,
    "text": "2022), interventions featuring automated feedback websites (Levin oughness, our study will encompass all identified forms of Internet-\net al., 2017), and those with human guidance (Hoek et al., 2012). In based self-help treatments. Understanding important moderating vari-\ncontrast to conventional face-to-face therapy, Internet-based self-help ables within these interventions may aid in guiding the development of\ninterventions empower users to access evidence-based treatments at Internet-based self-help programs tailored to adolescents and college\ntheir own pace, without being bound by time and location constraints. students. Furthermore, in an era characterized by increasing digitali-"
  },
  {
    "id": 21,
    "text": "their own pace, without being bound by time and location constraints. students. Furthermore, in an era characterized by increasing digitali-\nThis approach ensures discreet access to therapy, and on the other hand, zation, the accessibility, flexibility, and anonymity offered by internet-\nit reduces the associated burdens of time and finances linked to clinic based self-help interventions hold great promise for reaching a\nvisits and mitigates the impact of social stigma (J. et al., 2017). More- broader segment of the population grappling with mental health issues\nover, online interventions offer an affordable and easily accessible (Ebert et al., 2018). In particular, the insights derived from this meta-"
  },
  {
    "id": 22,
    "text": "over, online interventions offer an affordable and easily accessible (Ebert et al., 2018). In particular, the insights derived from this meta-\navenue for services, particularly benefiting marginalized and minority analysis could equip healthcare professionals with the necessary infor-\ncommunities, as well as adolescents and college students residing in mation to make informed choices when incorporating online self-help\ngeographically remote regions (Barak and Grohol, 2011). interventions as part of a stepped-care approach.\nTo date, most research on internet-based self-help treatment ap-\nproaches has predominantly centered on adolescent and college student 2. Material and methods\npopulations, consistently demonstrating the high efficacy of these in-"
  },
  {
    "id": 23,
    "text": "proaches has predominantly centered on adolescent and college student 2. Material and methods\npopulations, consistently demonstrating the high efficacy of these in-\nterventions (Sethi et al., 2010; Day et al., 2013; Harrer et al., 2018). To This meta-analysis was conducted following the PRISMA statement\ninform both clinical practice and future research endeavors, it is criteria (Hutton et al., 2016; Moher et al., 2010), and the study protocol\nimportant to systematically summarize existing interventions and was registered with PROSPERO (CRD42023403156). Before literature\nevaluate their evidence base within the context of adolescents and col- screening, predefined inclusion and exclusion criteria were presented.\nlege students. A growing trend has emerged wherein reviews and meta-\n2"
  },
  {
    "id": 24,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\n2.1. Eligibility criteria 2.4. Data extraction\nRandomized controlled trials (RCTs) that satisfied the following re- Following the instructions of the Cochrane Library, data were sys-\nquirements were included: (i) Intervention type: internet-based self-help tematically collected from studies that satisfied all the criteria for in-\ninterventions (considered eligible if they utilized internet-based plat- clusion. To facilitate this process, a standardized coding sheet was\nforms like computers, apps, tablets, or mobile devices, and included employed, which systematically recorded the following information: (i)"
  },
  {
    "id": 25,
    "text": "forms like computers, apps, tablets, or mobile devices, and included employed, which systematically recorded the following information: (i)\ntherapist or coach-guided self-help, or self-help with automated feed- Study ID, citation details, authors' names, (ii) country, (iii) participant\nback, or chatbots); (ii) Participants were adolescent students (aged 12 to characteristics (including sample size, sample type, mean age, and the\n18 years old; encompassing middle and high school students) and col- gender distribution within the sample), (iv) attributes of the experi-\nlege students (aged 18 years or older; enrolled in college or university); mental group and control group (comprising details about the inter-"
  },
  {
    "id": 26,
    "text": "lege students (aged 18 years or older; enrolled in college or university); mental group and control group (comprising details about the inter-\n(iii) measurable continuous outcomes were utilized based on established vention content, type of contact, duration of intervention, and the\nmental health scales, such as Depression Anxiety Stress Scale (DASS); specific intervention techniques employed), and (v) outcome measures.\n(iv) the studies were published in English; (v) the study compared out- This data extraction process was carried out by the first author and\ncomes in the Internet-based self-help intervention group versus a control subsequently cross-verified by the second author."
  },
  {
    "id": 27,
    "text": "comes in the Internet-based self-help intervention group versus a control subsequently cross-verified by the second author.\ngroup (waitlist, no treatment, or treatment as usual). The sample type was classified as college students if the intervention\nAcceptable outcomes were those in which mental health symptoms was administered in college, university, or a similar post-secondary\nincluding anxiety, depression, or stress were either primary or secondary higher education setting, and was categorized as adolescent students if\noutcomes. Studies were excluded if they were case series, single-case the intervention was delivered in middle school, high school, or a\ndesigns, or uncontrolled repeated measures designs (open trials). comparable secondary education environment. The types of interven-"
  },
  {
    "id": 28,
    "text": "designs, or uncontrolled repeated measures designs (open trials). comparable secondary education environment. The types of interven-\nStudies employing technology-supported treatments without the use of tion were classified as cognitive behavioral therapy (CBT), third-wave\nthe Internet were also excluded. Studies that did not involve symp- cognitive behavioral therapy (CBT), and problem-solving therapy\ntomatology testing for mental health were not considered. (PST). CBT is a therapeutic approach founded on the premise that\nmental disorders and psychological distress are linked to cognitive fac-\n2.2. Search strategy tors (Hofmann et al., 2012). It targets maladaptive cognitions that\ncontribute to emotional distress and behavioral issues, emphasizing"
  },
  {
    "id": 29,
    "text": "2.2. Search strategy tors (Hofmann et al., 2012). It targets maladaptive cognitions that\ncontribute to emotional distress and behavioral issues, emphasizing\nPublications were identified by searching databases including thought-emotion-behavior interplay for psychological well-being (Beck,\nPubMed, Embase, Cochrane, and Web of Science up to November 1st, 2011). Third-wave CBT represents an evolution of CBT, incorporating\n2022. mindfulness techniques, acceptance-based approaches, cognitive defu-\nA string of search terms (including text words, MeSH terms, and sion, values exploration, and processes linked to psychological flexibility\nheadings) suggestive of psychological therapies in secondary and post- (Hayes and Hofmann, 2017). PST focuses on enhancing problem-solving"
  },
  {
    "id": 30,
    "text": "headings) suggestive of psychological therapies in secondary and post- (Hayes and Hofmann, 2017). PST focuses on enhancing problem-solving\nsecondary education settings based on RCT inclusion criteria were uti- attitudes and skills, particularly in addressing daily life challenges (Bell\nlized for the literature search. Key terms were determined by the and D'Zurilla, 2009). The duration of the intervention was classified in\nresearcher after referencing prior search techniques from reviews of line with recent meta-analyses (Ma et al., 2021; Harrer et al., 2019) into\nonline self-help treatments. The following search terms correspond to “brief” (4 weeks), “moderate” (4–8 weeks), and “long” (8 weeks).\nfour key search strategies: (i) Terms related to Internet-based therapy"
  },
  {
    "id": 31,
    "text": "four key search strategies: (i) Terms related to Internet-based therapy\nincluding “internet”, “website”, “interactive”, “computer”, “web”, “e- 2.5. Quality assessment\nhealth”, “e-therapy”, “internet therapy”, or “technology”; (ii) terms\nrelated to self-help therapy including “self-direct”, “self-help”, “sele- The quality of included studies was evaluated using the Cochrane\nmanage”, “self-administered”, “self-act”, “self-guided”, “CBT”, “MCT”, Collaboration's Risk of Bias Assessment Tool (RoB 2) (Sterne et al.,\nor “mindful”; (iii) terms related to mental health including “mental 2019), which addresses the following domains: (i) bias arising from the\nhealth”, “health, mental”, “anxiety”, “depression”, “pressure” or randomization process, (ii) bias due to deviations from intended in-"
  },
  {
    "id": 32,
    "text": "health”, “health, mental”, “anxiety”, “depression”, “pressure” or randomization process, (ii) bias due to deviations from intended in-\n“stress”; (iv) terms related to adolescent and college students including terventions, (iii) bias due to missing outcome data, (iv) bias in mea-\n“student”, “youth”, “teenager”, “teens”, or “adolescent”. surement of the outcome, and (v) bias linked to the selection of the\nreported result. The included studies were rated as having “low risk”,\n2.3. Study selection “some concerns” or “high risk” of bias in each domain as well as overall.\nDuplicate publications were first removed before the initial 2.6. Statistical analysis\nscreening. Then, the first authors independently screened the titles and"
  },
  {
    "id": 33,
    "text": "Duplicate publications were first removed before the initial 2.6. Statistical analysis\nscreening. Then, the first authors independently screened the titles and\nabstracts of the remaining articles based on the aforementioned eligi- Data were analyzed using R version 4.3.1. The effects of the inter-\nbility criteria. To ensure inter-rater reliability, each author indepen- vention were gauged by examining the differential mean change scores\ndently assessed articles from one randomly selected database (PubMed, in mental health outcomes between the intervention and control groups\nn =654). The level of agreement between raters during this process was after the intervention. Given that the included studies used different"
  },
  {
    "id": 34,
    "text": "n =654). The level of agreement between raters during this process was after the intervention. Given that the included studies used different\nassessed using Kappa values (Landis and Koch, 1977). There was an 84 scales and measurement techniques, we opted for the standardized mean\n% agreement rate (Kappa =0.62) in the selection of studies, indicating difference (SMD) as the effect size to enable the integration and com-\nsubstantial inter-rater agreement. Disagreements were settled through parison of results across studies. For each continuous outcome, SMD was\ndiscussion among the authors. Following the initial screening, all full- computed along with corresponding 95 % confidence intervals (CI)."
  },
  {
    "id": 35,
    "text": "discussion among the authors. Following the initial screening, all full- computed along with corresponding 95 % confidence intervals (CI).\ntext publications were reviewed and evaluated. The reasons for dis- Given the small sample sizes and differing units of measurement among\ncarding full-text publications that did not fulfill eligibility criteria were the studies, we calculated Hedgen's g as the effect size to adjust for po-\ndocumented. A discussion was held in the event of disagreements on tential small sample bias (Larry V. Hedges, 2014). Effect sizes of 0.5 or\nassessment results. Ultimately, three authors independently identified lower were considered small, those falling between 0.5 and 0.8 were"
  },
  {
    "id": 36,
    "text": "assessment results. Ultimately, three authors independently identified lower were considered small, those falling between 0.5 and 0.8 were\n25 publications potentially eligible for inclusion in the meta-analysis. seen as moderate, and values exceeding 0.8 were classified as large\nThe outcome revealed a 93 % agreement rate (kappa = 0.84), indi- (Cohen, 2013).\ncating a robust level of inter-rater agreement. The I2 index was utilized for assessing statistical heterogeneity or\nvariation in effect sizes across trials. According to Higgins and Thomp-\nson (2002), I2 represents the proportion of overall variation among\nstudies that can be attributed to heterogeneity, with values of 25 %, 50\n3"
  },
  {
    "id": 37,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\n%, and 75 % denoting low, moderate, and high heterogeneity, respec- 3.2. Overview of included studies\ntively. The fixed-effects model was employed if p ≥0.1 with an I2 <50 %\nindicating the existence of statistical homogeneity across studies; All 25 RCTs involving 4480 participants were published in English.\notherwise, the random-effects model would be utilized. Moreover, the Table 1 presents the baseline information for these studies. The primary\nprediction interval was utilized to provide an estimate of where the true inclusion criteria entailed both adolescent students and students diag-\neffect size might fall in future studies. nosed with mental health conditions."
  },
  {
    "id": 38,
    "text": "effect size might fall in future studies. nosed with mental health conditions.\nTo explore potential moderating factors, subgroup analyses were These studies focused on four different outcomes associated with\nconducted based on participant types, intervention content, and treat- mental health disorders: anxiety (n =18), depression (n =18), stress (n\nment duration to identify sources of heterogeneity. = 10), and the quality of life (n = 7). They were carried out across\nvarious countries (Australia, Sweden, UK, USA, Netherlands, Canada,\n3. Results France, India, Ireland, Queensland, Germany, and Norway), with the\nmajority of them conducted in Australia. The participant counts in each\n3.1. Study identification study ranged from 19 to 1477, with notable gender imbalances in most"
  },
  {
    "id": 39,
    "text": "majority of them conducted in Australia. The participant counts in each\n3.1. Study identification study ranged from 19 to 1477, with notable gender imbalances in most\nstudies. Data on the ethnicity or race of participants were limited and\nAfter removing duplicate publications, we reviewed the titles and therefore not summarized.\nabstracts of 2608 articles, generating 71 articles that generally met the Several intervention approaches were identified, including Mind-\ninclusion criteria and underwent full-text examination. Of these, 46 fulness Virtual Community (MVC), online mindfulness-based interven-\nwere excluded for the following reasons: Not RCT studies (n =8); studies tion, Internet-based self-help programs, online Acceptance, and"
  },
  {
    "id": 40,
    "text": "were excluded for the following reasons: Not RCT studies (n =8); studies tion, Internet-based self-help programs, online Acceptance, and\nlacking internet-based self-help interventions for participants (n =15); Commitment Therapy (ACT) program, and Internet-based CBT (iCBT).\noutcomes focused on physical disorders of participants rather than All of these interventions were delivered via Internet, computer, or web-\nmental health (n =11); participants not belonging to the adolescent or based platforms. The duration of the interventions spanned from 3 to 16\ncollege students category (n =12). At last, 25 RCTs were included in the weeks.\npresent meta-analysis. Fig. 1 illustrates the literature screening process.\nFig. 1. PRISMA flow diagram of the study screening process.\n4"
  },
  {
    "id": 41,
    "text": "5\nInternetInterventions34(2023)100690\nTable 1\nStudy characteristics.\nStudy Country Sample size Type of sample Gender Mean age Conditions Follow- Outcome\n(m/f) (years) up\nEG CG EG CG EG CG Duration Technique\nG. N. Rackoff 1. iCBT (The Space for Resilience)\nUSA 301 284 College students 117/433 20.24 20.65 TAU 4 weeks CBT 3-month A3(DASS-str)\n2022 2. Unguided\n6-month A4(EQ-5D)\nE. Karyotaki 1. iCBT (ICare Prevent)\nNetherlands 48 52 College students 19/81 21.75 22.06 TAU 7 weeks CBT 12- A1(GAD)\n2022 2. Guided: with coach\nmonth A2(PHQ)\nM. G. Newman 1. Online self-help intervention A1(GAD)\nUSA 117 105 College students 153/69 20.10 19.70 WLC 12 weeks CBT /\n2021 2. Guided: with coach A2(DASS-dep)\n1. MVC (Mindfulness virtual community) A1(BAI)"
  },
  {
    "id": 42,
    "text": "USA 117 105 College students 153/69 20.10 19.70 WLC 12 weeks CBT /\n2021 2. Guided: with coach A2(DASS-dep)\n1. MVC (Mindfulness virtual community) A1(BAI)\nC. El Morr 2021 Canada 79 80 College students 32/125 22.8 22.3 WLC 8 weeks 3rd wave /\n2. Guided: with peer-to-peer communities A3(PSS)\n1. Online mindfulness-based intervention A3(PSS)\nJ. Chung 2021 Australia 279 148 College students 70/351 / / WLC 18 weeks 3rd wave /\n2. Unguided A4 (WEMWBS)\nAdolescent\nP. Srivastava 1. iCBT (Smartteen) A2(BDI)\nUSA 11 10 students 16/5 16.0 16.1 TAU 12 weeks CBT /\n2020 2. Unguided A2(CRDS-R)\n(year9,10,11,12)\n1. Internet-based self-help intervention A1(SIAS)\nF. Ka¨hlke 2019 Germany 100 100 College students 76/124 26.71 26.68 (StudiCare SAD) WLC 24 weeks CBT 3.3- A2(BDI)\nmonth\n2. Unguided A4(AQoL)"
  },
  {
    "id": 43,
    "text": "1. Internet-based self-help intervention A1(SIAS)\nF. Ka¨hlke 2019 Germany 100 100 College students 76/124 26.71 26.68 (StudiCare SAD) WLC 24 weeks CBT 3.3- A2(BDI)\nmonth\n2. Unguided A4(AQoL)\n1. Internet-based self-help program (I'm\nD. Saleh 2018 France 64 64 College students 24/104 / / managing my stress) WLC 8 weeks CBT 3-month A3(PSS)\n2. Unguided\n1. Web-based social anxiety intervention\nH. C. McCall A1(SIAS)\nCanada 30 35 College students 18/47 21.53 22.14 (Overcome Social Anxiety) WLC 16 weeks CBT 4-month\n2018 A4(Q-LES-Q)\n2. Unguided\n1. Internet-based self-help (StudiCare Stress) A3(PSS)\nM. Harrer 2018 Germany 75 75 College students 38/112 24.0 24.1 WLC 7 weeks 3rd wave 3-month\n2. Guided: with coach A2(CESD)\nA1(DASS-anx) A3(DASS-str)\nE. H. Eustis 1. Web-based ABBT (SATDS)"
  },
  {
    "id": 44,
    "text": "M. Harrer 2018 Germany 75 75 College students 38/112 24.0 24.1 WLC 7 weeks 3rd wave 3-month\n2. Guided: with coach A2(CESD)\nA1(DASS-anx) A3(DASS-str)\nE. H. Eustis 1. Web-based ABBT (SATDS)\nUSA 78 78 College students 29/123 25.87 24.94 WLC 4 weeks CBT 1 month A2(DASS-dep)\n2018 2. Guided: with therapist\nA4(QOLI)\n1. Web-delivered positive psychological\nR. Choubisa\nIndia 104 50 College students 42/135 23.62 24.26 intervention (SWBEP) WLC 16 weeks 3rd wave / A3(ESAP)\n2018\n2. Guided: with e-mail reminders\nM. E. Levin 1. Web-based ACT 2 A2(CCAPS-Depression)\nUSA 40 39 College students 27/52 20.51 20.51 WLC 3rd wave /\n2017 2. Unguided semesters A1(CCAPS-Anxiety)\nA1(GAD)\nD. Richards 1. iCBT (The Calming Anxiety)\nIreland 70 67 College students 31/106 23.19 23.24 WLC 6 weeks CBT 3-month A2(BDI)"
  },
  {
    "id": 45,
    "text": "2017 2. Unguided semesters A1(CCAPS-Anxiety)\nA1(GAD)\nD. Richards 1. iCBT (The Calming Anxiety)\nIreland 70 67 College students 31/106 23.19 23.24 WLC 6 weeks CBT 3-month A2(BDI)\n2016 2. Guided: with supporters\nA6(PSWQ)\nP. R¨as¨anen 1. Online guided ACT intervention programme 12- A3(PSS)\nFinland 33 35 College students 10/58 24.61 24 (Student Compass) WLC 7 weeks 3rd wave\n2016 momth A2(BDI)\n2. Guided: with coach\nAdolescent 1. CBT (Stressbusters) 3-month\nP. Smith 2015 UK 55 57 / 12–16 12–16 WLC 8 weeks CBT A1(SCARED)\nstudents 2. Unguided 6-month\n1. iCBT (MoodGYM) A1(DASS-anx)\nS. Sethi 2013 Queensland 23 23 College students 14/32 20.78 19.47 WLC 5 weeks CBT /\n2. Guided: with therapist A2(DASS-dep)\nA1(DASS-anx)\n1. Online-based self-help program"
  },
  {
    "id": 46,
    "text": "S. Sethi 2013 Queensland 23 23 College students 14/32 20.78 19.47 WLC 5 weeks CBT /\n2. Guided: with therapist A2(DASS-dep)\nA1(DASS-anx)\n1. Online-based self-help program\nV. Day 2013 Canada 33 33 College students 7/59 24.12 22.97 WLC 6 weeks CBT 6-month A2(DASS-dep)\n2. Guided: with coach\nA3(DASS-str)\n1. The online mindfulness-based intervention\nK. Cavanagh\nUK 50 54 College students 12/92 25.28 24.08 (Learning Mindfulness Online) WLC 2 weeks 3rd wave / A3(PSS)\n2013\n2. Unguided\n(continued on next page)\nQ.\nWang\net\nal."
  },
  {
    "id": 47,
    "text": "6\nInternetInterventions34(2023)100690\nTable 1 (continued)\nStudy Country Sample size Type of sample Gender Mean age Conditions Follow- Outcome\n(m/f) (years) up\nEG CG EG CG EG CG Duration Technique\n1. A computerized self-help intervention A2(CDRS-R)\nNew Adolescent\nS. N Merry 2012 94 93 64/123 15.6 15.6 (SPARX) TAU 4–7 weeks CBT 3-month A1(SCAS)\nZealand students\n2. Unguided A4(PQ-LES-Q)\nAdolescent 1. Internet-based PST A1(HADS)\nW. Hoek 2012 Australia 22 23 11/34 15.78 16.36 WLC 5 weeks PST /\nstudents 2. Guided: with e-mail A2(CESD)\nA1(BAI)\nAdolescent 1. iCBT 12-\nM. Tillfors 2011 Sweden 10 9 / 16.5 16.5 WLC 9 weeks CBT A2(MADRS-S)\nstudents 2. Guided: with therapists month\nA4(QOLI)\n1. iCBT (MoodGYM) A1(DASS-anx)"
  },
  {
    "id": 48,
    "text": "A1(BAI)\nAdolescent 1. iCBT 12-\nM. Tillfors 2011 Sweden 10 9 / 16.5 16.5 WLC 9 weeks CBT A2(MADRS-S)\nstudents 2. Guided: with therapists month\nA4(QOLI)\n1. iCBT (MoodGYM) A1(DASS-anx)\nS. Sethi 2010 Australia 9 10 College students 15/4 19.47 19.47 WLC 3 weeks CBT 6-month\n2. Guided: with therapists A2(DASS-str)\nAdolescent R. O'Kearney 1. iCBT (MoodGYM)\nAustralia 67 90 students / / / TAU 6 weeks CBT 6-month A2(CESD)\n2009 2. Guided: with therapists\n(year 10)\nAdolescent\nA. L. Calear 1. iCBT (MoodGYM) A1(RCMAS)\nAustralia 563 914 students 651/826 14.34 14.34 WLC 5 weeks CBT 6-month\n2009 2. Guided: with therapists A2 (CED-D)\n(year 9, 10, 11)"
  },
  {
    "id": 49,
    "text": "(year 10)\nAdolescent\nA. L. Calear 1. iCBT (MoodGYM) A1(RCMAS)\nAustralia 563 914 students 651/826 14.34 14.34 WLC 5 weeks CBT 6-month\n2009 2. Guided: with therapists A2 (CED-D)\n(year 9, 10, 11)\nEG: experimental group; CG: control group; iCBT: internet-based cognitive behavior therapy; ABBT: acceptance-based behavioral therapy; MVC: mindfulness virtual community; ACT: acceptance and commitment therapy;\nPST: problem-solving therapy; WLC: waitlist control; TAU: treat as usual.\nA1(anxiety): SIAS =Social Interaction Anxiety Scale; GAD =the Generalized Anxiety Disorder scale; BAI =Beck Anxiety Inventory; DASS-anx =Depression Anxiety and Stress Scales-Anxiety subscale; CCAPS-Anxiety ="
  },
  {
    "id": 50,
    "text": "Counseling Center Assessment of Psychological Symptoms-Anxiety subscale; HADS =Hospital Anxiety and Depression Scale; SCAS =Spence Children's Anxiety Scale; SCARED =Screen for Child Anxiety Related\nDisorders; RCMAS =Revised Children's Manifest Anxiety Scale.\nA2(depression): DASS-dep =Depression Anxiety and Stress Scales-Depression subscale.; BDI =Beck Depression Inventory; CESD =Center for Epidemiological Studies' Depression Scale; CCAPS-Depression =Counseling\nCenter Assessment of Psychological Symptoms-Depression subscale; CRDS-R =Children's Depression Rating Scale Revised; PHQ =the Patient Health Questionnaire.\nA3(stress): PSS =Perceived Stress Scale; DASS-str =Depression Anxiety and Stress Scale-Stress Subscale; ESAP =Emotional Skills Assessment Process-Stress management dimension."
  },
  {
    "id": 51,
    "text": "A3(stress): PSS =Perceived Stress Scale; DASS-str =Depression Anxiety and Stress Scale-Stress Subscale; ESAP =Emotional Skills Assessment Process-Stress management dimension.\nA4(quality of life): EQ-5D =EuroQol-5 Dimensions; WEMWBS =Warwick-Edinburgh Mental Wellbeing Scale; AQoL =The Assessment of Quality of Life; Q-LES-Q =Quality of Life Enjoyment and Satisfaction Ques-\ntionnaire; QOLI =Quality of Life Inventory; PQ-LES-Q =Pediatric Quality of Life Enjoyment and Satisfaction Questionnaire.\nQ.\nWang\net\nal."
  },
  {
    "id": 52,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\n3.3. Risk of bias assessment experimental group and 1659 in the control group). We assess how\nInternet interventions affected depressive symptoms in contrast to\nFigs. 2 and 3 provide an overview of risk of bias summary for the 25 control groups. As illustrated by Fig. 5, significant heterogeneity was\nincluded studies. The quality assessment tool comprised five criteria in evident across most of these studies (p <0.01, I2 =67 %). Therefore, we\ntotal. Twelve studies (48 % of the total) were rated as having a low employed the random-effects model and the results of the meta-analysis"
  },
  {
    "id": 53,
    "text": "total. Twelve studies (48 % of the total) were rated as having a low employed the random-effects model and the results of the meta-analysis\noverall risk of overall bias. Therefore, they were classified as higher- demonstrated that participants receiving online self-help therapy re-\nquality studies. Eleven studies (44 %) reached “some concerns” ported significantly reduced depression compared to those in the control\nregarding overall bias, indicating a moderate level of overall quality. group (SMD = (cid:0) 0.42, 95 % CI [(cid:0) 0.56, (cid:0) 0.27]; the 95 % CI did not\nTwo studies (8 %) exhibited a high risk in at least one domain and were overlap zero). Additionally, the prediction interval was [(cid:0) 0.90, 0.07],"
  },
  {
    "id": 54,
    "text": "Two studies (8 %) exhibited a high risk in at least one domain and were overlap zero). Additionally, the prediction interval was [(cid:0) 0.90, 0.07],\ncategorized as having a high risk of bias. Among the specific domains suggesting that the effect sizes of future studies would fall within these\nassessed, three studies exhibited bias in the reported outcome mea- boundaries.\nsurement, while three studies had a risk of bias derived from the\nrandomization process. Two studies had a risk of bias arising from 3.4.3. Stress\nmissing outcome data. One study presented a risk of bias concerning the Ten studies (Rackoff et al., 2022; El Morr et al., 2021; Chung et al.,"
  },
  {
    "id": 55,
    "text": "missing outcome data. One study presented a risk of bias concerning the Ten studies (Rackoff et al., 2022; El Morr et al., 2021; Chung et al.,\nselection of the reported result. It's worth noting that achieving blinding 2021; Saleh et al., 2018; Harrer et al., 2018; Eustis et al., 2018; Choubisa\nof participants and personnel is particularly challenging in psychother- and Singh, 2018; Rasanen et al., 2016; Day et al., 2013; Cavanagh et al.,\napy outcome research (Munder and Barth, 2018). Thus, the most prev- 2013), comprising 1490 participants (752 in the experimental group and\nalent issue pertained to deviations from intended interventions, 738 in the control group), accessed changes in participants' stress"
  },
  {
    "id": 56,
    "text": "alent issue pertained to deviations from intended interventions, 738 in the control group), accessed changes in participants' stress\nincluding 10 studies and often involving a lack of information about symptoms after treatment. We utilized the random-effects model for\nblinding of participants and personnel. data analysis due to moderate significant heterogeneity across the\nstudies (p =0.10, I2 =39 %). As demonstrated in Fig. 6, the results of the\nmeta-analysis indicated that the intervention group experienced\n3.4. Meta-analysis outcomes reduced stress symptoms than the control group, with this difference\nbeing statistically significant (SMD =(cid:0) 0.35, 95 % CI [(cid:0) 0.51–0.20]; the\n3.4.1. Anxiety 95 % CI did not overlap zero). The prediction interval ranged from"
  },
  {
    "id": 57,
    "text": "being statistically significant (SMD =(cid:0) 0.35, 95 % CI [(cid:0) 0.51–0.20]; the\n3.4.1. Anxiety 95 % CI did not overlap zero). The prediction interval ranged from\nThe effects of Internet-based self-help programs on the management (cid:0) 0.76 to 0.05, indicating that future study effect sizes would lie within\nof anxiety were evaluated in eighteen studies (Karyotaki et al., 2022; this range.\nNewman et al., 2021; El Morr et al., 2021; K¨ahlke et al., 2019; McCall\net al., 2018; Harrer et al., 2018; Levin et al., 2017; Richards et al., 2016; 3.4.4. Quality of life\nRasanen et al., 2016; Smith et al., 2015; Sethi, 2013; Day et al., 2013; The effects of interventions on the quality of life were explored in"
  },
  {
    "id": 58,
    "text": "Rasanen et al., 2016; Smith et al., 2015; Sethi, 2013; Day et al., 2013; The effects of interventions on the quality of life were explored in\nMerry et al., 2012; Hoek et al., 2012; Tillfors et al., 2011; Sethi et al., seven studies (Karyotaki et al., 2022; Chung et al., 2021; Ka¨hlke et al.,\n2010; Calear et al., 2009; Eustis et al., 2018), involving 2972 partici- 2019; McCall et al., 2018; Eustis et al., 2018; Merry et al., 2012; Tillfors\npants in total (1303 in the experimental group and 1669 in the control et al., 2011), involving 858 subjects (429 in the experimental group and\ngroup). Moderate heterogeneity was found across most of these studies 429 in the control group). A fixed-effects model was utilized given the"
  },
  {
    "id": 59,
    "text": "group). Moderate heterogeneity was found across most of these studies 429 in the control group). A fixed-effects model was utilized given the\n(p <0.01, I2 =57 %). Therefore, a random-effects model was utilized for absence of considerable heterogeneity among these studies (p =0.26, I2\ndata analysis whose results illustrated that symptom of anxiety was = 22 %). The meta-analysis results revealed that the quality of life\nsignificantly reduced in the experimental group compared to the control among participants in the experimental group was significantly\ngroup (SMD = (cid:0) 0.35, 95 % CI [(cid:0) 0.48, (cid:0) 0.22]; the 95 % CI did not improved compared with that in the control group (SMD =0.36, 95%CI"
  },
  {
    "id": 60,
    "text": "group (SMD = (cid:0) 0.35, 95 % CI [(cid:0) 0.48, (cid:0) 0.22]; the 95 % CI did not improved compared with that in the control group (SMD =0.36, 95%CI\noverlap zero), as shown in Fig. 4. The prediction interval for the meta- [0.22, 0.49], the 95 % CI did not overlap zero) (Fig. 7). The prediction\nanalysis is [(cid:0) 0.78, 0.09], suggesting that the effect size in future interval, spanning from [(cid:0) 0.22, 0.72], anticipates that future study ef-\nstudies could range from a notable benefit (as indicated by (cid:0) 0.78) to a fect sizes would lie within this range.\nslight potential effect or no effect (as indicated by 0.09).\n3.4.5. Subgroup analysis\n3.4.2. Depression To explore potential sources of heterogeneity, subgroup analyses"
  },
  {
    "id": 61,
    "text": "slight potential effect or no effect (as indicated by 0.09).\n3.4.5. Subgroup analysis\n3.4.2. Depression To explore potential sources of heterogeneity, subgroup analyses\nFor eighteen studies (Levin et al., 2017; Hoek et al., 2012; Sethi et al., were undertaken for outcomes with a sufficient number of studies (I2 >\n2010; Day et al., 2013; Harrer et al., 2018; Karyotaki et al., 2022; 50 %), specifically anxiety and depression. These analyses considered\nNewman et al., 2021; K¨ahlke et al., 2019; Richards et al., 2016; Rasanen sample type (adolescent students, college students), treatment tech-\net al., 2016; Smith et al., 2015; Sethi, 2013; Merry et al., 2012; Tillfors nique (CBT interventions, third-wave CBT), guidance (unguided,"
  },
  {
    "id": 62,
    "text": "et al., 2016; Smith et al., 2015; Sethi, 2013; Merry et al., 2012; Tillfors nique (CBT interventions, third-wave CBT), guidance (unguided,\net al., 2011; Calear et al., 2009; Eustis et al., 2018; Srivastava et al., guided), and intervention duration (≤4 weeks, 4–8 weeks, ≥8 weeks).\n2020; O'Kearney et al., 2009), involving 2944 students (1285 in the\nFig. 2. Risk of bias graph.\n7"
  },
  {
    "id": 63,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\nFig. 3. Risk of bias summary.\nFig. 4. Forest plot for anxiety outcomes.\nAs presented in Table 2, several significant differences between college students (SMD =(cid:0) 0.49, 95 % CI [(cid:0) 0.61, (cid:0) 0.37]) compared to\nsubgroups were discovered. For anxiety, intervention effects were more adolescent student groups (SMD = (cid:0) 0.42, 95 % CI [(cid:0) 0.76, (cid:0) 0.08]).\npronounced in college students (SMD =(cid:0) 0.40, 95 % CI [(cid:0) 0.54, (cid:0) 0.25]) Additionally, the most significant effects were found with therapies\ncompared to adolescent students (SMD = (cid:0) 0.15, 95 % CI [(cid:0) 0.26, lasting longer than 8 weeks (SMD =(cid:0) 0.66, 95 % CI [(cid:0) 0.94, (cid:0) 0.39])"
  },
  {
    "id": 64,
    "text": "compared to adolescent students (SMD = (cid:0) 0.15, 95 % CI [(cid:0) 0.26, lasting longer than 8 weeks (SMD =(cid:0) 0.66, 95 % CI [(cid:0) 0.94, (cid:0) 0.39])\n(cid:0) 0.04]). Significant effects were observed for therapies lasting longer compared to those of medium duration (SMD =(cid:0) 0.29, 95 % CI [0.43,\nthan 8 weeks (SMD =(cid:0) 0.44, 95 % CI [(cid:0) 0.65, (cid:0) 0.24]) and interventions (cid:0) 0.14]). Third-wave CBT therapies exerted greater effects (SMD =\nemploying CBT (SMD =(cid:0) 0.38, 95%CI [(cid:0) 0.57, (cid:0) 0.20]) and third-wave (cid:0) 0.52, 95 % CI [(cid:0) 0.82, (cid:0) 0.22]), but there was no statistical significance"
  },
  {
    "id": 65,
    "text": "employing CBT (SMD =(cid:0) 0.38, 95%CI [(cid:0) 0.57, (cid:0) 0.20]) and third-wave (cid:0) 0.52, 95 % CI [(cid:0) 0.82, (cid:0) 0.22]), but there was no statistical significance\nCBT (SMD =(cid:0) 0.38, 95 % CI [(cid:0) 0.58, (cid:0) 0.17]). However, interventions for shorter intervention durations (SMD = (cid:0) 0.10, 95 % CI [(cid:0) 1.13,\nlasting <4 weeks did not reach statistical significance (SMD =(cid:0) 0.33, 95 0.94]).\n% CI [(cid:0) 0.81, 0.15]). For both target outcomes, there was no evidence to suggest that\nFor depression, the results showed more favorable outcomes in guidance significantly impacted effect size.\n8"
  },
  {
    "id": 66,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\nFig. 5. Forest plot for depression outcomes.\nFig. 6. Forest plot for stress outcomes.\nFig. 7. Forest plot for quality of life outcomes.\n9"
  },
  {
    "id": 67,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\nTable 2\nSubgroup analysis.\nSubgroup Anxiety Depression\nnc. Effect sizes p-Value between nc. Effect sizes p-Value between\nsubgroups subgroups\nSMD Heterogeneity SMD Heterogeneity\n(95 % CI) (95 % CI)\nType of sample\nCollege students 16 (cid:0) 0.40((cid:0) 0.54, I2 =48 %, p =0.02 p <0.01 11 (cid:0) 0.49((cid:0) 0.61, I2 =16 %, p =0.29 p =0.71\n(cid:0) 0.25) (cid:0) 0.37)\nAdolescent 2 (cid:0) 0.15((cid:0) 0.26, I2 =0 %, p =0.51 7 (cid:0) 0.42((cid:0) 0.76, I2 =76 %, p <0.01\nstudents (cid:0) 0.04) (cid:0) 0.08)\nTreatment technique\nCBT 13 (cid:0) 0.38((cid:0) 0.57, I2 =67 %, p <0.01 p =0.38 14 (cid:0) 0.42 ((cid:0) 0.58, I2 =72 %, p <0.01 p =0.44\n(cid:0) 0.20) (cid:0) 0.25)"
  },
  {
    "id": 68,
    "text": "Treatment technique\nCBT 13 (cid:0) 0.38((cid:0) 0.57, I2 =67 %, p <0.01 p =0.38 14 (cid:0) 0.42 ((cid:0) 0.58, I2 =72 %, p <0.01 p =0.44\n(cid:0) 0.20) (cid:0) 0.25)\nThird wave CBT 4 (cid:0) 0.37((cid:0) 0.58, I2 =0 %, p =0.83 3 (cid:0) 0.52 ((cid:0) 0.82, I2 =25 %, p =0.26\n(cid:0) 0.17) (cid:0) 0.22)\nPST 1 0.04((cid:0) 0.54, 0.63) – 1 (cid:0) 0.09 ((cid:0) 0.68, –\n0.49)\nTreatment length\n4–8 weeks 9 (cid:0) 0.28((cid:0) 0.46, I2 =57 %, p =0.02 p =0.51 10 (cid:0) 0.29 ((cid:0) 0.43, I2 =39 %, p =0.10 p =0.05\n(cid:0) 0.10) (cid:0) 0.14)\n≥8 weeks 7 (cid:0) 0.44((cid:0) 0.65, I2 =46 %, p =0.08 6 (cid:0) 0.66 ((cid:0) 0.94, I2 =55 %, p =0.05\n(cid:0) 0.24) (cid:0) 0.39)\n≤4 weeks 2 (cid:0) 0.33((cid:0) 0.81, 0.15) I2 =28 %, p =0.24 2 (cid:0) 0.10 ((cid:0) 1.13, I2 =78 %, p =0.03\n0.94)"
  },
  {
    "id": 69,
    "text": "(cid:0) 0.24) (cid:0) 0.39)\n≤4 weeks 2 (cid:0) 0.33((cid:0) 0.81, 0.15) I2 =28 %, p =0.24 2 (cid:0) 0.10 ((cid:0) 1.13, I2 =78 %, p =0.03\n0.94)\nType of contact\nGuided 13 (cid:0) 0.34((cid:0) 0.48, I2 =54 %, p =0.01 p =0.88 13 (cid:0) 0.38 ((cid:0) 0.54, I2 =64 %, p <0.01 p =0.43\n(cid:0) 0.19) (cid:0) 0.22)\nUnguided 5 (cid:0) 0.36((cid:0) 0.648, I2 =65 %, p =0.02 5 (cid:0) 0.55 ((cid:0) 0.94, I2 =73 %, p <0.01\n(cid:0) 0.08) (cid:0) 0.16)\nnc.: number of comparisons; SMD: standardized mean difference; CBT: cognitive-behavioral therapy, PST: problem-solving therapy.\nFig. 8. Funnel plot to assess for publication bias. (A) Funnel plot of anxiety outcomes. (B) Funnel plot of depression outcomes. (C) Funnel plot of stress outcomes. (D)\nFunnel plot of quality of life outcomes.\n10"
  },
  {
    "id": 70,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\n3.4.6. Sensitivity analysis and examination of publication bias findings, and additional research is warranted to explore the efficacy of\nWe visually assessed the potential for publication bias using funnel Internet-based therapies involving varying levels of interaction for\nplots, which display the effect sizes of the studies against their standard addressing mental health conditions among young students.\nerrors. A symmetrical distribution of studies around the combined effect Furthermore, subgroup analyses indicated that interventions lasting\nsize suggests the absence of publication bias, whereas an asymmetrical >8 weeks had a significant impact on mental health symptoms, whereas"
  },
  {
    "id": 71,
    "text": "size suggests the absence of publication bias, whereas an asymmetrical >8 weeks had a significant impact on mental health symptoms, whereas\ndistribution might indicate a potential bias. The funnel plots for anxiety, interventions lasting <4 weeks did not attain statistical significance. The\ndepression, stress, and quality of life can be seen in Fig. 8A, B, C, and D. finding aligns with the consensus among researchers that individuals\nWe further quantified the potential for publication bias using Egger's suffering from mental distress require longer therapy (Smit et al., 2012;\ntest. The results indicated that anxiety (p =0.057), stress (p =0.072), Leichsenring and Rabung, 2008). Longer programs may have a more"
  },
  {
    "id": 72,
    "text": "test. The results indicated that anxiety (p =0.057), stress (p =0.072), Leichsenring and Rabung, 2008). Longer programs may have a more\nand quality of life (p =0.786) had p-values >0.05, indicating no evi- enduring positive influence on participants who have ample time to\ndence of publication bias. However, depression (p = 0.029) had a p- engage with program content and practice skills for attitude and\nvalue <0.05, suggesting the presence of publication bias. behavior modification. However, this finding diverges from some other\nDespite significant heterogeneity observed in the forest plot for systematic reviews, which indicated notably stronger effects for online"
  },
  {
    "id": 73,
    "text": "Despite significant heterogeneity observed in the forest plot for systematic reviews, which indicated notably stronger effects for online\ndepression and anxiety symptom scores, sensitivity analyses, which interventions lasting 4 to 8 weeks (Heber et al., 2017; Harrer et al.,\ninvolved removing studies one by one, did not alter the results, sug- 2019). Also, it contradicts the conclusions drawn by Ma and Huang (Ma\ngesting minimal bias from any single study and reinforcing the robust- et al., 2021), which found no significant differences among in-\nness of our meta-analysis results. terventions of varying durations. On the contrary, ample time to engage\nwith programs may deter young people due to their unattractiveness,"
  },
  {
    "id": 74,
    "text": "ness of our meta-analysis results. terventions of varying durations. On the contrary, ample time to engage\nwith programs may deter young people due to their unattractiveness,\n4. Discussion potentially leading to higher dropout rates and diminished intervention\noutcomes. Hence, considering that intervention intensity and treatment\nThis meta-analysis examined the impact of Internet-based self-help techniques can significantly affect intervention outcomes, the general-\ninterventions on mental health conditions among adolescents and col- izability of this finding is constrained, necessitating further research to\nlege students, based on the evaluation of 25 studies with a total of 4480 elucidate this complex relationship."
  },
  {
    "id": 75,
    "text": "lege students, based on the evaluation of 25 studies with a total of 4480 elucidate this complex relationship.\nparticipants. Moreover, this meta-analysis found no significant differences in\ndepression outcomes between standard CBT and third-wave CBT. These\n4.1. Summary of findings results are consistent with a previous review by Ma and Huang focused\non mental health disorders in university students (Ma et al., 2021).\nOur analysis results indicated that compared to those who received Moreover, the review also found that third-wave CBT was more effective\nno intervention, participants engaging in online self-help programs in addressing anxiety among students, aligning with previous research"
  },
  {
    "id": 76,
    "text": "no intervention, participants engaging in online self-help programs in addressing anxiety among students, aligning with previous research\nexperienced notable reductions in anxiety, depression, and stress, along indicating that adapted mindfulness-based interventions may be more\nwith an improvement in their overall quality of life. These findings echo helpful than CBT for depression symptoms, while CBT could be more\nthe findings of a meta-analysis by Harrer and Adam (Harrer et al., 2019), effective for individuals experiencing anxiety (Arch and Ayers, 2013;\nwhich similarly demonstrated the effectiveness of Internet-based in- Wolitzky-Taylor et al., 2012; Wang et al., 2023). However, it's crucial to"
  },
  {
    "id": 77,
    "text": "which similarly demonstrated the effectiveness of Internet-based in- Wolitzky-Taylor et al., 2012; Wang et al., 2023). However, it's crucial to\nterventions in addressing depression, anxiety, and stress among college interpret the findings of the subgroup analysis cautiously, given the high\nstudents. This effectiveness can be attributed to the accessibility, scal- heterogeneity observed, calling for replication in other research with\nability, and cost-effectiveness of such interventions (Buntrock et al., minimal risk of bias. Future analyses should delve into specific inter-\n2017). vention strategies for distinct forms of CBT, such as ACT or mindfulness.\nIn our subgroup analysis, higher efficacy of these interventions was"
  },
  {
    "id": 78,
    "text": "2017). vention strategies for distinct forms of CBT, such as ACT or mindfulness.\nIn our subgroup analysis, higher efficacy of these interventions was\nfound in college students compared with adolescents. One possible 4.2. Practical implications\nexplanation for this can be gleaned from the study by Hoek and\nSchuurmans (Hoek et al., 2012), which highlighted the challenges of Despite the varied results presented in this review and the necessity\ninvolving adolescents in Internet-based self-help programs. Parental for further research to arrive at definitive conclusions, Internet-based\nconsent requirements, high time commitment, the (un)attractiveness of self-help interventions hold substantial promise in addressing mental"
  },
  {
    "id": 79,
    "text": "consent requirements, high time commitment, the (un)attractiveness of self-help interventions hold substantial promise in addressing mental\nthe self-help format, and a lack of support from parents and friends may health symptoms among young students.\nhave negative impacts on dropout rates and the efficacy of online self- Recognizing their inherent benefits, it becomes imperative to\nhelp programs among adolescent participants. College students, on the enhance the accessibility of online-based self-help interventions for this\nother hand, are typically more familiar with using the Internet to access demographic, enabling them to access healthcare via these platforms,"
  },
  {
    "id": 80,
    "text": "other hand, are typically more familiar with using the Internet to access demographic, enabling them to access healthcare via these platforms,\nmental healthcare information and have greater flexibility to complete either directly or as part of a stepped-care approach (Andersson and\nonline programs. Moreover, these two age groups exhibit distinct Titov, 2014). As research in this area advances, online interventions\ndevelopmental and experiential differences (Steinberg, 2005), which could potentially serve as initial steps in a therapeutic journey or com-\ncan influence their engagement with and benefit from Internet self-help plement traditional interventions, especially for individuals in the early"
  },
  {
    "id": 81,
    "text": "can influence their engagement with and benefit from Internet self-help plement traditional interventions, especially for individuals in the early\ntreatments. For instance, college students, in contrast to adolescents, stages of symptom development or those experiencing milder symp-\nmight possess greater independence and maturity in terms of self- toms. This aligns with recommendations from researchers like Espie\nregulation and internet use (Lenhart et al., 2010), potentially making (2009), who advocated for evidence-based online interventions as the\nthem more receptive to self-help interventions. primary accessible step for most individuals, reserving in-person ser-"
  },
  {
    "id": 82,
    "text": "them more receptive to self-help interventions. primary accessible step for most individuals, reserving in-person ser-\nAnother noteworthy finding of this study is the absence of a signif- vices for those requiring intensified support. In light of this, pro-\nicant difference between guided online self-help interventions (e.g., fessionals like school counselors, general practitioners, and youth\nthose guided by coaches, therapists, or emails) and unguided online self- workers, who often act as gatekeepers to mental health services for\nhelp interventions, which is consistent with previous meta-analyses young students (Rickwood et al., 2007), should familiarize themselves"
  },
  {
    "id": 83,
    "text": "help interventions, which is consistent with previous meta-analyses young students (Rickwood et al., 2007), should familiarize themselves\n(Harrer et al., 2019; Baumeister et al., 2014). However, studies also with these online self-help techniques to broaden the reach of early and\nsuggest that participants benefit more from Internet-based interventions impactful interventions.\nwhen guidance is provided for common mental disorders (Andersson Furthermore, prior research has underscored the importance of\nand Titov, 2014; Johansson and Andersson, 2012). Therefore, the result recognizing individual variability in psychotherapy outcomes (Kaiser\nneeds to be interpreted cautiously, especially given the limited number et al., 2022). This observation resonates with our findings, particularly"
  },
  {
    "id": 84,
    "text": "needs to be interpreted cautiously, especially given the limited number et al., 2022). This observation resonates with our findings, particularly\nof unguided intervention groups included in the trials. Clinicians should in the subgroup analysis revealing that some college students were more\nnot disregard the potential advantages of guidance based solely on our likely than adolescent students to respond to Internet interventions.\n11"
  },
  {
    "id": 85,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\nGiven this understanding, we hope to explore the development of arti- Internet-based interventions, determining the most effective methods\nficial intelligence-based personalized treatment within the online clin- for incorporating these interventions into existing healthcare services,\nical setting. Such an approach could aid in matching students in need of and devising optimal strategies for merging Internet-based interventions\ntreatment with optimal Internet interventions, ultimately enhancing with medication. By addressing these areas of inquiry, we can further\ntheir therapeutic experiences. enhance the impact of Internet-based self-help interventions in the\nrealm of mental health treatment.\n4.3. Limitations\nFunding"
  },
  {
    "id": 86,
    "text": "their therapeutic experiences. enhance the impact of Internet-based self-help interventions in the\nrealm of mental health treatment.\n4.3. Limitations\nFunding\nFirstly, While our intention was to pre-register this meta-analysis, we\nencountered delays in the formal registration process, including the This work was supported by the National Natural Science Foundation\nissuance of a registration number. It's important to note that our study of China (Grant No.82102600).\nadhered to the pre-planned methodology and analysis, preserving its\nintegrity, despite these registration-related challenges. Secondly, the Ethics approval\nmoderate heterogeneity observed across the included studies may\npotentially impact the analysis results. This is partly attributed to the Not applicable."
  },
  {
    "id": 87,
    "text": "moderate heterogeneity observed across the included studies may\npotentially impact the analysis results. This is partly attributed to the Not applicable.\nbroad scope of the study, encompassing mental disorders across both\nadolescent and college student populations, leading to inherent data CRediT authorship contribution statement\nvariability. While we made concerted efforts to address this issue\nthrough subgroup analyses, it's imperative to exercise caution when Conceptualization: Qing Wang; Methodology: Qing Wang, Senbo An;\ninterpreting the findings. Thirdly, our meta-analysis shed limited in- Formal analysis and investigation: Qing Wang, Weixin Zhang; Senbo An;"
  },
  {
    "id": 88,
    "text": "interpreting the findings. Thirdly, our meta-analysis shed limited in- Formal analysis and investigation: Qing Wang, Weixin Zhang; Senbo An;\nsights into the effects of long-term interventions. Only a subset of the Writing original draft preparation: Qing Wang; Writing review and\nincluded studies provided data on the long-term effects of interventions, editing: Senbo An; Funding acquisition: Senbo, An; Resources: Senbo An;\nand there were discrepancies in the duration of follow-up. Fourthly, the Supervision: Senbo, An and all authors commented on previous versions\ncollective classification of middle and high school students as “adoles- of the manuscript. All authors read and approved the final manuscript.\ncent students” may obscure the variations in developmental character-"
  },
  {
    "id": 89,
    "text": "cent students” may obscure the variations in developmental character-\nistics within different stages of adolescence, including early, middle, and Consent for publication\nlate adolescence. Fifthly, some studies excluded young individuals with\nintellectual and developmental disabilities. Consequently, the general- Not applicable.\nizability of related analysis results may be restricted for this specific\npopulation, even though they exhibit a notably high prevalence of Declaration of competing interest\ncommon mental health disorders. Sixthly, there are limitations per-\ntaining to the clinical significance of the results. While we observed The authors declare that they have no known competing financial"
  },
  {
    "id": 90,
    "text": "taining to the clinical significance of the results. While we observed The authors declare that they have no known competing financial\nstatistically significant reductions in symptoms, we did not explore the interests or personal relationships that could have appeared to influence\nrelationship between these results and clinical cut-off values. As a result, the work reported in this paper.\nthe practical clinical implications of this meta-analysis should be inter-\npreted with caution. Finally, it is worth noting that all the RCTs included Data availability\nin the analysis were conducted in high-income countries, potentially\nlimiting the generalizability of the results to low-income countries. The original contributions presented in the study are included in the"
  },
  {
    "id": 91,
    "text": "limiting the generalizability of the results to low-income countries. The original contributions presented in the study are included in the\narticle, further inquiries can be directed to the corresponding author.\n5. Directions for future research\nAcknowledgements\nIn conclusion, Internet-based self-help interventions hold significant\npromise for addressing a wide range of mental health conditions among Not applicable.\nadolescents and college students. Nevertheless, a deeper understanding\nof their efficacy necessitates further research. Future research could References\nbenefit from more nuanced student classifications to explore potential\nvariations in the impact of Internet-based self-help interventions across Ackard, D.M., Neumark-Sztainer, D., 2001. Health care information sources for"
  },
  {
    "id": 92,
    "text": "variations in the impact of Internet-based self-help interventions across Ackard, D.M., Neumark-Sztainer, D., 2001. Health care information sources for\nthese developmental stages, including early, middle, and late adoles- adolescents: age and gender differences on use, concerns, and needs. J. Adolesc.\nHealth 29, 170–176.\ncence. Comparative studies should explore varying levels of guidance in\nAndersson, G., Titov, N., 2014. Advantages and limitations of internet-based\nInternet-based self-help therapies in relation to unguided interventions interventions for common mental disorders. World Psychiatry 13, 4–11.\nor traditional face-to-face treatments, specifically focusing on allevi- Andersson, G., Carlbring, P., Ljo´tsson, B., Hedman, E., 2013. Guided Internet-based CBT"
  },
  {
    "id": 93,
    "text": "or traditional face-to-face treatments, specifically focusing on allevi- Andersson, G., Carlbring, P., Ljo´tsson, B., Hedman, E., 2013. Guided Internet-based CBT\nfor common mental disorders. J. Contemp. Psychother. 43, 223–233.\nating anxiety, depression, and stress, as well as improving the overall\nArch, J.J., Ayers, C.R., 2013. Which treatment worked better for whom? Moderators of\nquality of life. Moreover, investigations into intervention duration and group cognitive behavioral therapy versus adapted mindfulness based stress\nmethodologies are warranted to identify factors associated with reduction for anxiety disorders. Behav. Res. Ther. 51, 434–442.\nAustralian Bureau of Statistics, 2020-21. National Study of Mental Health and Wellbeing."
  },
  {
    "id": 94,
    "text": "Australian Bureau of Statistics, 2020-21. National Study of Mental Health and Wellbeing.\nimproved outcomes. Additionally, there is a critical need for more\nABS, Australia.\nextensive research on the utilization of Internet-based self-help in- Barak, A., Grohol, J.M., 2011. Current and future trends in Internet-supported mental\nterventions among young individuals who are currently underrepre- health interventions. J. Technol. Hum. Serv. 29, 155–196.\nBaumeister, H., Reichler, L., Munzinger, M., Lin, J., 2014. The impact of guidance on\nsented in the existing literature, such as those with intellectual and\ninternet-based mental health interventions — a systematic review. Internet Interv. 1,\ndevelopmental disabilities and those from low- and middle-income 205–215."
  },
  {
    "id": 95,
    "text": "internet-based mental health interventions — a systematic review. Internet Interv. 1,\ndevelopmental disabilities and those from low- and middle-income 205–215.\ncountries. Expanding the scope of research to encompass these diverse Beck, J.S., 2011. Cognitive-behavioral therapy. In: Clinical Textbook of Addictive\ngroups will contribute to a more comprehensive understanding of the Disorders, 491, pp. 474–501.\nBell, A.C., D’Zurilla, T.J., 2009. Problem-solving therapy for depression: a meta-analysis.\neffectiveness and accessibility of such interventions. Looking ahead, we Clin. Psychol. Rev. 29, 348–353.\nanticipate significant developments in the clinical realm. These de- Berger, T., H¨ammerli, K., Gubser, N., Andersson, G., Caspar, F., 2011. Internet-based"
  },
  {
    "id": 96,
    "text": "anticipate significant developments in the clinical realm. These de- Berger, T., H¨ammerli, K., Gubser, N., Andersson, G., Caspar, F., 2011. Internet-based\nvelopments encompass the integration of clinical significance assess- treatment of depression: a randomized controlled trial comparing guided with\nunguided self-help. Cogn. Behav. Ther. 40, 251–266.\nments alongside statistical analysis, addressing lingering questions\nBuntrock, C., Berking, M., Smit, F., Lehr, D., Nobis, S., Riper, H., Cuijpers, P., Ebert, D.,\nregarding the characteristics of individuals most likely to benefit from 2017. Preventing depression in adults with subthreshold depression: health-\n12"
  },
  {
    "id": 97,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\neconomic evaluation alongside a pragmatic randomized controlled trial of a web- Hofmann, S.G., Asnaani, A., Vonk, I.J., Sawyer, A.T., Fang, A., 2012. The efficacy of\nbased intervention. J. Med. Internet Res. 19, e5. cognitive behavioral therapy: a review of meta-analyses. Cogn. Ther. Res. 36,\nCalear, A.L., Christensen, H., Mackinnon, A., Griffiths, K.M., O’Kearney, R., 2009. The 427–440.\nYouthMood project: A cluster randomized controlled trial of an online cognitive Hunt, J., Eisenberg, D., 2010. Mental health problems and help-seeking behavior among\nbehavioral program with adolescents. J. Consult. Clin. Psychol. 77, 1021–1032. college students. J. Adolesc. Health 46, 3–10."
  },
  {
    "id": 98,
    "text": "behavioral program with adolescents. J. Consult. Clin. Psychol. 77, 1021–1032. college students. J. Adolesc. Health 46, 3–10.\nCavanagh, K., Strauss, C., Cicconi, F., Griffiths, N., Wyper, A., Jones, F., 2013. Hutton, B., Catala-Lopez, F., Moher, D., 2016. The PRISMA statement extension for\nA randomised controlled trial of a brief online mindfulness-based intervention. systematic reviews incorporating network meta-analysis: PRISMA-NMA. Med. Clín.\nBehav. Res. Ther. 51, 573–578. (Engl. Ed.) 147, 262–266.\nChen, T., Lucock, M., 2022. The mental health of university students during the COVID- J., V.M., Griffiths, K.M., Barrett, P.M., 2017. Improving accessibility of cognitive"
  },
  {
    "id": 99,
    "text": "Chen, T., Lucock, M., 2022. The mental health of university students during the COVID- J., V.M., Griffiths, K.M., Barrett, P.M., 2017. Improving accessibility of cognitive\n19 pandemic: an online survey in the UK. PLoS One 17, e0262562. behavioural therapy for children and adolescents: review of evidence and future\nChoubisa, R., Singh, K., 2018. Development and validation of a web-delivered positive directions. Clin. Psychol. 21, 157–164.\npsychological intervention in an Indian Milieu: lessons from a limited pilot Jafari, E., Dehshiri, G.R., Eskandari, H., Najafi, M., Heshmati, R., Hoseinifar, J., 2010.\nrandomized controlled trial. Cogent Psychol. 5, 1–28. Spiritual well-being and mental health in university students. Procedia Soc. Behav."
  },
  {
    "id": 100,
    "text": "randomized controlled trial. Cogent Psychol. 5, 1–28. Spiritual well-being and mental health in university students. Procedia Soc. Behav.\nChung, J., Mundy, M.E., Hunt, I., Coxon, A., Dyer, K.R., McKenzie, S., 2021. An Sci. 5, 1477–1481.\nevaluation of an online brief mindfulness-based intervention in higher education: a Johansson, R., Andersson, G., 2012. Internet-based psychological treatments for\npilot conducted at an Australian university and a British university. Front. Psychol. depression. Expert. Rev. Neurother. 12, 861–870.\n12. K¨ahlke, F., Berger, T., Schulz, A., Baumeister, H., Berking, M., Auerbach, R.P.,\nClarke, G., Kelleher, C., Hornbrook, M., Debar, L., Dickerson, J., Gullion, C., 2009. Bruffaerts, R., Cuijpers, P., Kessler, R.C., Ebert, D.D., 2019. Efficacy of an unguided"
  },
  {
    "id": 101,
    "text": "Clarke, G., Kelleher, C., Hornbrook, M., Debar, L., Dickerson, J., Gullion, C., 2009. Bruffaerts, R., Cuijpers, P., Kessler, R.C., Ebert, D.D., 2019. Efficacy of an unguided\nRandomized effectiveness trial of an Internet, pure self-help, cognitive behavioral internet-based self-help intervention for social anxiety disorder in university\nintervention for depressive symptoms in young adults. Cogn. Behav. Ther. 38, students: a randomized controlled trial. Int. J. Methods Psychiatr. Res. 28, e1766.\n222–234. Kaiser, T., Volkmann, C., Volkmann, A., Karyotaki, E., Cuijpers, P., Brakemeier, E.-L.,\nClarke, A.M., Kuosmanen, T., Barry, M.M., 2015. A systematic review of online youth 2022. Heterogeneity of treatment effects in trials on psychotherapy of depression."
  },
  {
    "id": 102,
    "text": "Clarke, A.M., Kuosmanen, T., Barry, M.M., 2015. A systematic review of online youth 2022. Heterogeneity of treatment effects in trials on psychotherapy of depression.\nmental health promotion and prevention interventions. J. Youth Adolesc. 44, Clin. Psychol. Sci. Pract. 29, 294–303.\n90–113. Karyotaki, E., Klein, A.M., Ciharova, M., Bolinski, F., Krijnen, L., De Koning, L., De\nCohen, J., 2013. Statistical Power Analysis for the Behavioral Sciences. Academic Press. Wit, L., Van DER Heijde, C.M., Ebert, D.D., Riper, H., et al., 2022. Guided internet-\nDay, V., McGrath, P.J., Wojtowicz, M., 2013. Internet-based guided self-help for based transdiagnostic individually tailored cognitive behavioral therapy for"
  },
  {
    "id": 103,
    "text": "Day, V., McGrath, P.J., Wojtowicz, M., 2013. Internet-based guided self-help for based transdiagnostic individually tailored cognitive behavioral therapy for\nuniversity students with anxiety, depression and stress: a randomized controlled symptoms of depression and/or anxiety in college students: a randomized controlled\nclinical trial. Behav. Res. Ther. 51, 344–351. trial. Behav. Res. Ther. 150.\nEbert, D.D., Buntrock, C., Lehr, D., Smit, F., Riper, H., Baumeister, H., Cuijpers, P., Landis, J.R., Koch, G.G., 1977. The measurement of observer agreement for categorical\nBerking, M., 2018. Effectiveness of web- and mobile-based treatment of subthreshold data. Biometrics 33, 159–174."
  },
  {
    "id": 104,
    "text": "Berking, M., 2018. Effectiveness of web- and mobile-based treatment of subthreshold data. Biometrics 33, 159–174.\ndepression with adherence-focused guidance: a single-blind randomized controlled Larry V. Hedges, I.O., 2014. Statistical Methods for Meta-analysis. Academic Press.\ntrial. Behav. Ther. 49, 71–83. Leichsenring, F., Rabung, S., 2008. Effectiveness of long-term psychodynamic\nEbert, D.D., Mortier, P., Kaehlke, F., Bruffaerts, R., Baumeister, H., Auerbach, R.P., psychotherapy: a meta-analysis. JAMA 300, 1551–1565.\nAlonso, J., Vilagut, G., Martínez, K.U., Lochner, C., Cuijpers, P., Kuechler, A.-M., Lenhart, A., Purcell, K., Smith, A., Zickuhr, K., 2010. Social Media & Mobile Internet Use"
  },
  {
    "id": 105,
    "text": "Alonso, J., Vilagut, G., Martínez, K.U., Lochner, C., Cuijpers, P., Kuechler, A.-M., Lenhart, A., Purcell, K., Smith, A., Zickuhr, K., 2010. Social Media & Mobile Internet Use\nGreen, J., Hasking, P., Lapsley, C., Sampson, N.A., Kessler, R.C., on behalf of the, W. among Teens and Young Adults. Millennials. Pew Internet & American Life Project.\nH. O. W. M. H. I. C. S. I. C, 2019. Barriers of mental health treatment utilization Levin, M.E., Haeger, J.A., Pierce, B.G., Twohig, M.P., 2017. Web-based acceptance and\namong first-year college students: first cross-national results from the WHO World commitment therapy for mental health problems in college students: a randomized"
  },
  {
    "id": 106,
    "text": "among first-year college students: first cross-national results from the WHO World commitment therapy for mental health problems in college students: a randomized\nMental Health International College Student Initiative. Int. J. Methods Psychiatr. controlled trial. Behav. Modif. 41, 141–162.\nRes. 28, e1782. Liu, H., Peng, H., Song, X., XU, C., Zhang, M., 2022. Using AI chatbots to provide self-\nEisenberg, D., Downs, M.F., Golberstein, E., Zivin, K., 2009a. Stigma and help seeking for help depression interventions for university students: a randomized trial of\nmental health among college students. Med. Care Res. Rev. 66, 522–541. effectiveness. Internet Interv. 27, 100495."
  },
  {
    "id": 107,
    "text": "mental health among college students. Med. Care Res. Rev. 66, 522–541. effectiveness. Internet Interv. 27, 100495.\nEisenberg, D., Golberstein, E., Hunt, J.B., 2009b. Mental Health and Academic Success in Ma, L., Huang, C., Tao, R., Cui, Z., Schluter, P., 2021. Meta-analytic review of online\nCollege, 9. guided self-help interventions for depressive symptoms among college students.\nEl Morr, C., Ritvo, P., Ahmad, F., Moineddin, R., 2021. Effectiveness of an 8-week web- Internet Interv. 25, 100427.\nbased mindfulness virtual community intervention for university students on Marques de Miranda, D., Da Silva Athanasio, B., Sena Oliveira, A.C., Simoes-E-Silva, A."
  },
  {
    "id": 108,
    "text": "based mindfulness virtual community intervention for university students on Marques de Miranda, D., Da Silva Athanasio, B., Sena Oliveira, A.C., Simoes-E-Silva, A.\nsymptoms of stress, anxiety, and depression: randomized controlled trial. JMIR C., 2020. How is COVID-19 pandemic impacting mental health of children and\nMent. Health 7. adolescents? Int. J. Disaster Risk Reduction 51, 101845.\nEspie, C.A., 2009. “Stepped care”: a health technology solution for delivering cognitive McCall, H.C., Richardson, C.G., Helgadottir, F.D., Chen, F.S., 2018. Evaluating a web-\nbehavioral therapy as a first line insomnia treatment. Sleep 32, 1549–1558. based social anxiety intervention among university students: randomized controlled"
  },
  {
    "id": 109,
    "text": "behavioral therapy as a first line insomnia treatment. Sleep 32, 1549–1558. based social anxiety intervention among university students: randomized controlled\nEustis, E.H., Hayes-Skelton, S.A., Orsillo, S.M., Roemer, L., 2018. Surviving and thriving trial. J. Med. Internet Res. 20, e91.\nduring stress: a randomized clinical trial comparing a brief web-based therapist- Merry, S.N., Stasiak, K., Shepherd, M., Frampton, C., Fleming, T., Lucassen, M.F., 2012.\nassisted acceptance-based behavioral intervention versus waitlist control for college The effectiveness of SPARX, a computerised self help intervention for adolescents\nstudents. Behav. Ther. 49, 889–903. seeking help for depression: randomised controlled non-inferiority trial. BMJ (Clin."
  },
  {
    "id": 110,
    "text": "students. Behav. Ther. 49, 889–903. seeking help for depression: randomised controlled non-inferiority trial. BMJ (Clin.\nGoodman, A., Joyce, R., Smith, J.P., 2011. The long shadow cast by childhood physical Res. Ed.) 344, e2598.\nand mental problems on adult life. Proc. Natl. Acad. Sci. 108, 6032–6037. Moher, D., Liberati, A., Tetzlaff, J., Altman, D.G., Group, P., 2010. Preferred reporting\nGulliver, A., Griffiths, K.M., Christensen, H., 2010. Perceived barriers and facilitators to items for systematic reviews and meta-analyses: the PRISMA statement. Int. J. Surg.\nmental health help-seeking in young people: a systematic review. BMC Psychiatry 8, 336–341.\n10, 113. Munder, T., Barth, J., 2018. Cochrane’s risk of bias tool in the context of psychotherapy"
  },
  {
    "id": 111,
    "text": "mental health help-seeking in young people: a systematic review. BMC Psychiatry 8, 336–341.\n10, 113. Munder, T., Barth, J., 2018. Cochrane’s risk of bias tool in the context of psychotherapy\nHarrer, M., Adam, S.H., Fleischmann, R.J., Baumeister, H., Auerbach, R., Bruffaerts, R., outcome research. Psychother. Res. 28, 347–355.\nCuijpers, P., Kessler, R.C., Berking, M., Lehr, D., et al., 2018. Effectiveness of an Nakao, M., Shirotsuki, K., Sugaya, N., 2021. Cognitive–behavioral therapy for\nInternet- and App-based intervention for college students with elevated stress: management of mental health and stress-related disorders: recent advances in\nrandomized controlled trial. J. Med. Internet Res. 20, e136. techniques and technologies. BioPsychoSoc. Med. 15, 16."
  },
  {
    "id": 112,
    "text": "randomized controlled trial. J. Med. Internet Res. 20, e136. techniques and technologies. BioPsychoSoc. Med. 15, 16.\nHarrer, M., Adam, S.H., Baumeister, H., Cuijpers, P., Karyotaki, E., Auerbach, R.P., Newman, M.G., Szkodny, L.E., Llera, S.J., Przeworski, A., 2011. A review of technology-\nKessler, R.C., Bruffaerts, R., Berking, M., Ebert, D.D., 2019. Internet interventions for assisted self-help and minimal contact therapies for anxiety and depression: is\nmental health in university students: a systematic review and meta-analysis. Int. J. human contact necessary for therapeutic efficacy? Clin. Psychol. Rev. 31, 89–103.\nMethods Psychiatr. Res. 28, e1759. Newman, M.G., Kanuri, N., Rackoff, G.N., Jacobson, N.C., Bell, M.J., Taylor, C.B., 2021."
  },
  {
    "id": 113,
    "text": "Methods Psychiatr. Res. 28, e1759. Newman, M.G., Kanuri, N., Rackoff, G.N., Jacobson, N.C., Bell, M.J., Taylor, C.B., 2021.\nHayes, S.C., Hofmann, S.G., 2017. The third wave of cognitive behavioral therapy and A randomized controlled feasibility trial of internet-delivered guided self-help for\nthe rise of process-based care. World Psychiatry 16, 245–246. generalized anxiety disorder (GAD) among university students in India.\nHeber, E., Ebert, D.D., Lehr, D., Cuijpers, P., Berking, M., Nobis, S., Riper, H., 2017. The Psychotherapy (Chic.) 58, 591–601.\nbenefit of web-and computer-based interventions for stress: a systematic review and O’Kearney, R., Kang, K., Christensen, H., Griffiths, K., 2009. A controlled trial of a"
  },
  {
    "id": 114,
    "text": "benefit of web-and computer-based interventions for stress: a systematic review and O’Kearney, R., Kang, K., Christensen, H., Griffiths, K., 2009. A controlled trial of a\nmeta-analysis. J. Med. Internet Res. 19, e32. school-based internet program for reducing depressive symptoms in adolescent girls.\nHedman, E., Ljo´tsson, B., Lindefors, N., 2012. Cognitive behavior therapy via the Depress. Anxiety 26, 65–72.\ninternet: a systematic review of applications, clinical efficacy and cost–effectiveness. Patel, V., Flisher, A.J., Hetrick, S., McGorry, P., 2007. Mental health of young people: a\nExpert Rev. Pharmacoecon. Outcomes Res. 12, 745–764. global public-health challenge. Lancet 369, 1302–1313."
  },
  {
    "id": 115,
    "text": "Expert Rev. Pharmacoecon. Outcomes Res. 12, 745–764. global public-health challenge. Lancet 369, 1302–1313.\nHiggins, J.P., Thompson, S.G., 2002. Quantifying heterogeneity in a meta-analysis. Stat. Power, E., Hughes, S., Cotter, D., Cannon, M., 2020. Youth mental health in the time of\nMed. 21, 1539–1558. COVID-19. Ir. J. Psychol. Med. 37, 301–305.\nHjorth, C.F., Bilgrav, L., Frandsen, L.S., Overgaard, C., Torp-Pedersen, C., Nielsen, B., Rackoff, G.N., Fitzsimmons-Craft, E.E., Taylor, C.B., Eisenberg, D., Wilfley, D.E.,\nBøggild, H., 2016. Mental health and school dropout across educational levels and Newman, M.G., 2022. A randomized controlled trial of Internet-based self-help for"
  },
  {
    "id": 116,
    "text": "Bøggild, H., 2016. Mental health and school dropout across educational levels and Newman, M.G., 2022. A randomized controlled trial of Internet-based self-help for\ngenders: a 4.8-year follow-up study. BMC Public Health 16, 976. stress during the COVID-19 pandemic. J. Adolesc. Health 71, 157–163.\nHoek, W., Schuurmans, J., Koot, H.M., Cuijpers, P., 2012. Effects of internet-based Rasanen, P., Lappalainen, P., Muotka, J., Tolvanen, A., Lappalainen, R., 2016. An online\nguided self-help problem-solving therapy for adolescents with depression and guided ACT intervention for enhancing the psychological wellbeing of university\nanxiety: a randomized controlled trial. PLoS One 7, e43485. students: a randomized controlled clinical trial. Behav. Res. Ther. 78, 30–42."
  },
  {
    "id": 117,
    "text": "anxiety: a randomized controlled trial. PLoS One 7, e43485. students: a randomized controlled clinical trial. Behav. Res. Ther. 78, 30–42.\nHofmann, S.G., 2011. An Introduction to Modern CBT: Psychological Solutions to Mental Ravens-Sieberer, U., Kaman, A., Erhart, M., Devine, J., Schlack, R., Otto, C., 2022. Impact\nHealth Problems. John Wiley & Sons. of the COVID-19 pandemic on quality of life and mental health in children and\nadolescents in Germany. Eur. Child Adolesc. Psychiatry 31, 879–889.\n13"
  },
  {
    "id": 118,
    "text": "Q. Wang et al. I n t e r n e t I n t e r v e n t i o n s34(2023)100690\nRichards, D., Timulak, L., Rashleigh, C., McLoughlin, O., Colla, A., Joyce, C., Doherty, G., White, I.R., Whiting, P.F., Higgins, J.P.T., 2019. RoB 2: a revised tool for assessing\nSharry, J., Duffy, D., Anderson-Gibbons, M., 2016. Effectiveness of an internet- risk of bias in randomised trials. BMJ 366, l4898.\ndelivered intervention for generalized anxiety disorder in routine care: a randomized Stice, E., Shaw, H., Bohon, C., Marti, C.N., Rohde, P., 2009. A meta-analytic review of\ncontrolled trial in a student population. Internet Interv. 6, 80–88. depression prevention programs for children and adolescents: factors that predict"
  },
  {
    "id": 119,
    "text": "controlled trial in a student population. Internet Interv. 6, 80–88. depression prevention programs for children and adolescents: factors that predict\nRickwood, D.J., Deane, F.P., Wilson, C.J., 2007. When and how do young people seek magnitude of intervention effects. J. Consult. Clin. Psychol. 77, 486–503.\nprofessional help for mental health problems? Med. J. Aust. 187, S35–S39. Tillfors, M., Andersson, G., Ekselius, L., Furmark, T., Lewenhaupt, S., Karlsson, A.,\nSaleh, D., Camart, N., Sbeira, F., Romo, L., 2018. Can we learn to manage stress? A Carlbring, P., 2011. A randomized trial of Internet-delivered treatment for social\nrandomized controlled trial carried out on university students. PLoS One 13, anxiety disorder in high school students. Cogn. Behav. Ther. 40, 147–157."
  },
  {
    "id": 120,
    "text": "randomized controlled trial carried out on university students. PLoS One 13, anxiety disorder in high school students. Cogn. Behav. Ther. 40, 147–157.\ne0200997. Vidourek, R.A., King, K.A., Nabors, L.A., Merianos, A.L., 2014. Students’ benefits and\nSethi, S., 2013. Treating youth depression and anxiety: a randomised controlled trial barriers to mental health help-seeking. Health Psychol. Behav. Med. 2, 1009–1022.\nexamining the efficacy of computerized versus face-to-face cognitive behaviour Wang, H., Yang, C., He, F., Shi, Y., Qu, Q., Rozelle, S., Chu, J., 2015. Mental health and\ntherapy. Aust. Psychol. 48, 249–257. dropout behavior: a cross-sectional study of junior high students in northwest rural"
  },
  {
    "id": 121,
    "text": "therapy. Aust. Psychol. 48, 249–257. dropout behavior: a cross-sectional study of junior high students in northwest rural\nSethi, S., Campbell, A.J., Ellis, L.A., 2010. The use of computerized self-help packages to China. Int. J. Educ. Dev. 41, 1–12.\ntreat adolescent depression and anxiety. J. Technol. Hum. Serv. 28, 144–160. Wang, X., Hegde, S., Son, C., Keller, B., Smith, A., Sasangohar, F., 2020. Investigating\nShankar, N.L., Park, C.L., 2016. Effects of stress on students’ physical and mental health mental health of US college students during the COVID-19 pandemic: cross-sectional\nand academic success. Int. J. Sch. Educ. Psychol. 4, 5–9. survey study. J. Med. Internet Res. 22, e22817."
  },
  {
    "id": 122,
    "text": "and academic success. Int. J. Sch. Educ. Psychol. 4, 5–9. survey study. J. Med. Internet Res. 22, e22817.\nSmit, Y., Huibers, M.J.H., Ioannidis, J.P.A., Van Dyck, R., Van Tilburg, W., Arntz, A., Wang, Q., An, S., Shao, Z., 2023. Psychological intervention for negative emotions\n2012. The effectiveness of long-term psychoanalytic psychotherapy—a meta- aroused by COVID-19 pandemic in university students: a systematic review and\nanalysis of randomized controlled trials. Clin. Psychol. Rev. 32, 81–92. meta-analysis. PLoS One 18, e0283208.\nSmith, P., Scott, R., Eshkevari, E., Jatta, F., Leigh, E., Harris, V., Robinson, A., Abeles, P., Waters, L., Algoe, S.B., Dutton, J., Emmons, R., Fredrickson, B.L., Heaphy, E.,"
  },
  {
    "id": 123,
    "text": "Smith, P., Scott, R., Eshkevari, E., Jatta, F., Leigh, E., Harris, V., Robinson, A., Abeles, P., Waters, L., Algoe, S.B., Dutton, J., Emmons, R., Fredrickson, B.L., Heaphy, E.,\nProudfoot, J., Verduyn, C., et al., 2015. Computerised CBT for depressed adolescents: Moskowitz, J.T., Neff, K., Niemiec, R., Pury, C., 2022. Positive psychology in a\nrandomised controlled trial. Behav. Res. Ther. 73, 104–110. pandemic: buffering, bolstering, and building mental health. J. Posit. Psychol. 17,\nSrivastava, P., Mehta, M., Sagar, R., Ambekar, A., 2020. Smartteen - a computer assisted 303–323.\ncognitive behavior therapy for Indian adolescents with depression - a pilot study. Wisdom, J.P., Clarke, G.N., Green, C.A., 2006. What teens want: barriers to seeking care"
  },
  {
    "id": 124,
    "text": "cognitive behavior therapy for Indian adolescents with depression - a pilot study. Wisdom, J.P., Clarke, G.N., Green, C.A., 2006. What teens want: barriers to seeking care\nAsian J. Psychiatr. 50, 101970. for depression. Adm. Policy Ment. Health Ment. Health Serv. Res. 33, 133–145.\nSteinberg, L., 2005. Cognitive and affective development in adolescence. Trends Cogn. Wolitzky-Taylor, K.B., Arch, J.J., Rosenfield, D., Craske, M.G., 2012. Moderators and\nSci. 9, 69–74. non-specific predictors of treatment outcome for anxiety disorders: a comparison of\nSterne, J.A.C., Savovi´c, J., Page, M.J., Elbers, R.G., Blencowe, N.S., Boutron, I., Cates, C. cognitive behavioral therapy to acceptance and commitment therapy. J. Consult."
  },
  {
    "id": 125,
    "text": "Sterne, J.A.C., Savovi´c, J., Page, M.J., Elbers, R.G., Blencowe, N.S., Boutron, I., Cates, C. cognitive behavioral therapy to acceptance and commitment therapy. J. Consult.\nJ., Cheng, H.-Y., Corbett, M.S., Eldridge, S.M., Emberson, J.R., Hern´an, M.A., Clin. Psychol. 80, 786.\nHopewell, S., Hro´bjartsson, A., Junqueira, D.R., Jüni, P., Kirkham, J.J., Lasserson, T., World Health, O, 2021. Comprehensive Mental Health Action Plan 2013–2030. World\nLI, T., Mcaleenan, A., Reeves, B.C., Shepperd, S., Shrier, I., Stewart, L.A., Tilling, K., Health Organization, Geneva.\n14"
  }
]