[
  {
    "id": 1,
    "text": "Health Promotion Journal of Australia\nREVIEW OPEN ACCESS\nPolicies and Strategies to Promote Optimal Mental Health\nof Australian University Students: A Document Review\nMelinda Hutchesson1,2 | Tracy Burrows1,2 | Lucy Couper1 | Sienna Kavalec1 | Alison Knapp1,2 | Zoe Harrison3 |\nSjaan Gomersall3,4\n1School of Health Sciences, College of Health, Medicine and Wellbeing, University of Newcastle, Newcastle, New South Wales, Australia | 2Food and\nNutrition Research Program, Hunter Medical Research Institute, Newcastle, New South Wales, Australia | 3School of Human Movement and Nutrition\nSciences, Health and Wellbeing Centre for Research Innovation, The University of Queensland, Brisbane, Queensland, Australia | 4School of Health and"
  },
  {
    "id": 2,
    "text": "Sciences, Health and Wellbeing Centre for Research Innovation, The University of Queensland, Brisbane, Queensland, Australia | 4School of Health and\nRehabilitation Sciences, The University of Queensland, Brisbane, Queensland, Australia\nCorrespondence: Melinda Hutchesson (melinda.hutchesson@newcastle.edu.au)\nReceived: 4 April 2025 | Revised: 10 June 2025 | Accepted: 16 June 2025\nHandling Editor: Williams Carmel\nFunding: This work was supported by University of Newcastle Australia; NHMRC investigator grant (APP1173681).\nKeywords: Australia | mental health | policy | student | university\nABSTRACT\nIssue Addressed: University students experience higher rates of poor mental health compared with the general adult popu-"
  },
  {
    "id": 3,
    "text": "Keywords: Australia | mental health | policy | student | university\nABSTRACT\nIssue Addressed: University students experience higher rates of poor mental health compared with the general adult popu-\nlation. In 2022, Orygen released the University Mental Health Framework (the Framework) to guide universities on creating\nmentally healthy universities. This document review assesses the extent to which Australian universities' current policies or\nstrategies align with the Framework.\nMethods: A systematic search of all Australian universities' websites was undertaken in January 2024. Results that met the\ninclusion criteria had data extracted for alignment with the six principles of the Framework. The policy was scored a 0 if the"
  },
  {
    "id": 4,
    "text": "inclusion criteria had data extracted for alignment with the six principles of the Framework. The policy was scored a 0 if the\nprinciple was absent/not considered, 1 if it was partially considered, and 2 if all aspects were considered. Each policy received a\ntotal score from 0 to 12 for alignment with the Framework principles.\nResults: Twenty- five of the 39 Australian universities (64%) had a policy/strategy publicly available on their website focused on\npromoting optimal mental health of students. The mean score for alignment with the Framework principles was 3.9 ± 3.9 (Range\n0–12). Principle 5, which focuses on students' access to services, was the most considered (n = 23, 58.9%) Principle 4, which fo-"
  },
  {
    "id": 5,
    "text": "0–12). Principle 5, which focuses on students' access to services, was the most considered (n = 23, 58.9%) Principle 4, which fo-\ncuses on collaborative and coordinated actions, was the least considered (n = 13, 33%).\nConclusions: This document review demonstrates the considerable scope and opportunity to improve the policies and strategies\ncurrently being implemented across Australian universities to support the mental health of students. Universities and the mental\nhealth sector therefore should work collectively, alongside students, to guide mental health policy development in the university\nsetting.\n1 | Introduction time [1]. Most recent data suggest around 13%–15% of com-\nmencing students drop out within the first year of study, with"
  },
  {
    "id": 6,
    "text": "setting.\n1 | Introduction time [1]. Most recent data suggest around 13%–15% of com-\nmencing students drop out within the first year of study, with\nApproximately half a million students commence tertiary ed- 70%–80% of commencing students going on to graduation\nucation each year at one of the 39 universities in Australia, [2]. One of the main reasons cited for university drop- out is\ntotalling around 1.43 million student enrolments at any one stress or poor health [3]. While there is no routinely collected\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any\nmedium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made."
  },
  {
    "id": 7,
    "text": "medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.\n© 2025 The Author(s). Health Promotion Journal of Australia published by John Wiley & Sons Australia, Ltd on behalf of Australian Health Promotion Association.\nHealth Promotion Journal of Australia, 2025; 36:e70066 1 of 9\nhttps://doi.org/10.1002/hpja.70066"
  },
  {
    "id": 8,
    "text": "data on the mental health of Australian university students, exploring differences in alignment with the principles, by uni-\nthere are several individual studies that have reported high versities' participation rates of key equity groups, at greater\nrates of psychological distress and mental ill- health among risk of poor mental health and/or university drop- out was\nstudents [4–6]. For example, a cross- sectional survey of 3077 conducted.\nAustralian students found that 37.6% of students reported high\nor very high risk of psychological distress [7], compared with\n15.4% of the general adult population in Australia [8]. Another 2 | Methods\nsurvey of 14 880 Australian university students estimated that\n29% of participants experienced moderate to severe depressive 2.1 | Search Strategy"
  },
  {
    "id": 9,
    "text": "survey of 14 880 Australian university students estimated that\n29% of participants experienced moderate to severe depressive 2.1 | Search Strategy\nsymptoms and 23% moderate to severe anxiety symptoms [9].\nPrevious research also suggests that some student sub- groups We conducted a comprehensive search of publicly available in-\nare at increased risk of experiencing poor mental health and formation about Australian universities' mental health policies\npsychological well- being, including students from rural/re- and strategies in January 2024. The 39 Australian universities\ngional areas, from lower socio- economic backgrounds and were identified from the Australian University Profiles 2024"
  },
  {
    "id": 10,
    "text": "gional areas, from lower socio- economic backgrounds and were identified from the Australian University Profiles 2024\nthose with physical disabilities. These student sub- groups par- (https:// unive rsiti esaus tralia. edu. au/ our- unive rsiti es/ unive\nallel those historically under- represented in tertiary education rsity- p rofil es/) . A systematic approach was used to locate poli-\nin Australia and are at higher risk of drop- out [10, 11]. cies or strategies on each university's website. Firstly, if a uni-\nversity website had a policy library/registry, it was searched\nThe 2020 Productivity Commission's Inquiry into Mental using the key terms: mental health OR well- being. The first"
  },
  {
    "id": 11,
    "text": "versity website had a policy library/registry, it was searched\nThe 2020 Productivity Commission's Inquiry into Mental using the key terms: mental health OR well- being. The first\nHealth in Australia [12]. Acknowledged the need to prior- 20 unique results of the search were considered for inclusion.\nitise supporting the mental health of Australian university If a university website had a policy library, but there was no\nstudents. One of the 24 recommendations to Australian and search function, then each individual policy in the library was\nState and Territory Governments was to support the men- accessed, and the search function used to locate the key terms:\ntal health of tertiary students (Recommendation 6) [12]. The ‘mental health’ or ‘well- being’. The policy was considered for"
  },
  {
    "id": 12,
    "text": "tal health of tertiary students (Recommendation 6) [12]. The ‘mental health’ or ‘well- being’. The policy was considered for\nthird action (Action 6.3 Student mental health and well- inclusion if at least one key term was present. Secondly, the\nbeing strategies in tertiary education institutions) outlined university website search function was used, using the follow-\nthat the Australian Government should update the Higher ing keywords: mental health OR well- being AND policy OR\nEducation Standards Framework with the requirement strategy. The first 20 unique results of the search were consid-\nto have a student mental health and well- being strategy. ered for inclusion with anything beyond the first 20 records"
  },
  {
    "id": 13,
    "text": "to have a student mental health and well- being strategy. ered for inclusion with anything beyond the first 20 records\nHowever, no such amendments were made to the 2021 Higher deemed irrelevant. The results from the search were added to\nEducation Standards Framework [13]. Instead, the Australian a Microsoft Excel spreadsheet, including the link to the policy\nGovernment Department of Health provided funding to or strategy document.\nOrygen, a youth mental health organisation, to develop an\nevidence- based guide for universities. The University Mental\nHealth Framework [14] was released by Orygen in 2020. The\n2.2 | Eligibility Criteria\nFramework outlines six principles, centred around the vision\nof: ‘Mentally healthy universities supporting student mental"
  },
  {
    "id": 14,
    "text": "2.2 | Eligibility Criteria\nFramework outlines six principles, centred around the vision\nof: ‘Mentally healthy universities supporting student mental\nTo be included in the review, the following criteria needed to\nhealth and well- being in collaboration with the mental health\nbe met:\nsector’.\n○ It was a policy or strategy, whereby policy or strategy was\nUse and application of the University Mental Health\ndefined as a mandatory and formal statement developed\nFramework by Australian universities is voluntary. The\nto guide, regulate, direct, control, and inform university\nHigher Education Standard Framework, however, does in-\noperations and decision making.\nclude a section on well- being and safety, whereby universities"
  },
  {
    "id": 15,
    "text": "Higher Education Standard Framework, however, does in-\noperations and decision making.\nclude a section on well- being and safety, whereby universities\nare required to ‘provide timely and accurate advice on access to ○ The policy or strategy needed to be current, meaning that\nstudent support services and to promote and foster a safe envi- the implementation date had to be included, and be inclu-\nronment on campus and online’ [15]. However, to the authors' sive of 2024.\nknowledge, there has been no previous evaluation of mental\n○ The policy or strategy needed to be targeted to students,\nhealth policies or strategies at Australian universities, and\nstaff and students of the university.\nthe extent to which universities are satisfying the recommen-"
  },
  {
    "id": 16,
    "text": "health policies or strategies at Australian universities, and\nstaff and students of the university.\nthe extent to which universities are satisfying the recommen-\ndations in the framework. Such an evaluation would provide ○ The policy or strategy needed to focus on promoting opti-\nnew knowledge on the use of the University Mental Health mal mental health. This meant the predominant purpose\nFramework, highlight areas of strength in mental health pol- or focus of the policy or strategy needed to be improving\nicy and strategy in Australian universities, as well as areas mental health of students through treatment or prevention\nfor improvement, and provide overall insight into the success of mental ill health or promoting mental well- being."
  },
  {
    "id": 17,
    "text": "for improvement, and provide overall insight into the success of mental ill health or promoting mental well- being.\nof a non- mandatory approach to the development of men-\ntal health policy or strategy in the university environment.\nTherefore, the aim of the review was to assess the extent to 2.3 | Screening\nwhich Australian universities' current policies or strategies\nalign with the principles of the Australian University Mental The policy/strategy (title and full text) were screened against\nHealth Framework. As a secondary aim, sub- group analyses the eligibility criteria by one independent reviewer, with\n2 of 9 Health Promotion Journal of Australia, 2025"
  },
  {
    "id": 18,
    "text": "reasons for exclusion recorded. Any policies/strategies where Equity and Success Interactive Tool [16] which draws data from\nthe reviewer was uncertain whether they met the eligibility the Australian Government Department of Education's Higher\ncriteria were checked by a second independent reviewer. For Education Student Data Collection 2023 [1]. The policy scores\nconsistency, and to reduce bias, the second reviewer also in- were compared across equity group quartiles, using Kruskal–\ndependently screened a randomly selected 10% of the records Wallis equality of populations rank tests. Post hoc comparisons\nagainst the criteria. The accuracy of the original screening used the Dunn's method with a Bonferroni correction. Statistical"
  },
  {
    "id": 19,
    "text": "against the criteria. The accuracy of the original screening used the Dunn's method with a Bonferroni correction. Statistical\nwas confirmed with 99% agreement on individual reasons analysis was completed using STATA IC16.\nfor inclusion/exclusion (87/88 items), and 100% agreement on\ninclusion/exclusion.\n3 | Results\n2.4 | Data Extraction\nThe search located 222 policies or strategies, of which 42 met the\neligibility criteria and data were extracted. At least one policy or\nData were extracted in Microsoft Excel using a data extraction\nstrategy was identified from 25 of the 39 Australian universities\nform created for the review.\n(64.1%). Thirteen universities had one policy or strategy that met\ninclusion criteria, seven had two and five had three. As per the"
  },
  {
    "id": 20,
    "text": "form created for the review.\n(64.1%). Thirteen universities had one policy or strategy that met\ninclusion criteria, seven had two and five had three. As per the\nData were extracted from each policy by one reviewer by read-\na priori protocol, for the universities with more than one policy\ning the full policy to elicit the required data. A second indepen-\nor strategy that met the inclusion criteria, the policy or strat-\ndent reviewer also read the full policy, and checked the data\negy with the highest score for alignment with the Australian\nextracted by the first reviewer for accuracy. Any disagreements\nUniversity Mental Health Framework was included in the syn-\nwere overcome by discussion with a third reviewer. The follow-\nthesis. Therefore 25 policies/strategies were included in the"
  },
  {
    "id": 21,
    "text": "University Mental Health Framework was included in the syn-\nwere overcome by discussion with a third reviewer. The follow-\nthesis. Therefore 25 policies/strategies were included in the\ning data were extracted:\nremainder of the analysis. Data on the individual policy charac-\nteristics and alignment with the Framework are presented in the\n○ Key policy/strategy characteristics: target audience (i.e.,\nSupporting Information.\nstudents only, or staff and students), currency (i.e., years\nof implementation) and development and implementation\nprocesses (i.e., who developed, and implemented the\n3.1 | Characteristics of the Included Policies/\npolicy).\nStrategies\n○ Alignment with principles of the Australian University"
  },
  {
    "id": 22,
    "text": "processes (i.e., who developed, and implemented the\n3.1 | Characteristics of the Included Policies/\npolicy).\nStrategies\n○ Alignment with principles of the Australian University\nMental Health Framework [14], where each principle was Of the 25 policies/strategies, nine (36%) targeted students\nscored on a scale where 0 indicated the principle was ab- only, with the remainder (n = 16, 64%) targeting both staff\nsent/not considered in the policy/strategy, 1 indicated par- and students (Table 1). Many policies/strategies (n = 11, 44%)\ntial consideration of the principle (i.e., some parts of the did not state who developed the policy/strategy, whereas oth-\nprinciple were considered but not all), and 2 indicated all ers (n = 11, 44%) indicated that the Deputy Vice Chancellor"
  },
  {
    "id": 23,
    "text": "principle were considered but not all), and 2 indicated all ers (n = 11, 44%) indicated that the Deputy Vice Chancellor\naspects of the principle were considered. Each policy/strat- or President of the university were responsible for policy\negy received a total score ranging from 0 to 12 for its align- implementation.\nment to the principles. This scoring system was designed by\nthe authors for the purposes of this review.\n3.2 | Alignment With Principles of the Australian\nUniversity Mental Health Framework\n2.5 | Synthesis of Results\nWhen considering all 39 Australian universities, the mean\nThe data on the alignment with the principles of the Australian (SD) score for alignment with the principles of the Australian"
  },
  {
    "id": 24,
    "text": "When considering all 39 Australian universities, the mean\nThe data on the alignment with the principles of the Australian (SD) score for alignment with the principles of the Australian\nUniversity Mental Health Framework was first evaluated at University Mental Health Framework was 3.9 (3.9); when\nthe individual university level. If more than one current policy/ only considering the 25 universities with an existing policy/\nstrategy was identified from an individual university, both were strategy, the mean (SD) score was 6.0 (3.3) out of a possible 12\nscored and the policy/strategy that scored highest for its align- (Table 2).\nment to the principles was included in the synthesis. A descrip-"
  },
  {
    "id": 25,
    "text": "scored and the policy/strategy that scored highest for its align- (Table 2).\nment to the principles was included in the synthesis. A descrip-\ntive analysis was undertaken to report the number of Australian Overall, Principle 5 was most frequently addressed in the pol-\nuniversities with a mental health policy/strategy, key character- icy/strategy (n = 23, 59.0%), which focuses on access to services\nistics of the policies/strategies, alignment with the six principles and supports to meet mental health and well- being needs.\nof the Australian University Mental Health Framework and Approximately 20% (n = 8) considered all aspects of this prin-\nmean total score. Sub- group analyses were undertaken, whereby ciple, whereas 39% (n = 15) partially considered the principle."
  },
  {
    "id": 26,
    "text": "mean total score. Sub- group analyses were undertaken, whereby ciple, whereas 39% (n = 15) partially considered the principle.\neach university was assigned a quartile based on the participa- Principle 3, which focuses on having mentally healthy univer-\ntion rates (i.e., number of enrolments) of key equity groups (i.e., sity communities, was also more frequently considered (n = 18,\nlow socioeconomic students, students with disability, First na- 46.2%), with 12 policies/strategies considering all aspects of\ntions students, regional and remote students, first in family stu- this principle (30.8%), and six partially considered the principle\ndents, women in non- traditional areas (WINTA) and students (15.4%).\nfrom non- English speaking backgrounds), as well as the overall"
  },
  {
    "id": 27,
    "text": "dents, women in non- traditional areas (WINTA) and students (15.4%).\nfrom non- English speaking backgrounds), as well as the overall\nproportion of students in at least one of the equity groups. These Principles 1 and 4 were most commonly absent from Australian\ndata were obtained from the Australian Centre for Student universities' policies/strategies. Only 14 policies/strategies\n3 of 9"
  },
  {
    "id": 28,
    "text": "TABLE 1 | The number of included policies (n = 25) reporting their quartiles of participation rates of all other equity groups (i.e.,\ntargeted audience, and who developed and implemented the policies. low socio- economic, students with disability, First Nations stu-\ndents, regional and remote students, WINTA and overall equity\nNumber (%)\nparticipation).\nof policies/\nstrategies\nTarget audience Students only 9 (36%) 4 | Discussion\nStaff and students 16 (64%)\nThis document review demonstrates that in January 2024, two-\nWho developed the Working groups/ 4 (16%) thirds of Australian universities had a public facing and acces-\npolicy committees sible policy or strategy that focused on some element of student\nmental health. However, generally there is a lack of alignment\nDirectors 3 (12%)"
  },
  {
    "id": 29,
    "text": "policy committees sible policy or strategy that focused on some element of student\nmental health. However, generally there is a lack of alignment\nDirectors 3 (12%)\nbetween the current policies and strategies, and the principles\nOfficers 2 (8%) of the Australian University Mental Health Framework. In ad-\ndition, alignment of the policy or strategy with the framework\nVice or Deputy 3 (12%)\nwas largely inconsistent across universities, irrespective of their\nChancellors/\nparticipation rates of key equity groups commonly associated\nPresident\nwith poorer mental health.\nOther; General 2 (8%)\nCounsel and A previous review of Australian university policies and strategies\nstakeholders relating to mental health and well- being conducted in August"
  },
  {
    "id": 30,
    "text": "Other; General 2 (8%)\nCounsel and A previous review of Australian university policies and strategies\nstakeholders relating to mental health and well- being conducted in August\n2021 identified 20 policies or strategies [17]; in comparison, the\nNot stated 11 (44%)\ncurrent review located 25 policies or strategies. Although the\nWho had Vice or Deputy 11 (44%)\nsearch strategies across the two reviews were not consistent, this\nresponsibility for Chancellors/\nsuggests a potential improvement in the number of Australian\nimplementation President\nuniversities with a mental health policy or strategy in the 3- year\nDirectors 4 (16%) period between the reviews. Given the 2020 release date of the\nFramework, these findings indicate that policy changes may\nWorking groups/ 3 (12%)"
  },
  {
    "id": 31,
    "text": "Directors 4 (16%) period between the reviews. Given the 2020 release date of the\nFramework, these findings indicate that policy changes may\nWorking groups/ 3 (12%)\nhave been enacted in response to its release. Consistent with\ncommittees\nthe previous review, our inclusion criteria were broad, meaning\nGeneral Counsel 2 (8%) only a small proportion of included policies (36%) specifically\nfocused on students. Further, the current review highlights\nOfficers 2 (8%)\nthere are potentially 14 Australian universities that do not have\nNot stated 3 (12%) a public facing mental health policy or strategy. These universi-\nties should therefore develop or make public facing a policy or\nstrategy focused on supporting the mental health of students."
  },
  {
    "id": 32,
    "text": "ties should therefore develop or make public facing a policy or\nstrategy focused on supporting the mental health of students.\nIt also highlights the potential to improve the existing policies\n(35.9%) considered Principle 1, which focuses on mental health or strategies to have a specific focus on students' mental health\nand well- being approaches being informed by student perspec- and well- being.\ntives. Similarly, only 13 policies/strategies (33.3%) considered\ncollaborative and coordinated action for mental health and well- The current review has highlighted there is poor alignment\nbeing (Principle 4). of policies and strategies with the University Mental Health\nFramework across all Australian universities (average align-\nment score of 3.9 out of 12) and inconsistency in the alignment"
  },
  {
    "id": 33,
    "text": "Framework across all Australian universities (average align-\nment score of 3.9 out of 12) and inconsistency in the alignment\n3.3 | Differences in Alignment With with across Australian universities (scored ranged from 0 to\nthe Principles, by Universities Student Participation 12). Furthermore, for many of the principles of the Framework\nRates of Key Equity Groups (Principle 1, 2, 5 and 6) even if considered within the policy or\nstrategy, it was more often only partially considered. Given the\nThere was a significant difference in scores across quartiles of Framework was released in 2020, and the current review con-\nparticipation rates of students from non- English speaking back- ducted in 2024, greater uptake of the Framework principles"
  },
  {
    "id": 34,
    "text": "participation rates of students from non- English speaking back- ducted in 2024, greater uptake of the Framework principles\ngrounds, X2 (3) = 8.816 (p = 0.03) (Table 3). The median scores for may be anticipated. However, given the voluntary nature of\nalignment with the principles of the mental health framework the Framework, the lack of alignment is somewhat expected.\nwere 3.5 for quartile 1 (0.25%–2.14% students from NESB), 2 for Overall, the lack of alignment confirms that Australian uni-\nquartile 2 (2.24%–3.09%), 0 for quartile 3 (3.1%–3.97%) and 7 for versity mental health policy and strategy are inconsistent with\nquartile 4 (4.15%–7.48%). Post hoc comparisons indicated that the evidence- and sector- informed recommendations for how stu-"
  },
  {
    "id": 35,
    "text": "quartile 4 (4.15%–7.48%). Post hoc comparisons indicated that the evidence- and sector- informed recommendations for how stu-\nmedian score of 0 for quartile 3 was significantly lower than the dent mental health should be supported in this setting. Our\nmedian score of 7 for quartile 4 (p = 0.01). There was no other findings are not unique to Australia. For example, in the UK a\nsignificant difference in median scores between other quartiles. number of non- mandatory frameworks have been developed to\nguide the university sector (e.g., Step Change: Mentally Healthy\nThere were no significant differences in scores for alignment Universities [18], University Mental Health Charter [19]). While"
  },
  {
    "id": 36,
    "text": "guide the university sector (e.g., Step Change: Mentally Healthy\nThere were no significant differences in scores for alignment Universities [18], University Mental Health Charter [19]). While\nwith the principles of the Mental Health Framework across a survey of higher education providers in the UK demonstrates\n4 of 9 Health Promotion Journal of Australia, 2025"
  },
  {
    "id": 37,
    "text": "TABLE 2 | Alignment with principles of the Australian University Mental Health Framework.\nAll Universities\nuniversities with a policy/\n(n = 39) strategy (n = 25)\nTotal alignment with principles Mean (SD) score 3.9 (3.9) 6.0 (SD 3.3)\nMedian (IQR) 3 (0–7) 5 (3–8)\nRange 0–12 1–12\nPrinciple 1: The student experience is enhanced Absent/not considered, n (%) 25 (64.1%) 11 (44.0%)\nthrough mental health and well- being approaches that\nPartial consideration, n (%) 9 (23.1%) 9 (36.0%)\nare informed by students' needs, perspectives and the\nreality of their experiences. All aspects considered, n (%) 5 (12.8%) 5 (20.0%)\nPrinciple 2: All members of the university community Absent/not considered, n (%) 21 (53.8%) 7 (28.0%)\ncontribute to learning environments that enhance"
  },
  {
    "id": 38,
    "text": "Principle 2: All members of the university community Absent/not considered, n (%) 21 (53.8%) 7 (28.0%)\ncontribute to learning environments that enhance\nPartial consideration, n (%) 10 (25.6%) 10 (40.0%)\nstudent mental health and well- being.\nAll aspects considered, n (%) 8 (20.5%) 8 (32.0%)\nPrinciple 3: Mentally healthy university communities Absent/not considered, n (%) 21 (53.9%) 7 (28.0%)\nencourage participation; foster a diverse, inclusive\nPartial consideration, n (%) 6 (15.4%) 6 (24.0%)\nenvironment; promote connectedness; and support\nacademic and personal achievement. All aspects considered, n (%) 12 (30.8%) 12 (48.0%)\nPrinciple 4: The response to mental health and well- Absent/not considered, n (%) 26 (66.7%) 12 (48.0%)\nbeing is strengthened through collaboration and"
  },
  {
    "id": 39,
    "text": "Principle 4: The response to mental health and well- Absent/not considered, n (%) 26 (66.7%) 12 (48.0%)\nbeing is strengthened through collaboration and\nPartial consideration, n (%) 6 (15.4%) 6 (24.0%)\ncoordinated actions.\nAll aspects considered, n (%) 7 (17.9%) 7 (28.0%)\nPrinciple 5: Students are able to access appropriate, Absent/not considered, n (%) 16 (41%) 2 (8.0%)\neffective, timely services and supports to meet their\nPartial consideration, n (%) 15 (38.5%) 15 (60.0%)\nmental health and well- being needs.\nAll aspects considered, n (%) 8 (20.5%) 8 (32.0%)\nPrinciple 6: Continuous improvement and innovation is Absent/not considered, n (%) 20 (51.3%) 6 (24.0%)\ninformed by evidence and helps build an understanding\nPartial consideration, n (%) 13 (33.3%) 13 (52.0%)"
  },
  {
    "id": 40,
    "text": "informed by evidence and helps build an understanding\nPartial consideration, n (%) 13 (33.3%) 13 (52.0%)\nof what works for student mental health and well- being.\nAll aspects considered, n (%) 6 (15.4%) 6 (24.0%)\nimprovements in the number reporting a dedicated mental what support services are available, and timely and accurate ad-\nhealth or well- being strategy from 2019 to 2022 (52%–66%) only vice on access to these services. Whereas the Framework takes a\n50% of those with a strategy used one of the evidence- based broader focus, including support to navigate services, as well as\nframeworks to inform the strategy [20]. Several other countries appropriateness and accessibility of those support services to the"
  },
  {
    "id": 41,
    "text": "frameworks to inform the strategy [20]. Several other countries appropriateness and accessibility of those support services to the\nhave also released similar frameworks (e.g., Canada's National student population (e.g., use of integrated services, provision of\nStandard for Mental Health and Well- being for Post- Secondary a range of targeted strategies for early intervention, as well as for\nStudents [21]) but there is limited data available on their use and students at increased risk of poor mental health). Therefore, the\nuptake. Therefore, there is a need for improved monitoring and/ findings highlight the need for university mental health policy\nor regulation of evidence- based mental health frameworks in or strategy to take a broader approach, beyond simply informing"
  },
  {
    "id": 42,
    "text": "or regulation of evidence- based mental health frameworks in or strategy to take a broader approach, beyond simply informing\nthe university sector, in Australia and globally. students of the support services that are available. Previous re-\nsearch has demonstrated low rates of access of counselling and\nThe current review highlights that Principle 5 of the Framework other support services by university students [9]. A recent survey\nwas considered within most included policies/strategies (n = 23, involving over 12 000 Australian university students found 61%\n59%). Principle 5 focuses on students having access to ‘appro- of students were aware of counselling and psychological service"
  },
  {
    "id": 43,
    "text": "59%). Principle 5 focuses on students having access to ‘appro- of students were aware of counselling and psychological service\npriate, effective and timely services’. This result is expected availability at their university, but only 12% had accessed. This\ngiven its close alignment with the Higher Education Standards was despite the same survey reporting 29% of the sample expe-\nFramework Threshold Standards [13] which also focus on ac- rienced moderate to severe depressive symptoms, 23% moderate\ncess to support services. However, we found only 20% of uni- to severe anxiety symptoms and 66% reported at least one aca-\nversities policies considered all aspects of the Frameworks demic stressor (e.g., exam anxiety, difficulty coping with study)"
  },
  {
    "id": 44,
    "text": "versities policies considered all aspects of the Frameworks demic stressor (e.g., exam anxiety, difficulty coping with study)\nprinciple, with 39% partially considering. This result highlights [9]. Therefore to appropriately address the mental health of uni-\nthe key differences between the Higher Education Standards versity students, university approaches to mental health policy\nFramework Threshold Standards and the Framework. The stan- or strategy need to move beyond the responsibility being placed\ndards focus on students being advised of who to contact and on students to seek support.\n5 of 9"
  },
  {
    "id": 45,
    "text": "TABLE 3 | Median (IQR) scores for alignment with principles of the Australian University Mental Health Framework, by quartiles of participation\nrates of students in key equity groups.\nStudents from low SES areas\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruska–Wallis equality\n2.72%–10.33% 10.74%–17.91% 18.55%–25.26% 26.02%–45.86% of populations rank test\nparticipation rate\n4.5 (0.7) 3 (0.10) 3.5 (2.7) 0 (0.3) X2 (3) = 2.685, p = 0.4428\nStudents with a disability\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 10) Kruskal–Wallis equality\n4.63%–9.29% 9.34%–11.23% 11.63%–14.71% 15.16%–22.44% of populations rank test\nparticipation rate\n5 (2.11) 3 (0.5) 2.5 (0.7) 1 (0.7) X2 (3) = 3.256, p = 0.3539\nFirst nations students"
  },
  {
    "id": 46,
    "text": "4.63%–9.29% 9.34%–11.23% 11.63%–14.71% 15.16%–22.44% of populations rank test\nparticipation rate\n5 (2.11) 3 (0.5) 2.5 (0.7) 1 (0.7) X2 (3) = 3.256, p = 0.3539\nFirst nations students\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n0.5%–1.2% 1.22%–2.23% 2.24%–4.23% 4.94%–10.93% of populations rank test\nparticipation rate\n5.5 (1.7) 0 (0.2) 3.5 (2.7) 3 (0.7) X2 (3) = 5.821, p = 0.1206\nWomen in non- traditional areas of study\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n5.07%–10.87% 11.54%–14.64% 14.71%–21.4% 22.02%–33.4% of populations rank test\nparticipation rate\n3.5 (0.10) 2.5 (0.7) 1.5 (0.5) 5 (1.7) X2 (3) = 2.096, p = 0.5530\nStudents from regional or remote areas"
  },
  {
    "id": 47,
    "text": "participation rate\n3.5 (0.10) 2.5 (0.7) 1.5 (0.5) 5 (1.7) X2 (3) = 2.096, p = 0.5530\nStudents from regional or remote areas\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n2.8%–10.26% 10.45%–15.96% 16.47%–26.29% 40.65%–83.51% of populations rank test\nparticipation rate\n4 (0.7) 3 (0.10) 0 (0.2) 6 (4.8) X2 (3) = 1.778, p = 0.6198\nStudents from non- English speaking backgrounds\nQuartile 1 (n = 11) Quartile 2 (n = 9) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n0.25%–2.14% 2.24%–3.09% 3.1%–3.97% 4.15%–7.48% of populations rank test\nparticipation rate\n3.5 (0–7) 2 (0–7) 0 (0–2) 7 (5–11) X2 (3) = 8.816 p = 0.0318\nFirst in family"
  },
  {
    "id": 48,
    "text": "0.25%–2.14% 2.24%–3.09% 3.1%–3.97% 4.15%–7.48% of populations rank test\nparticipation rate\n3.5 (0–7) 2 (0–7) 0 (0–2) 7 (5–11) X2 (3) = 8.816 p = 0.0318\nFirst in family\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n10.56%–23.87% 25.77%–35.24% 35.62%–41.55% 42.01%–49.81% of populations rank test\nparticipation rate\n4.5 (0.7) 2.5 (0.7) 3 (0.5) 3 (0.10) X2 (3) = 0.080, p = 0.9942\nOverall equity groups\nQuartile 1 (n = 10) Quartile 2 (n = 10) Quartile 3 (n = 10) Quartile 4 (n = 9) Kruskal–Wallis equality\n19.1%–28.02% 28.17%–36.16% 36.42%–50.35% 53.56%–86.75% of populations rank test\nparticipation rate\n5 (0.7) 1.5 (0.11) 2.5 (0.4) 3 (0.7) X2 (3) = 0.859, p = 0.8353"
  },
  {
    "id": 49,
    "text": "19.1%–28.02% 28.17%–36.16% 36.42%–50.35% 53.56%–86.75% of populations rank test\nparticipation rate\n5 (0.7) 1.5 (0.11) 2.5 (0.4) 3 (0.7) X2 (3) = 0.859, p = 0.8353\nThe need for a more comprehensive approach to be taken being informed by the needs of students. Given that the Higher\nwithin university mental health policies or strategies is further Education Standards Framework Threshold Standards [13]\nhighlighted by the finding that Principle 1 of the Framework highlights the importance of services being informed by the\nwas considered by few policies/strategies (n = 14, 35.9%). This needs of student cohorts, this result is somewhat unexpected.\nprinciple focuses on mental health and well- being approaches However, Australian universities have previously reported they"
  },
  {
    "id": 50,
    "text": "principle focuses on mental health and well- being approaches However, Australian universities have previously reported they\n6 of 9 Health Promotion Journal of Australia, 2025"
  },
  {
    "id": 51,
    "text": "do not believe universities have access to sufficient information highlight the necessity for students' needs to be considered in\nabout the health and well- being of their student population to the development of university mental health policies or strate-\ninform the implementation of effective policies and practices gies. Most importantly, the most vulnerable students, including\n[22]. Notably, many (11/25) of the included policies/strategies those from equity groups, must be represented in policy devel-\ndid not state who was involved in the development of the pol- opment. The Australian University Accord, which reviewed the\nicy or strategy, and none specifically stated that students were higher education system in Australia in 2022–23, made 47 rec-"
  },
  {
    "id": 52,
    "text": "icy or strategy, and none specifically stated that students were higher education system in Australia in 2022–23, made 47 rec-\ninvolved in the development or implementation of the policy or ommendations to the Australian government [28]. At the core of\nstrategy. Collectively, these findings highlight how essential it the recommendations was a more equitable tertiary education\nis for universities to consider the needs of their students when system, including higher participation, and therefore comple-\ndeveloping mental health policy or strategy. This includes uni- tion rates from those groups historically under- represented in\nversities having access to data on the mental health of their stu- higher education. To achieve this, Australian universities must"
  },
  {
    "id": 53,
    "text": "versities having access to data on the mental health of their stu- higher education. To achieve this, Australian universities must\ndent population, to allow policies and strategies to be evidence consider the support needs of these students, including mental\ninformed. But also includes co- designing the policies and strat- health and well- being support.\negies with students, including those with lived experience of\nmental ill- health. Co- design of policies and strategies has been\nintegrated as an essential part of the development of national and 5 | Strengths and Limitations\nstate government mental health approaches [23–25], as well as\nacross the mental health sector. A strategy to facilitate co- design This document review systematically located and evaluated"
  },
  {
    "id": 54,
    "text": "state government mental health approaches [23–25], as well as\nacross the mental health sector. A strategy to facilitate co- design This document review systematically located and evaluated\nof university policy with students that also aligns with one of the Australian university mental health policies and strategies.\nFramework principles that was poorly considered (Principle 4)), We used a robust methodology, including a pre- defined search\nwould be for the mental health sector and universities to work strategy and inclusion criteria. However, it is possible that all\nmore collaboratively in the development and implementation of policies/strategies were not located. This is because the search"
  },
  {
    "id": 55,
    "text": "more collaboratively in the development and implementation of policies/strategies were not located. This is because the search\nstudent mental health policies and strategies. The mental health was limited to policies/strategies publicly available on univer-\nsector could provide invaluable expertise in the evidence- based sity websites, and universities were not contacted to confirm\napproaches to treatment and prevention of mental ill- health, and the existence of a policy/strategy. The scoring system to deter-\npromoting mental well- being within the university setting, as mine alignment with Framework was developed by the research\nwell as approaches to co- design of the policies and strategies. team. Due to the nature of the Framework, and the scoring"
  },
  {
    "id": 56,
    "text": "well as approaches to co- design of the policies and strategies. team. Due to the nature of the Framework, and the scoring\nThis could be enacted by universities, but equally by the mental system for each principle (i.e., not considered, partial consider-\nhealth sector, and particularly those who focus on youth mental ation and all aspects considered) there was likely subjectivity in\nhealth, seeking out new or broader partnerships with Australian the scoring of Framework alignment. However, data extraction\nuniversities. was completed by two independent reviewers to reduce the bias\nassociated with the potential subjectivity of the scoring sys-\nThe current review also found that the alignment of universities tem. Furthermore, it was decided a priori that only one policy/"
  },
  {
    "id": 57,
    "text": "associated with the potential subjectivity of the scoring sys-\nThe current review also found that the alignment of universities tem. Furthermore, it was decided a priori that only one policy/\npolicies or strategies with the Framework did not differ based strategy would be included in the analysis from each university.\non the participation rates of most equity groups. However, given However, 12 universities had more than one policy/strategy.\nthe higher rates of poor mental health and/or university drop- While we included the policy/strategy in the analysis that best\nout observed in many of these equity groups, universities with aligned with the Framework, it is possible that the excluded"
  },
  {
    "id": 58,
    "text": "out observed in many of these equity groups, universities with aligned with the Framework, it is possible that the excluded\nhigher participation rates would ideally have a stronger focus policy/strategy aligned with other principles of the Framework.\non student mental health and well- being, and therefore closer This review also only focused on policy/strategy documents;\nalignment with the Framework. Notably, there was a significant therefore, it does not assess implementation of the stated policy/\ndifference in alignment scores based on the participation rates strategy, or the impact of the policy/strategy on student mental\nof students from non- English speaking backgrounds, whereby health, which may differ.\nthe policies/strategies from universities with the highest partic-"
  },
  {
    "id": 59,
    "text": "of students from non- English speaking backgrounds, whereby health, which may differ.\nthe policies/strategies from universities with the highest partic-\nipation rate (4.2%–7.5%) of students from non- English speaking Overall, the findings of this review highlight the immense\nbackgrounds were significantly higher than those with the next opportunity to improve the policies and strategies within\nhighest participation rate (3.1%–3.97%). There were, however, Australian universities to support optimal mental health of stu-\nno differences in alignment scores between those with the high- dents. When released, the University Mental Health Framework\nest and lowest participation rates of students from non- English was accompanied by a range of case studies to highlight good"
  },
  {
    "id": 60,
    "text": "est and lowest participation rates of students from non- English was accompanied by a range of case studies to highlight good\nspeaking backgrounds. Given the known high rates of psycho- practice initiatives. There is potential to highlight examples of\nlogical distress and poor mental health among international policies/strategies that are well aligned with the Framework\nstudents, particularly during and following the COVID- 19 pan- (i.e., scored 12 in this review), as an example of good practice\ndemic [14, 26], stronger alignment of policies and strategies from to other universities. Further, given the existing focus on well-\nuniversities with the highest participation rates of students from being within the Higher Education Standards Framework, there"
  },
  {
    "id": 61,
    "text": "universities with the highest participation rates of students from being within the Higher Education Standards Framework, there\nnon- English speaking backgrounds may demonstrate a greater is opportunity for the Tertiary Education Quality and Standards\nfocus on mental health in these institutions. This, however, is in- Agency (TESQA) to provide more comprehensive standards re-\nconsistent with a recent review of Australian universities' men- lated to student mental health and well- being, including the re-\ntal health strategies, and their focus on international students. quirement for Australian universities to have a policy or strategy\nThey found only three universities had substantial international that is consistent with the evidence- based Framework. There is"
  },
  {
    "id": 62,
    "text": "They found only three universities had substantial international that is consistent with the evidence- based Framework. There is\nstudent- related content, eight superficial content, nine no con- also enormous scope for greater collaboration internally within\ntent, and 17 had no strategy [27]. Overall, our findings further universities (e.g., student support, academic staff, students),\n7 of 9"
  },
  {
    "id": 63,
    "text": "between universities and the mental health sector, as well as 8. Australian Bureau of Statistics 2020–2022, “National Study of Mental\nacross the 39 universities. A previous survey of DVC- A from Health and Wellbeing,” (2023), ABS, https://w ww.a bs.g ov.a u/s tatis tics/\nhealth/m ental -h ealth/n ation al-s tudy- m ental -h ealth -a nd-w ellbe ing/\nAustralian universities highlighted that only 18% agreed that\n2020-2 022.\nuniversities have sufficient resources to support the health and\nwell- being of their students [22]. Therefore, there are significant 9. L. Sanci, I. Williams, M. Russell, et al., “Towards a Health Promoting\nbenefits to more collaborative practice, as it will facilitate the University: Descriptive Findings on Health, Wellbeing and Academic"
  },
  {
    "id": 64,
    "text": "benefits to more collaborative practice, as it will facilitate the University: Descriptive Findings on Health, Wellbeing and Academic\nPerformance Amongst University Students in Australia,” BMC Public\nsharing of resources, which in turn would improve efficiency\nHealth 22, no. 1 (2022): 2430.\nand avoid duplication across the sector. Most importantly, stu-\ndent voices, including those students most vulnerable to poor 10. V. Browne, J. Munro, and J. Cass, “Under the Radar: The Mental\nHealth of Australian University Students,” JANZSSA—Journal of the\nmental health (e.g., those with lived experience, or from groups\nAustralian and New Zealand Student Services Association 25, no. 2\nat higher risk, such as international students, students from\n(2017): 51–62."
  },
  {
    "id": 65,
    "text": "Australian and New Zealand Student Services Association 25, no. 2\nat higher risk, such as international students, students from\n(2017): 51–62.\nrural/regional areas, or those from lower socio- economic back-\ngrounds), need to be part of the development and implementa- 11. I. W. Li and D. Carroll, Factors Influencing University Student Satis-\nfaction, Dropout and Academic Performance: An Australian Higher Ed-\ntion of university mental health policy and strategy in Australia.\nucation Equity Perspective (Curtin University, Perth, 2017).\n12. Australian Government Productivity Commission, “Mental Health:\nProductivity Commission Inquiry Report,” (2020), Report No. 95,\nAcknowledgements Canberra."
  },
  {
    "id": 66,
    "text": "12. Australian Government Productivity Commission, “Mental Health:\nProductivity Commission Inquiry Report,” (2020), Report No. 95,\nAcknowledgements Canberra.\nStudy supported by funding from the School of Health Sciences, 13. Tertiary Education Quality and Standards Agency, “Higher Educa-\nUniversity of Newcastle. T.B. is supported by an NHMRC investi- tion Standards Framework (Threshold Standards) 2022,” https://w ww.\ngator grant (APP1173681). Open access publishing facilitated by teqsa. gov. au/ how- we- regul ate/ highe r- educa tion- stand ards- frame\nThe University of Newcastle, as part of the Wiley - The University work- 2021.\nof Newcastle agreement via the Council of Australian University\n14. Orygen, “University Mental Health Framework,” (2020).\nLibrarians."
  },
  {
    "id": 67,
    "text": "of Newcastle agreement via the Council of Australian University\n14. Orygen, “University Mental Health Framework,” (2020).\nLibrarians.\n15. Tertiary Education Quality and Standards Framework Agency,\n“Guidance Note: Wellbeing and Safety,” (2018), https://w ww.t eqsa.g ov.\nConflicts of Interest\nau/ guide s- resou rces/ resou rces/ guida nce- notes/ guida nce- note- wellb\nThe authors declare no conflicts of interest. eing- and- safety.\n16. Australian Centre for Student Equity and Success, “Interactive\nData Availability Statement Tool,” https://w ww.a cses.e du.a u/d ata/i ntera ctive -t ool/.\nThe data that supports the findings of this study are available in the 17. T. Ryan, S. Marangell, and C. Baik, “Examining Mental Health and"
  },
  {
    "id": 68,
    "text": "The data that supports the findings of this study are available in the 17. T. Ryan, S. Marangell, and C. Baik, “Examining Mental Health and\nSupporting Information of this article. Wellbeing Policies in Australian Universities,” in The Educational Turn:\nRethinking the Scholarship of Teaching and Learning in Higher Educa-\ntion, ed. K. Coleman, D. Uzhegova, B. Blaher, and S. Arkoudis (Springer\nReferences Nature Singapore, 2023), 183–202.\n1. Department of Education, “Selected Higher Education Statis- 18. Universities UK, Stepchange: Mentally Health Universities (Univer-\ntics—2023 Student Data,” (2023), Australian Government, https:// sities UK, 2020).\nwww.e ducat ion.g ov.a u/h igher -e ducat ion-s tatis tics/s tuden t-d ata/s elec"
  },
  {
    "id": 69,
    "text": "tics—2023 Student Data,” (2023), Australian Government, https:// sities UK, 2020).\nwww.e ducat ion.g ov.a u/h igher -e ducat ion-s tatis tics/s tuden t-d ata/s elec\n19. G. Hughes and L. Spanner, The University Mental Health Charter\nted-h igher -e ducat ion-s tatis tics- 2 023-s tuden t-d ata.\n(Student Minds, 2024).\n2. Australian Government Department of Education, “Selected\n20. IFF Research, “HE Providers' Policies and Practices to Support Stu-\nHigher Education Statistics—2019 Student Data,” (2019), https://\ndent Mental Health—Research Report,” (2023).\nwww.e ducat ion.g ov.a u/s elect ed-h igher -e ducat ion-s tatis tics- 2 019-\nstuden t-d ata. 21. Mental Health Commission of Canada, National Standard of Can-\nada for Mental Health and Well- Being for Post- Secondary Students (Men-"
  },
  {
    "id": 70,
    "text": "studen t-d ata. 21. Mental Health Commission of Canada, National Standard of Can-\nada for Mental Health and Well- Being for Post- Secondary Students (Men-\n3. Universities Australia, “Higher Education: Facts and Figures 2019,”\ntal Health Commission of Canada, 2018).\n(2019), https://w ww.u niver sitie saust ralia.e du.a u/w p-c onten t/u pload s/\n2019/ 08/ 19071 6- Facts - and- Figur es- 2019- Final - v2. pdf. 22. M. Hutchesson, M. Whatnall, S. Hunt, et al., “Implementation of\nHealth and Wellbeing Policies and Programs for Students: Views of\n4. P. J. Owen, S. A. Kavanagh, and A. D. LaMontagne, “What Can Be\nAustralian Universities,” Health Promotion Journal of Australia 35, no.\nDone to Improve the Mental Health of University Students? Identifying\n3 (2024): 840–843."
  },
  {
    "id": 71,
    "text": "Australian Universities,” Health Promotion Journal of Australia 35, no.\nDone to Improve the Mental Health of University Students? Identifying\n3 (2024): 840–843.\nDeterminnats of Pyschological Distress at an Australlian Universitty,”\nJANZSSA—The Journal of the Australian and New Zealand Student Ser- 23. V. Palmer, W. Weavell, R. Callander, et al., “The Participatory\nvices Association 33 (2025): 65–81. Zeitgeist: An Explanatory Theoretical Model of Change in an Era of\nCoproduction and Codesign in Healthcare Improvement,” Medical Hu-\n5. X. Luu, M. R. Tran, N. A. Johnson, and M. J. Hutchesson, “Factors As-\nmanities 45 (2018): 247–257.\nsociated With Psychological Distress Among Sexuality and/or Gender"
  },
  {
    "id": 72,
    "text": "5. X. Luu, M. R. Tran, N. A. Johnson, and M. J. Hutchesson, “Factors As-\nmanities 45 (2018): 247–257.\nsociated With Psychological Distress Among Sexuality and/or Gender\nDiverse Students at an Australian University: A Cross- Sectional Study,” 24. R. M. Tindall, M. Ferris, M. Townsend, G. Boschert, and S. Moylan,\nMental Health and Prevention 37 (2025): 200386. “A First- Hand Experience of Co- Design in Mental Health Service De-\nsign: Opportunities, Challenges, and Lessons,” International Journal of\n6. L. M. Farrer, H. M. Jackson, A. Gulliver, A. L. Calear, and P. J. Bat-\nMental Health Nursing 30, no. 6 (2021): 1693–1702.\nterham, “Mental Health Among First- Year Students Transitioning to"
  },
  {
    "id": 73,
    "text": "6. L. M. Farrer, H. M. Jackson, A. Gulliver, A. L. Calear, and P. J. Bat-\nMental Health Nursing 30, no. 6 (2021): 1693–1702.\nterham, “Mental Health Among First- Year Students Transitioning to\nUniversity in Australia: A Longitudinal Study,” Psychological Reports 25. Mental Health Australia, “Mental Health Australia Strategy 2024–\n(2024): 332941241295978. 2029,” (2024), https:// mhaus tralia. org/ sites/ defau lt/ files/ docs/ mha_\nstrate gy_f inal.p df.\n7. M. C. Whatnall, A. J. Patterson, S. Brookman, et al., “Lifestyle Be-\nhaviors and Related Health Risk Factors in a Sample of Australian Uni- 26. H. M. Stallman and C. P. Hurst, “The University Stress Scale: Mea-"
  },
  {
    "id": 74,
    "text": "haviors and Related Health Risk Factors in a Sample of Australian Uni- 26. H. M. Stallman and C. P. Hurst, “The University Stress Scale: Mea-\nversity Students,” Journal of American College Health 68, no. 7 (2020): suring Domains and Extent of Stress in University Students,” Austra-\n734–741. lian Psychologist 51, no. 2 (2016): 128–134.\n8 of 9 Health Promotion Journal of Australia, 2025"
  },
  {
    "id": 75,
    "text": "27. M. Peterie, G. Ramia, A. Broom, I. Choi, M. Brett, and L. Williams\nVeazey, ““You're on Your Own, Kid”: A Critical Analysis of Australian\nUniversities' International Student Mental Health Strategies,” Austra-\nlian Journal of Social Issues 60, no. 1 (2025): 334–352.\n28. Department of Education, “Australian Universitites Accord Final\nReport,” (2024).\nSupporting Information\nAdditional supporting information can be found online in the\nSupporting Information section.\n9 of 9"
  }
]