[
  {
    "id": 1,
    "text": "Since January 2020 Elsevier has created a COVID-19 resource centre with\nfree information in English and Mandarin on the novel coronavirus COVID-\n19. The COVID-19 resource centre is hosted on Elsevier Connect, the\ncompany's public news and information website.\nElsevier hereby grants permission to make all its COVID-19-related\nresearch that is available on the COVID-19 resource centre - including this\nresearch content - immediately available in PubMed Central and other\npublicly funded repositories, such as the WHO COVID database with rights\nfor unrestricted research re-use and analyses in any form or by any means\nwith acknowledgement of the original source. These permissions are\ngranted for free by Elsevier for as long as the COVID-19 resource centre\nremains active."
  },
  {
    "id": 2,
    "text": "JournalofAffectiveDisorders292(2021)242–254\nContents lists available at ScienceDirect\nJournal of Affective Disorders\njournal homepage: www.elsevier.com/locate/jad\nReview article\nPrevalence of anxiety symptom and depressive symptom among college\nstudents during COVID-19 pandemic: A meta-analysis\nJun-Jie Changa,1, Yan Jib,1, Yong-Han Lia, Hai-Feng Panc,*, Pu-Yu Sua,d,e,*\naDepartment of Maternal, Child and Adolescent Health, School of Public Health, Anhui Medical University, No.81 Meishan Road, Hefei 230032, Anhui, China\nbDepartment of Public Health, Anhui Medical College, No.632 Furong Road, Hefei 230601, Anhui, China\ncDepartment of Epidemiology & Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei 230032, Anhui, China"
  },
  {
    "id": 3,
    "text": "cDepartment of Epidemiology & Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei 230032, Anhui, China\ndKey Laboratory of Population Health Across Life Cycle (Anhui Medical University), Ministry of Education of the People’s Republic of China, No 81 Meishan Road,\nHefei, 230032, Anhui, China\neAnhui Provincial Key Laboratory of Population Health and Aristogenics, No 81 Meishan Road, Hefei, 230032, Anhui, China\nA R T I C L E I N F O A B S T R A C T\nKeywords: Background: The global pandemic of COVID-19 has brought huge changes to people’s lifestyles, college students\nThe COVID-19 pandemic have also been affected seriously. Evidence about these significant changes indicated that college students were"
  },
  {
    "id": 4,
    "text": "The COVID-19 pandemic have also been affected seriously. Evidence about these significant changes indicated that college students were\nCollege student more prone to feel anxious and depressed. To derive a precise assessment of the prevalence of anxiety symptom\nAnxiety symptom\nand depressive symptom among college students worldwide, we conducted this meta-analysis.\nDepressive symptom\nMethods: Based on the guidance of PRISMA, literature was searched in Pubmed, Web of Science, Embase, and\nMeta-analysis\nPsycArticles (last search November 6, 2020). These articles after the screening were analyzed by a random-effects\nmodel to estimate the pooled prevalence of anxiety symptom and depressive symptom. Also, subgroup analysis,"
  },
  {
    "id": 5,
    "text": "model to estimate the pooled prevalence of anxiety symptom and depressive symptom. Also, subgroup analysis,\nsensitivity analysis, and publication bias were performed in this meta-analysis.\nResults: The results showed that the pooled anxiety symptom prevalence was 31% (95% CI: 23-39%), pooled\ndepressive symptom prevalence was 34% (95% CI: 27-41%). Subgroup analysis showed that the prevalence of\nanxiety symptom and depressive symptom among different countries’ college students were different, and the\npooled depressive symptom prevalence of females was higher compared with males.\nLimitations: The prevalence of anxiety symptom and depressive symptom in worldwide college students could be\nbetter assessed by a standard and reliable questionnaire."
  },
  {
    "id": 6,
    "text": "Limitations: The prevalence of anxiety symptom and depressive symptom in worldwide college students could be\nbetter assessed by a standard and reliable questionnaire.\nConclusions: The results suggest that the prevalence of anxiety symptom and depressive symptom during the\nCOVID-19 pandemic is relatively high. Except for interventions that should be taken to control the pandemic\nurgently, mental health services are also needed to decrease the risk of anxiety and depression among college\nstudents.\n1. Introduction prevent and control the heavy pandemic, most factories, schools, res-\ntaurants, supermarkets, and other public places have been closed, and\nThe outbreak of coronavirus disease 2019 (COVID-19) that occurred gatherings of people have been also stopped or reduced. As a protection"
  },
  {
    "id": 7,
    "text": "The outbreak of coronavirus disease 2019 (COVID-19) that occurred gatherings of people have been also stopped or reduced. As a protection\nin Wuhan, China in December 2019 has become a global pandemic for college students, universities closed their campus and changed to\nwhich caused 54,771,888 confirmed cases and 1,324,249 confirmed online teaching under the indications of national policies (Chtourou\ndeaths in 220 countries, areas, or territories until November 18, 2020 et al., 2020; Dighe et al., 2020; Narayanan et al., 2020; Silva et al.,\n(World Health Organization, 2020, November 18). With hundreds of 2020). Students were barred from entering the campus for their learning"
  },
  {
    "id": 8,
    "text": "(World Health Organization, 2020, November 18). With hundreds of 2020). Students were barred from entering the campus for their learning\nthousands of new cases per day, the COVID-19 pandemic has seriously courses temporarily during the special period in China, America, France,\naffected our lives from many aspects like eating, daily activities outside, and several other countries (Ahmed et al., 2020; Dost et al., 2020; Sar-\nand all things that we were used to (Cheikh Ismail et al., 2020; Helsin- war et al., 2020; Wang et al., 2020b). Recent studies have shown that\ngen et al., 2020; Romero-Blanco et al., 2020; Werneck et al., 2020). To this kind of change adversely affected the physical and mental health of"
  },
  {
    "id": 9,
    "text": "gen et al., 2020; Romero-Blanco et al., 2020; Werneck et al., 2020). To this kind of change adversely affected the physical and mental health of\n* Corresponding author at: Anhui Medical University, Maternal, Child and Adolescent Health, School of Public Health, No.81 Meishan Road, Hefei 230032, China.\nE-mail address: supuyu@ahmu.edu.cn (P.-Y. Su).\n1 Jun-Jie Chang and Yan Ji should be considered joint first author.\nhttps://doi.org/10.1016/j.jad.2021.05.109\nReceived 6 January 2021; Received in revised form 2 April 2021; Accepted 31 May 2021\nAvailableonline4June2021\n0165-0327/©2021ElsevierB.V.Allrightsreserved."
  },
  {
    "id": 10,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 1. Flow chart of the progress of acquiring the qualified literature and studies included in the meta-analysis.\ncollege students (Castan˜eda-Babarro et al., 2020; Lo´pez-Moreno et al., Miller, 2020).\n2020; Wang et al., 2020d). Many countries have investigated the prevalence of mental health\nDue to the strong transmission ability of the novel coronavirus, the problems such as anxiety symptom and depressive symptom among\nwide range of people infected, the difficulty of prevention and control, college students and influencing factors (Islam et al., 2020; Kecojevic"
  },
  {
    "id": 11,
    "text": "wide range of people infected, the difficulty of prevention and control, college students and influencing factors (Islam et al., 2020; Kecojevic\nand shortages of special drugs and vaccines, it is easy to make people feel et al., 2020; Lopez-Castro et al., 2020; Wang et al., 2020c; Xiao et al.,\npanic and anxiety (Saravanan et al., 2020; Singh et al., 2020). During the 2020). There was a meta-analysis on the prevalence of anxiety and\nCOVID-19 pandemic, the increased number of suspected and confirmed depression among COVID-19 patients, which showed that the preva-\ncases may cause anxiety especially in college students trapped at home lence of this group of people was increased (Deng et al., 2020). However,"
  },
  {
    "id": 12,
    "text": "cases may cause anxiety especially in college students trapped at home lence of this group of people was increased (Deng et al., 2020). However,\nwithout peer support and psychological counseling (Salman et al., no studies investigated the prevalence of anxiety symptom and depres-\n2020). Insufficient knowledge of the pandemic and excessive attention sive symptom among college students who were also greatly influenced\npaid to the online information about COVID-19 also increased some by the pandemic. To better understand the mental health of college\nstudents’ anxious mood (Zhao and Zhou, 2020). The changes caused by students during the COVID-19 pandemic, a meta-analysis was conducted"
  },
  {
    "id": 13,
    "text": "students’ anxious mood (Zhao and Zhou, 2020). The changes caused by students during the COVID-19 pandemic, a meta-analysis was conducted\nthe pandemic to college students such as the reduction of face-to-face to figure out the prevalence of anxiety symptom and depressive symp-\ncommunication and physical exercise, the long screen time of online tom among college students.\nlearning may bring adverse influences on the mental health of college\nstudents (Feng et al., 2014; Ferna´ndez Cruz et al., 2020; Maras et al., 2. Methods\n2015; Ruíz-Roso et al., 2020). The pandemic has brought not only the\nabove changes but also specific changes to different college students We conducted this meta-analysis under the PRISMA guidelines"
  },
  {
    "id": 14,
    "text": "2015; Ruíz-Roso et al., 2020). The pandemic has brought not only the\nabove changes but also specific changes to different college students We conducted this meta-analysis under the PRISMA guidelines\nsuch as sleep patterns and even changes in family members, fear about (Shamseer et al., 2015) to estimate the prevalence of anxiety symptom\nthe uncertainty of the future such as academic performance (Ma and and depressive symptom among college students during the COVID-19\n243"
  },
  {
    "id": 15,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nTable 1\nThe characteristics of 16 studies.\nStudy Country Study Response rate Survey time Sample size Female Assessment and cutoff value\ndesign (%) (N) (%) Anxiety Depressive\nsymptom symptom\nStephanie bourion Bedes et al. France CS 7.9 5.17-5.17 3936 70.6 GAD-7 —\n(2020) mild:5-9\nmoderate:10-14\nsevere:15-21\nXiaomei Wang et al.(2020) America CS — 5.4-5.19 2031 61.7 GAD-7 PHQ-9\nmild:9-14\nmoderate:15-19\nsevere:20-27\nHuidi Xiao et al.(2020) China CS 87.9 2.4-2.12 1994 70.1 GAD-7 PHQ-9\nLopez Castro Teresa et al.(2020) America CS 60.1 3.1-3.31 911 69.2 GAD-7 PHQ-9\nEssadek Aziz et al.(2020) French CS 13.4 4.27-4.30 8004 67.5 GAD-7 PHQ-9"
  },
  {
    "id": 16,
    "text": "Lopez Castro Teresa et al.(2020) America CS 60.1 3.1-3.31 911 69.2 GAD-7 PHQ-9\nEssadek Aziz et al.(2020) French CS 13.4 4.27-4.30 8004 67.5 GAD-7 PHQ-9\nKamilah Kamaludin et al.(2020) Malaysia CS — 4.20-5.24 983 66.4 SAS total:100 —\nmild:45-59\nmoderate:60-74\nsevere:>75\nBurcu Karasar et al. (2020) Turkey CS CS April and 518 56.0 — BDI\nMay mild:10-15\nmoderate:15-25\nsevere:>25\nAleksandra Rogo et al.(2020) Poland CS 100 3.30-4.30 914 56.9 GAD-7 —\nSaraswathi Ilango et al.(2020) India LS 90.8 June 217 64.1 DASS-21 DASS-21\nmild:8-9 mild:10-13\nmoderate:10-19 moderate:14-27\nsevere: >20 severe:>27\nMd Akhtarul Islam et al.(2020) Bangladesh CS — 5.6-5.12 476 63.0 GAD-7 PHQ-9\nWang Zhang et al.(2020) China CS 80.8 1.31-2.5 44447 54.5 SAS CES-D\nAnxiety:>50 Depression:>28"
  },
  {
    "id": 17,
    "text": "severe: >20 severe:>27\nMd Akhtarul Islam et al.(2020) Bangladesh CS — 5.6-5.12 476 63.0 GAD-7 PHQ-9\nWang Zhang et al.(2020) China CS 80.8 1.31-2.5 44447 54.5 SAS CES-D\nAnxiety:>50 Depression:>28\nWathelet Marielle et al. (2020) France CS 4.3 4.17-5.4 69054 72.8 STAIY-2:20-80 BDI-13\nmild:<46 mild:4-7\nmoderate:46-55 moderate:8-15\nsevere:>55 severe: >15\nJinghui Chang et al. (2020) China CS 91.4 1.31-2.3 3881 63.1 GAD-7 PHQ-9\nWenjun Cao et al.(2020) China CS 100 ~ -2.23 7142 67.7 GAD-7 —\nChrysi K Kaparounaki et al.(2020) Greece CS — 4.4-4.9 1000 68.0 — CES-D\nDepression:>23\nWangjie Tang et al.(2020) China CS 69.2 2.20-2.27 2485 60.8 — PHQ-9"
  },
  {
    "id": 18,
    "text": "Chrysi K Kaparounaki et al.(2020) Greece CS — 4.4-4.9 1000 68.0 — CES-D\nDepression:>23\nWangjie Tang et al.(2020) China CS 69.2 2.20-2.27 2485 60.8 — PHQ-9\nNote. CS, cross-sectional study; LS, longitudinal study; GAD-7, General Anxiety Disorder-7 Item Scale; PHQ-9, Patient Health Questionnaire depression module-9; BDI,\nBeck Depression. Inventory; SAS, Self-Rating Anxiety Scale; DASS-21, Depression Anxiety Stress Scale-21 Item; STAIY-2, the 22-item Impact of Events Scale-Revised;\nBDI-13, the 13-item Beck Depression Inventory.\nCells contained ‘—‘mean that the literature did not provide relevant reports about the column.\nThe GAD-7 and PHQ-9 have an identical cutoff between studies."
  },
  {
    "id": 19,
    "text": "Cells contained ‘—‘mean that the literature did not provide relevant reports about the column.\nThe GAD-7 and PHQ-9 have an identical cutoff between studies.\nFig. 2. Quality rating of included studies using the modified Newcastle-Ottawa Scale. * The first letter of the first author, the order is consistent with Table l.\n244"
  },
  {
    "id": 20,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 3. The pooled prevalence of anxiety symptom.\nFig. 4. The pooled prevalence of depressive symptom.\npandemic. AND (depression OR anxiety). The detailed search strategy was shown in\nthe supplement. The publication time was limited in 2020 and the\nsearching language was limited to English. Potentially studies were\n2.1. Literature search\nadded by examining the reference lists.\nFour electronic databases (PubMed, Web of Science, Embase, and\nPsycArticles) were searched for literature by using three relevant terms 2.2. Inclusion and exclusion criteria\non November 6, 2020. The three terms were (Coronavirus OR novel"
  },
  {
    "id": 21,
    "text": "PsycArticles) were searched for literature by using three relevant terms 2.2. Inclusion and exclusion criteria\non November 6, 2020. The three terms were (Coronavirus OR novel\ncoronavirus OR COVID-19) AND (university student OR college student) Duplications were excluded firstly. A preliminary screening was\n245"
  },
  {
    "id": 22,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 5. Subgroup analysis based on assessment tools for estimating anxiety symptom.\ncarried out by reading the titles and abstracts of the literature, and some data we need.\nliterature like inconsistent with the study aim, re-published, books,\nletters or reviews, and other second creations were excluded. After the 2.4. Quality assessment\npreliminary screening, the literature was further screened by two re-\nsearchers according to the inclusion and exclusion criteria, in case of The quality of the literature included in our meta-analysis was\ndisagreement, a third researcher was consulted to assist in judgment. assessed by using a modified version of the Newcastle-Ottawa Quality"
  },
  {
    "id": 23,
    "text": "disagreement, a third researcher was consulted to assist in judgment. assessed by using a modified version of the Newcastle-Ottawa Quality\nInclusion criteria were: 1) the study population consisting of college Assessment Scale (NOS) which is suitable for cross-sectional studies.\nor university students who cannot go to campus due to the COVID-19 Given that we aimed to know the prevalence of anxiety symptom and\npandemic; 2) studies published in English; and 3) the study containing depressive symptom, the studies included were all single-arm observa-\na description of the prevalence of anxiety symptom or depressive tional studies. After removing the irrelevant sections of NOS, there were"
  },
  {
    "id": 24,
    "text": "a description of the prevalence of anxiety symptom or depressive tional studies. After removing the irrelevant sections of NOS, there were\nsymptom or both two. Exclusion criteria were: 1) the college or uni- five dimensions needed to evaluate the quality of the included studies\nversity students with mental illness already; 2) no evaluation tools for (Modesti et al., 2016; Pappa et al., 2020). Those five dimensions were as\nanxiety symptom and depressive symptom but only self-report; 3) the follows: 1) represent: students were selected by using random sampling;\nsample size less than 100; and 4) lacking sufficient data required to 2) sample size: population >200 was identified as a qualified sample; 3)"
  },
  {
    "id": 25,
    "text": "sample size less than 100; and 4) lacking sufficient data required to 2) sample size: population >200 was identified as a qualified sample; 3)\nconduct the basic analysis. response: the rate of response was beyond 80%; 4) valid assessment:\nappropriate tools to evaluate anxiety symptom and depressive symptom;\n2.3. Data extraction and 5) valid statistical methods: correct and clear statistic methods to\ndescribe their data. We used green to indicate that the research meets\nData extraction was completed by three researchers. First, a stan- the requirement of the corresponding dimension. The total score of the\ndardized data extraction form was developed, and two researchers study’s quality ranged from 1 to 5, and score ≥3 was rated as a lower"
  },
  {
    "id": 26,
    "text": "dardized data extraction form was developed, and two researchers study’s quality ranged from 1 to 5, and score ≥3 was rated as a lower\nextracted the data independently. Any disagreement was resolved risk of bias (Deng et al., 2020).\nthrough discussion with a third researcher. The extracted data were as\nfollows: 1) the first author of the study; 2) the country surveyed; 3) study 2.5. Data synthesis and analysis\ndesign; 4) response rate; 5) survey time; 6) sample size; 7) the per-\ncentage of females; 8) the assessment tools and cutoff value for esti- We conducted meta-analytic calculations with the software Stata. SE\nmating anxiety symptom and depressive symptom; 9) relevant subgroup 15 by using a random-effects model. The pooled prevalence of anxiety"
  },
  {
    "id": 27,
    "text": "mating anxiety symptom and depressive symptom; 9) relevant subgroup 15 by using a random-effects model. The pooled prevalence of anxiety\ndata. For a longitudinal study in our meta-analysis, we chose the prev- symptom and depressive symptom, 95% confidence intervals were\nalence surveyed during the COVID-19 pandemic. For some studies calculated, respectively. The sensitivity analysis was performed to\nlacking data, we tried to contact the corresponding authors to gain the evaluate the robustness and reliability of the pooled prevalence.\n246"
  },
  {
    "id": 28,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 6. Subgroup analysis based on assessment tools for estimating depressive symptom.\nHeterogeneity was estimated by using Cochran’s Q test (p <0.10) and et al., 2020c; Wang et al., 2020e; Wathelet et al., 2020) were finally\nthe I2 statistic (75% =high) which were recommended by the Cochrane included in the meta-analysis (Fig. 1).\nHandbook. For the source of heterogeneity, we conducted subgroup\nanalysis by gender, assessment tool, and severity of the anxiety symptom\nand depressive symptom. Finally, we used Egger’s regression test 3.2. Study characteristics\n(Bowden et al., 2015) to explore whether publication bias existed.\nTable 1 shows the overall characteristics of the 16 included studies."
  },
  {
    "id": 29,
    "text": "(Bowden et al., 2015) to explore whether publication bias existed.\nTable 1 shows the overall characteristics of the 16 included studies.\n3. Results All included studies cross-sectional studies, except a longitudinal study\nthat investigated the mental health of college students in two periods.\n3.1. Literature screening Only the second survey conducted during the COVID-19 pandemic was\nincluded for analysis (Saraswathi et al., 2020). Included studies were\nOverall, 1,250 articles were retrieved in four electronic databases, from nine countries (See Table 1). Studies from other countries also\nand 5 additional articles were obtained in the references. Totally, 1,255 investigated the prevalence of anxiety symptom and depressive symp-"
  },
  {
    "id": 30,
    "text": "and 5 additional articles were obtained in the references. Totally, 1,255 investigated the prevalence of anxiety symptom and depressive symp-\narticles were imported into the software Endnote. After removing 465 tom among college students; however, they did not meet the inclusion\nduplications, 790 articles were screened by two researchers. By reading criteria. For example, there was a study that surveyed the depressive\nthe titles and abstracts, 689 articles were eliminated due to these re- symptom among British college students by answering ‘yes’ or ‘no’, not\nsearches’ population is not about college student group or researches’ an authority scale (Savage et al., 2020). All the college students were"
  },
  {
    "id": 31,
    "text": "searches’ population is not about college student group or researches’ an authority scale (Savage et al., 2020). All the college students were\npurpose is not related to anxiety symptom and depressive symptom or surveyed online from January to July 2020, respectively. Since the\nresearches were not surveyed during the COVID-19 pandemic. 101 po- surveys investigated college students who were at a similar age, we did\ntential original articles were further screened by reading the full text, not extract the information about mean age and standard deviation. For\nhowever, some studies did not report the prevalence of anxiety symptom the assessment of anxiety symptom, nine studies used the GAD-7"
  },
  {
    "id": 32,
    "text": "however, some studies did not report the prevalence of anxiety symptom the assessment of anxiety symptom, nine studies used the GAD-7\nor depressive symptom, and some other studies did not assess the (Lindsay and Michie, 1988), two studies used SAS (Pang et al., 2019),\nprevalence through generally accepted scales, and even relevant data one study in India used DASS-21 (Henry and Crawford, 2005) (21 items)\nwere not provided in a few studies, 16 articles (Xiao et al., 2020; Wang to assess anxiety symptom and depressive symptom of students simul-\net al., 2020b; Bourion-B´ed`es et al., 2020; Cao et al., 2020; Chang et al., taneously. One research team used STAIY-2 (Wathelet et al., 2020) to"
  },
  {
    "id": 33,
    "text": "et al., 2020b; Bourion-B´ed`es et al., 2020; Cao et al., 2020; Chang et al., taneously. One research team used STAIY-2 (Wathelet et al., 2020) to\n2020; Essadek and Rabeyron, 2020; Kamaludin et al., 2020; Kapar- investigate the prevalence in France. For the assessment of depressive\nounaki et al., 2020; Karasar and Canli, 2020; Lopez-Castro et al., 2020; symptom, seven studies used PHQ-9 (Kroenke et al., 2001), two studies\nRogowska et al., 2020; Saraswathi et al., 2020; Tang et al., 2020; Wang used BDI (Richter et al., 1998), BDI-13 (Pang et al., 2019), and CES-D\n(Fountoulakis et al., 2001) was used in the other two studies\n247"
  },
  {
    "id": 34,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 7. subgroup analysis based on different countries for estimating anxiety symptom.\n(Table 1). Specifically, these scales are tools for screening symptoms of 3.5. Subgroup analysis\nanxiety and depression rather than clinical diagnosis.\nAccording to the result of subgroup analysis by four assessment tools\nof anxiety symptom, the pooled prevalence of anxiety symptom with 9\n3.3. Study quality studies used GAD-7 was 34% (95% CI: 24-44%) with high heterogeneity\n(I2 =99.7%, p <0.001) (Fig. 5). Based on the result of subgroup analysis\nThe quality of all the studies included in our meta-analysis was by four assessment tools of depressive symptom, the pooled prevalence"
  },
  {
    "id": 35,
    "text": "The quality of all the studies included in our meta-analysis was by four assessment tools of depressive symptom, the pooled prevalence\nevaluated from five dimensions (represent, sample size, response, valid of depressive symptom with 7 studies used PHQ-9 was 44% (95% CI: 24-\nassessment tools, and statistical methods) by using the modified NOS 63%) with high heterogeneity (I2 = 99.9%, p < 0.001) (Fig. 6). For\nwhich was used in a previous study (Pappa et al., 2020). The total score subgroup analysis by different countries, the lowest prevalence of anx-\nfor studies that met the five dimensions was 5 points. Three studies were iety symptom was observed in Chinese college students among which"
  },
  {
    "id": 36,
    "text": "for studies that met the five dimensions was 5 points. Three studies were iety symptom was observed in Chinese college students among which\nrated full points, and nine studies were rated 4 points, and four studies 15% were detected with anxiety symptoms, and the highest was found in\nwere rated 3 points (Fig. 2). American students among which 52% were detected with anxiety\nsymptoms (Fig. 7), the lowest prevalence of depressive symptom sur-\nveyed was in Turkey college students among which 17% were detected\n3.4. The pooled prevalence of anxiety symptom and depressive symptom\nwith depressive symptoms, and the highest was also American students\namong which 69% were detected with depressive symptoms (Fig. 8). For\nThirteen of the total studies reported the condition of anxiety"
  },
  {
    "id": 37,
    "text": "among which 69% were detected with depressive symptoms (Fig. 8). For\nThirteen of the total studies reported the condition of anxiety\nsubgroup analysis by gender, the prevalence of anxiety symptom among\nsymptom among these college students, the pooled prevalence of anxi-\nmale students (36%) was higher than female students (30%), however,\nety symptom of 13 studies (N =144,010) was 31% (95% CI: 23-39%)\nwith high heterogeneity (I2 =99.9%, p <0.001) (Fig. 3). Twelve of the the prevalence of depressive symptom among female students (56%)\nwas higher than male students (34%). The proportion of severity of\ntotal studies reported the condition of depressive symptom among these\nanxiety symptom and depressive symptom was 7% and 5%, respectively"
  },
  {
    "id": 38,
    "text": "total studies reported the condition of depressive symptom among these\nanxiety symptom and depressive symptom was 7% and 5%, respectively\ncollege students, the pooled prevalence of depressive symptom of 12\n(Table 2).\nstudies (N =135,018) was 34% (95% CI: 27-41%) with high heteroge-\nneity (I2 =99.9%, p <0.001) (Fig. 4).\n248"
  },
  {
    "id": 39,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 8. subgroup analysis based on different countries for estimating depressive symptom.\n4. Discussion\nTable 2\nSubgroup analysis based on gender and severity. To our knowledge, this is the first meta-analysis to explore the\nAnxiety symptom Depressive symptom prevalence of anxiety symptom and depressive symptom among college\nstudents worldwide during the COVID-19 pandemic. The pooled prev-\nGender Male 36%, 95%CI: 15-57% 34%, 95%CI: 28-40%\nFemale 30%, 95%CI: 24-37% 56%, 95%CI: 43-69% alence of anxiety symptom was 31% (95%CI: 23-39%) in this study\nSeverity Mild 24%, 95%CI: 17-32% 18%, 95%CI: 11-25% compared with 28% (95%CI: 22-34%) in one study (Lasheras et al.,"
  },
  {
    "id": 40,
    "text": "Severity Mild 24%, 95%CI: 17-32% 18%, 95%CI: 11-25% compared with 28% (95%CI: 22-34%) in one study (Lasheras et al.,\nModerate 12%, 95%CI: 9-16% 10%, 95%CI: 6-14% 2020), and the pooled prevalence of depressive symptom was 34% (95%\nSevere 7%, 95%CI: 5-9% 5%, 95%CI: 3-8% CI: 27-41%) compared with 29.6% (95%CI: 29.2-30.7%) among female\nNote. CI, confidence interval. college students and 24.9% (95%CI: 24.2-25.2%) among male in\nanother meta-analysis (Ibrahim et al., 2013). Studies have shown that\n3.6. Sensitivity analysis and publication bias the decrease of face-to-face social interaction could increase the risk of\nanxiety and depression (Shensa et al., 2018; Simone et al., 2019). During"
  },
  {
    "id": 41,
    "text": "3.6. Sensitivity analysis and publication bias the decrease of face-to-face social interaction could increase the risk of\nanxiety and depression (Shensa et al., 2018; Simone et al., 2019). During\nThe results of the sensitivity analysis showed that the pooled anxiety the pandemic COVID-2019, college students could not avoid spending\nsymptom and depressive symptom prevalence did not change signifi- lots of time watching and operating computers while learning online.\ncantly after excluding any study, the meta-analysis was considered to be The study by Feng et al showed that the longer students stared at the\nstable (Fig. 9). No publication bias about anxiety symptom was indi- screen, the higher risk of anxiety and depression (Feng et al., 2014). Due"
  },
  {
    "id": 42,
    "text": "stable (Fig. 9). No publication bias about anxiety symptom was indi- screen, the higher risk of anxiety and depression (Feng et al., 2014). Due\ncated by Egger’s regression test (p =0.620), also, there was no publi- to the influences of the pandemic, people were required to visit crowded\ncation bias about depressive symptom under the instruction of Egger’s places like playgrounds, basketball courts, football fields as little as\nregression test (p =0.324). The Egger’s regression tests are illustrated in possible, which reduced the opportunities to exercise for students, the\nFig. 10. relationship between exercise time and anxiety and depression has also\nbeen confirmed (Gallego et al., 2015; Liu et al., 2019; Ogawa et al.,\n249"
  },
  {
    "id": 43,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 9. (a): Sensitivity Analysis of pooled prevalence of anxiety symptom. (b): Sensitivity Analysis of pooled prevalence of depressive symptom.\n2019; Philippot et al., 2019). The above negative factors will have a medical staffs’ mental health in 8 European countries showed that the\nnegative impact on the mental health of college students if not main reason for excessive pressure was the uncertainty when ending the\neliminated. pandemic (Hummel et al., 2021). Another cross-country comparative\nThis study found that the prevalence of anxiety symptom and study showed that the lower confidence in controlling their country’s"
  },
  {
    "id": 44,
    "text": "This study found that the prevalence of anxiety symptom and study showed that the lower confidence in controlling their country’s\ndepressive symptom among college students in different countries were pandemic, the higher level of anxiety among students in the country\nvarious from each other. The prevalence of anxiety symptom and (Pramukti et al., 2020). In brief, the situation of the pandemic in a\ndepressive symptom of American students (anxiety symptom preva- country was directly linked to the mental health of students in that\nlence: 52%, depressive symptom prevalence: 69%) were both the country. Once the pandemic was well controlled, people can back to"
  },
  {
    "id": 45,
    "text": "lence: 52%, depressive symptom prevalence: 69%) were both the country. Once the pandemic was well controlled, people can back to\nhighest (Lopez-Castro et al., 2020), while the prevalence of anxiety their normal lives which will also help reduce the risk of depression. We\nsymptom of Chinese students (anxiety symptom prevalence: 15%) was also found that the prevalence of anxiety symptom among male college\nthe lowest, and the prevalence of depressive symptom of Turkish stu- students was close to females, while the prevalence of depressive\ndents (depressive symptom prevalence: 17%) was the lowest. Although symptom among females was higher than males. Similarly, a study about"
  },
  {
    "id": 46,
    "text": "dents (depressive symptom prevalence: 17%) was the lowest. Although symptom among females was higher than males. Similarly, a study about\nChina was the first outbreak site of the COVID-19 (Huang and Zhao, the impact of gender on mental health during the pandemic showed that\n2020), the spread of the pandemic was well controlled, there were few women were more prone to psychological problems (Pieh et al., 2020).\nconfirmed cases around the students, that is, the risk of infection was Many studies showed that females were more likely to suffer from\nrelatively low. The prevalence of anxiety symptom was related to the mental problems (Alvi et al., 2010; Gao et al., 2020). The tendency that"
  },
  {
    "id": 47,
    "text": "relatively low. The prevalence of anxiety symptom was related to the mental problems (Alvi et al., 2010; Gao et al., 2020). The tendency that\ncondition of the pandemic, the countries with better COVID-19 control women are more vulnerable to psychological problems was probably\nhad a lower prevalence (Xu et al., 2020). With the increasing number of attributed to the different concentrations of testosterone between men\nnew confirmed cases, inevitably, measures to limit personnel flow like and women, testosterone may have a protective effect against anxiety\nlockdown were required to control the pandemic; however, the mea- and depression (McHenry et al., 2014). Our study showed that a high"
  },
  {
    "id": 48,
    "text": "lockdown were required to control the pandemic; however, the mea- and depression (McHenry et al., 2014). Our study showed that a high\nsures of restricting freedom could increase mental distress (Pierce et al., prevalence of anxiety symptom among male college students, probably\n2020). Moreover, outward individuals were more likely to feel anxious because they preferred outdoor activities rather than being confined to\ndue to the increased risk of infection (Mazza et al., 2020). A survey of home (Sallis et al., 2000).\n250"
  },
  {
    "id": 49,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nFig. 10. (a): Egger’s regression test of anxiety symptom. (b): Egger’s regression test of depressive symptom.\nThe COVID-19 pandemic as the risk factor that leads to mental negative moods by developing healthy lifestyles like regular exercise,\nproblems of college students should be addressed as an urgent matter of healthy diets, sufficient sleep, and avoidance of alcohol or drug use.\npublic health. Isolation and treatment for infected persons and close These interventions can help minimize their anxiety or depression\ncontacts, and possible expansion of vaccination populations are effective (Shah et al., 2020).\nmeasures to control the pandemic (Chen et al., 2020; Frederiksen et al.,"
  },
  {
    "id": 50,
    "text": "contacts, and possible expansion of vaccination populations are effective (Shah et al., 2020).\nmeasures to control the pandemic (Chen et al., 2020; Frederiksen et al.,\n2020). Given that females are more likely to suffer mental distress, 5. Limitations and strengths\ntherefore, we should give more attention to females and provide psy-\nchological support and material services to reduce their risk of devel- The limitations of our study must be noted in order to better interpret\noping depression. For students who have suffered from anxiety and our findings. First, included studies were mainly cross-sectional studies,\ndepression, online and telephone support can be provided, which was which could not prove the causation between the COVID-19 pandemic"
  },
  {
    "id": 51,
    "text": "depression, online and telephone support can be provided, which was which could not prove the causation between the COVID-19 pandemic\nverified as an effective emergency measure in many countries. Popu- and the increased prevalence of anxiety symptom and depressive\nlarizing knowledge about novel coronavirus can also help reduce panic symptom among college students. Second, the response rates were less\nand anxiety among students (Wang et al., 2020a). With the wide use of than 80% or no description in half included studies which may lead to\nonline learning during the pandemic, the education system must adapt selection bias. Third, the heterogeneity of the included studies was"
  },
  {
    "id": 52,
    "text": "online learning during the pandemic, the education system must adapt selection bias. Third, the heterogeneity of the included studies was\nto the model of online learning and help students adapt to this approach. relatively high in our meta-analysis, and the heterogeneities of subgroup\nMeantime, it is also necessary to teach students how to deal with analysis based on the evaluation tools were also high. We speculated the\n251"
  },
  {
    "id": 53,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nreason was that the samples lived in different countries between the References\nstudies, college students who lived in countries or regions severely\ninfluenced by the pandemic have a higher level and prevalence of Ahmed, S.A., Hegazy, N.N., Abdel Malak, H.W., Cliff Kayser 3rd, W., Elrafie, N.M.,\nHassanien, M., Al-Hayani, A.A., El Saadany, S.A., Ai-Youbi, A.O., Shehata, M.H.,\nanxiety symptom and depressive symptom. For example, a study sur-\n2020. Model for utilizing distance learning post COVID-19 using (PACT)TM a cross\nveyed in New York, America where the situation of the pandemic was sectional qualitative study. BMC Med. Educ. 20, 400. https://doi.org/10.1186/"
  },
  {
    "id": 54,
    "text": "veyed in New York, America where the situation of the pandemic was sectional qualitative study. BMC Med. Educ. 20, 400. https://doi.org/10.1186/\nserious indicated the high prevalence of mental health problems s12909-020-02311-1.\nAlvi, T., Assad, F., Ramzan, M., Khan, F.A., 2010. Depression, anxiety and their\n(Wathelet et al., 2020). However, the above limitations would not affect\nassociated factors among medical students. J. College Phys. Surg.–Pakistan: JCPSP\nour meta-analysis on the prevalence of anxiety symptom and depressive 20, 122–126. https://pubmed.ncbi.nlm.nih.gov/27923088/.\nsymptom. Though some studies with a low response rate, the sample size Bourion-B´ed`es, S., Tarquinio, C., Batt, M., Tarquinio, P., Lebreuilly, R., Sorsana, C.,"
  },
  {
    "id": 55,
    "text": "symptom. Though some studies with a low response rate, the sample size Bourion-B´ed`es, S., Tarquinio, C., Batt, M., Tarquinio, P., Lebreuilly, R., Sorsana, C.,\nLegrand, K., Rousseau, H., Baumann, C., 2020. Psychological impact of the COVID-\nwas quite large. The reason for the low response may be insufficient\n19 outbreak on students in a French region severely affected by the disease: results of\npublicity or lack of funds. For example, the response rate of a survey in the PIMS-CoV 19 study. Psychiatry Res. 295, 113559 https://doi.org/10.1016/j.\nFrance was only 4.3%, but 69,054 people responded, the reason was that psychres.2020.113559."
  },
  {
    "id": 56,
    "text": "France was only 4.3%, but 69,054 people responded, the reason was that psychres.2020.113559.\nthe surveyed subjects were too large (Wathelet et al., 2020). Totally, our Bowden, J., Davey Smith, G., Burgess, S., 2015. Mendelian randomization with invalid\ninstruments: effect estimation and bias detection through Egger regression. Int. J.\nstudy included 144,010 college students. It was quite a large sample for Epidemiol. 44, 512–525. https://doi.org/10.1093/ije/dyv080.\nour meta-analysis to figure out the pooled prevalence of anxiety symp- Cao, W., Fang, Z., Hou, G., Han, M., Xu, X., Dong, J., Zheng, J., 2020. The psychological\ntom and depressive symptom among college students worldwide. Since impact of the COVID-19 epidemic on college students in China. Psychiatry Res. 287,"
  },
  {
    "id": 57,
    "text": "tom and depressive symptom among college students worldwide. Since impact of the COVID-19 epidemic on college students in China. Psychiatry Res. 287,\n112934 https://doi.org/10.1016/j.psychres.2020.112934.\nthe inclusion criteria of our meta-analysis were studies that must have Castan˜eda-Babarro, A., Arbillaga-Etxarri, A., Guti´errez-Santamaría, B., Coca, A., 2020.\nauthoritative and acknowledged scales for estimating anxiety symptom Physical activity change during COVID-19 confinement. Int. J. Environ. Res. Public\nand depressive symptom, and excluded those random self-reporting Health 17 (18), 6878. https://doi.org/10.3390/ijerph17186878.\nChang, J., Yuan, Y., Wang, D., 2020. Mental health status and its influencing factors"
  },
  {
    "id": 58,
    "text": "Chang, J., Yuan, Y., Wang, D., 2020. Mental health status and its influencing factors\nstudies, the scales were all with high reliability and validity, which\namong college students during the epidemic of COVID-19. J. Southern Med. Univ.\nmade our evaluation of the prevalence of anxiety symptom and 40, 171–176. https://doi.org/10.12122/j.issn.1673-4254.2020.02.06.\ndepressive symptom more accurate and reliable. Our study has exam- Cheikh Ismail, L., Osaili, T.M., Mohamad, M.N., Al Marzouqi, A., Jarrar, A.H., Abu\nJamous, D.O., Magriplis, E., Ali, H.I., Al Sabbah, H., Hasan, H., AlMarzooqi, L.M.R.,\nined the prevalence during the special period, furthermore, some arti-\nStojanovska, L., Hashim, M., Shaker Obaid, R.R., Saleh, S.T., Al Dhaheri, A.S., 2020."
  },
  {
    "id": 59,
    "text": "ined the prevalence during the special period, furthermore, some arti-\nStojanovska, L., Hashim, M., Shaker Obaid, R.R., Saleh, S.T., Al Dhaheri, A.S., 2020.\ncles have analyzed the risk factors that may cause mental health Eating Habits and Lifestyle during COVID-19 Lockdown in the United Arab Emirates:\nproblems among students and proposed some solutions to alleviate a Cross-Sectional Study. Nutrients 12 (11), 3314. https://doi.org/10.3390/\nstudents’ anxiety and depression. Although the heterogeneity is rela- nu12113314.\nChen, W., Wang, Q., Li, Y.Q., Yu, H.L., Xia, Y.Y., Zhang, M.L., Qin, Y., Zhang, T., Peng, Z.\ntively high, it is necessary to conduct this meta-analysis, it can reflect the B., Zhang, R.C., Yang, X.K., Yin, W.W., An, Z.J., Wu, D., Yin, Z.D., Li, S., Chen, Q.L.,"
  },
  {
    "id": 60,
    "text": "tively high, it is necessary to conduct this meta-analysis, it can reflect the B., Zhang, R.C., Yang, X.K., Yin, W.W., An, Z.J., Wu, D., Yin, Z.D., Li, S., Chen, Q.L.,\napproximate prevalence of anxiety symptom and depressive symptom Feng, L.Z., Li, Z.J., Feng, Z.J., 2020. Early containment strategies and core measures\nworldwide, and describe a general impression of what kind of situation for prevention and control of novel coronavirus pneumonia in China. Chin. J.\nPrevent. Med. 54, 239–244. https://doi.org/10.3760/cma.j.issn.0253-\nthe college students stayed in, with so high prevalence during the 9624.2020.03.003.\npandemic, measures should be taken to help college students go through Chtourou, H., Trabelsi, K., H’Mida, C., Boukhris, O., Glenn, J.M., Brach, M., Bentlage, E.,"
  },
  {
    "id": 61,
    "text": "pandemic, measures should be taken to help college students go through Chtourou, H., Trabelsi, K., H’Mida, C., Boukhris, O., Glenn, J.M., Brach, M., Bentlage, E.,\nsuch hardship. Bott, N., Shephard, R.J., Ammar, A., Bragazzi, N.L., 2020. Staying physically active\nduring the quarantine and self-isolation period for controlling and mitigating the\nCOVID-19 pandemic: a systematic overview of the literature. Front. Psychol. 11,\n6. Conclusion 1708. https://doi.org/10.3389/fpsyg.2020.01708.\nDeng, J., Zhou, F., Hou, W., Silver, Z., Wong, C.Y., Chang, O., Huang, E., Zuo, Q.K., 2020.\nThe prevalence of depression, anxiety, and sleep disturbances in COVID-19 patients:\nThe results of our analysis suggest that the pooled prevalence of"
  },
  {
    "id": 62,
    "text": "The prevalence of depression, anxiety, and sleep disturbances in COVID-19 patients:\nThe results of our analysis suggest that the pooled prevalence of\na meta-analysis. Ann. N. Y. Acad. Sci. 10, 1111. https://doi.org/10.1111/\nanxiety symptom was 31%, and the pooled prevalence of depressive nyas.14506.\nsymptom was 34%. The prevalence varies greatly among different Dighe, A., Cattarino, L., Cuomo-Dannenburg, G., Skarp, J., Imai, N., Bhatia, S.,\nGaythorpe, K.A.M., Ainslie, K.E.C., Baguelin, M., Bhatt, S., Boonyasiri, A.,\ncountries, which is probably related to the severity of the pandemic in\nBrazeau, N.F., Cooper, L.V., Coupland, H., Cucunuba, Z., Dorigatti, I., Eales, O.D.,"
  },
  {
    "id": 63,
    "text": "countries, which is probably related to the severity of the pandemic in\nBrazeau, N.F., Cooper, L.V., Coupland, H., Cucunuba, Z., Dorigatti, I., Eales, O.D.,\ndifferent countries. To better understand the prevalence of anxiety van Elsland, S.L., FitzJohn, R.G., Green, W.D., Haw, D.J., Hinsley, W., Knock, E.,\nsymptom and depressive symptom among college students around the Laydon, D.J., Mellan, T., Mishra, S., Nedjati-Gilani, G., Nouvellet, P., Pons-Salort, M.,\nThompson, H.A., Unwin, H.J.T., Verity, R., Vollmer, M.A.C., Walters, C.E.,\nworld, future studies can use a standard and reliable questionnaire to\nWatson, O.J., Whittaker, C., Whittles, L.K., Ghani, A.C., Donnelly, C.A., Ferguson, N."
  },
  {
    "id": 64,
    "text": "world, future studies can use a standard and reliable questionnaire to\nWatson, O.J., Whittaker, C., Whittles, L.K., Ghani, A.C., Donnelly, C.A., Ferguson, N.\nconduct surveys reasonably sampled from the world. Meanwhile, we M., Riley, S., 2020. Response to COVID-19 in South Korea and implications for lifting\nshould take measures to reduce the impact of the pandemic on people’s stringent interventions. BMC Med. 18, 321. https://doi.org/10.1186/s12916-020-\nmental health urgently. 01791-8.\nDost, S., Hossain, A., Shehab, M., Abdelwahed, A., Al-Nusair, L., 2020. Perceptions of\nmedical students towards online teaching during the COVID-19 pandemic: a national\nFunding cross-sectional survey of 2721 UK medical students. BMJ Open 10, e042378. https://\ndoi.org/10.1136/bmjopen-2020-042378."
  },
  {
    "id": 65,
    "text": "Funding cross-sectional survey of 2721 UK medical students. BMJ Open 10, e042378. https://\ndoi.org/10.1136/bmjopen-2020-042378.\nEssadek, A., Rabeyron, T., 2020. Mental health of French students during the Covid-19\nThis work was supported by the National Natural Science Foundation pandemic. J. Affect. Disord. 277, 392–393. https://doi.org/10.1016/j.\nof China (grant number 81874268). jad.2020.08.042.\nFeng, Q., Zhang, Q.L., Du, Y., Ye, Y.L., He, Q.Q., 2014. Associations of physical activity,\nscreen time with depression, anxiety and sleep quality among Chinese college\nDeclaration of Competing Interest\nfreshmen. PLoS One 9, e100914. https://doi.org/10.1371/journal.pone.0100914.\nFern´andez Cruz, M., A ´ lvarez Rodríguez, J., A ´ valos Ruiz, I., Cuevas Lo´pez, M., de Barros"
  },
  {
    "id": 66,
    "text": "freshmen. PLoS One 9, e100914. https://doi.org/10.1371/journal.pone.0100914.\nFern´andez Cruz, M., A ´ lvarez Rodríguez, J., A ´ valos Ruiz, I., Cuevas Lo´pez, M., de Barros\nThe authors declare no financial or other conflicts of interest. Camargo, C., Díaz Rosas, F., Gonz´alez Castello´n, E., Gonza´lez Gonz´alez, D.,\nHerna´ndez Ferna´ndez, A., Iba´n˜ez Cubillas, P., Lizarte Simo´n, E.J., 2020. Evaluation\nof the Emotional and Cognitive Regulation of Young People in a Lockdown Situation\nAcknowledgments Due to the Covid-19 Pandemic. Front. Psychol. 11, 565503 https://doi.org/10.3389/\nfpsyg.2020.565503.\nFountoulakis, K., Iacovides, A., Kleanthous, S., Samolis, S., Kaprinis, S.G., Sitzoglou, K.,\nNone.\nSt Kaprinis, G., Bech, P., 2001. Reliability, validity and psychometric properties of"
  },
  {
    "id": 67,
    "text": "Fountoulakis, K., Iacovides, A., Kleanthous, S., Samolis, S., Kaprinis, S.G., Sitzoglou, K.,\nNone.\nSt Kaprinis, G., Bech, P., 2001. Reliability, validity and psychometric properties of\nthe Greek translation of the Center for Epidemiological Studies-Depression (CES-D)\nSupplementary materials Scale. BMC Psychiatry 1, 3. https://doi.org/10.1186/1471-244x-1-3.\nFrederiksen, L.S.F., Zhang, Y., Foged, C., Thakur, A., 2020. The Long Road Toward\nCOVID-19 Herd Immunity: Vaccine Platform Technologies and Mass Immunization\nSupplementary material associated with this article can be found, in Strategies. Front. Immunol. 11, 1817. https://doi.org/10.3389/fimmu.2020.01817."
  },
  {
    "id": 68,
    "text": "Supplementary material associated with this article can be found, in Strategies. Front. Immunol. 11, 1817. https://doi.org/10.3389/fimmu.2020.01817.\nthe online version, at doi:10.1016/j.jad.2021.05.109. Gallego, J., Aguilar-Parra, J.M., Cangas, A.J., Langer, A ´ .I., Man˜as, I., 2015. Effect of a\nmindfulness program on stress, anxiety and depression in university students. Span.\nJ. Psychol. 17, e109. https://doi.org/10.1017/sjp.2014.102.\n252"
  },
  {
    "id": 69,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nGao, W., Ping, S., Liu, X., 2020. Gender differences in depression, anxiety, and stress COVID-19 pandemic. PLoS One 15, e0239572. https://doi.org/10.1371/journal.\namong college students: a longitudinal study from China. J. Affect. Disord. 263, pone.0239572.\n292–300. https://doi.org/10.1016/j.jad.2019.11.121. Ogawa, S., Kitagawa, Y., Fukushima, M., Yonehara, H., Nishida, A., Togo, F., Sasaki, T.,\nHelsingen, L.M., Refsum, E., Gjøstein, D.K., Løberg, M., Bretthauer, M., Kalager, M., 2019. Interactive effect of sleep duration and physical activity on anxiety/depression"
  },
  {
    "id": 70,
    "text": "Helsingen, L.M., Refsum, E., Gjøstein, D.K., Løberg, M., Bretthauer, M., Kalager, M., 2019. Interactive effect of sleep duration and physical activity on anxiety/depression\nEmilsson, L., 2020. The COVID-19 pandemic in Norway and Sweden - threats, trust, in adolescents. Psychiatry Res. 273, 456–460. https://doi.org/10.1016/j.\nand impact on daily life: a comparative survey. BMC Public Health 20, 1597. https:// psychres.2018.12.085.\ndoi.org/10.1186/s12889-020-09615-3. Pang, Z., Tu, D., Cai, Y., 2019. Psychometric Properties of the SAS, BAI, and S-AI in\nHenry, J.D., Crawford, J.R., 2005. The short-form version of the Depression Anxiety Chinese University Students. Front. Psychol. 10, 93. https://doi.org/10.3389/"
  },
  {
    "id": 71,
    "text": "Henry, J.D., Crawford, J.R., 2005. The short-form version of the Depression Anxiety Chinese University Students. Front. Psychol. 10, 93. https://doi.org/10.3389/\nStress Scales (DASS-21): construct validity and normative data in a large non-clinical fpsyg.2019.00093.\nsample. Br. J. Clin. Psychol. 44, 227–239. https://doi.org/10.1348/ Pappa, S., Ntella, V., Giannakas, T., Giannakoulis, V.G., Papoutsi, E., Katsaounou, P.,\n014466505X29657. 2020. Prevalence of depression, anxiety, and insomnia among healthcare workers\nHuang, Y., Zhao, N., 2020. Generalized anxiety disorder, depressive symptoms and sleep during the COVID-19 pandemic: a systematic review and meta-analysis. Brain Behav."
  },
  {
    "id": 72,
    "text": "Huang, Y., Zhao, N., 2020. Generalized anxiety disorder, depressive symptoms and sleep during the COVID-19 pandemic: a systematic review and meta-analysis. Brain Behav.\nquality during COVID-19 outbreak in China: a web-based cross-sectional doi: Immun. 88, 901–907. https://doi.org/10.1016/j.bbi.2020.11.023.\n10.1016/j.psychres.2020.112954. Philippot, A., Meerschaut, A., Danneaux, L., Smal, G., Bleyenheuft, Y., De Volder, A.G.,\nHummel, S., Oetjen, N., Du, J., Posenato, E., Resende de Almeida, R.M., Losada, R., 2019. Impact of Physical Exercise on Symptoms of Depression and Anxiety in Pre-\nRibeiro, O., Frisardi, V., Hopper, L., Rashid, A., Nasser, H., Ko¨nig, A., Rudofsky, G., adolescents: a Pilot Randomized Trial. Front. Psychol. 10, 1820. https://doi.org/"
  },
  {
    "id": 73,
    "text": "Ribeiro, O., Frisardi, V., Hopper, L., Rashid, A., Nasser, H., Ko¨nig, A., Rudofsky, G., adolescents: a Pilot Randomized Trial. Front. Psychol. 10, 1820. https://doi.org/\nWeidt, S., Zafar, A., Gronewold, N., Mayer, G., Schultz, J.H., 2021. Mental Health 10.3389/fpsyg.2019.01820.\nAmong Medical Professionals During the COVID-19 Pandemic in Eight European Pieh, C., Budimir, S., Probst, T., 2020. The effect of age, gender, income, work, and\nCountries: cross-sectional Survey Study. J. Med. Internet Res. 23, e24983. https:// physical activity on mental health during coronavirus disease (COVID-19) lockdown\ndoi.org/10.2196/24983. in Austria. J. Psychosom. Res. 136, 110186 https://doi.org/10.1016/j."
  },
  {
    "id": 74,
    "text": "doi.org/10.2196/24983. in Austria. J. Psychosom. Res. 136, 110186 https://doi.org/10.1016/j.\nIbrahim, A.K., Kelly, S.J., Adams, C.E., Glazebrook, C., 2013. A systematic review of jpsychores.2020.110186.\nstudies of depression prevalence in university students. J. Psychiatr. Res. 47, Pierce, M., Hope, H., Ford, T., Hatch, S., Hotopf, M., John, A., Kontopantelis, E.,\n391–400. https://doi.org/10.1016/j.jpsychires.2012.11.015. Webb, R., Wessely, S., McManus, S., Abel, K.M., 2020. Mental health before and\nIslam, M.A., Barna, S.D., Raihan, H., Khan, M.N.A., Hossain, M.T., 2020. Depression and during the COVID-19 pandemic: a longitudinal probability sample survey of the UK"
  },
  {
    "id": 75,
    "text": "Islam, M.A., Barna, S.D., Raihan, H., Khan, M.N.A., Hossain, M.T., 2020. Depression and during the COVID-19 pandemic: a longitudinal probability sample survey of the UK\nanxiety among university students during the COVID-19 pandemic in Bangladesh: a population. The lancet. Psychiatry 7, 883–892. https://doi.org/10.1016/s2215-0366\nweb-based cross-sectional survey. PLoS One 8. https://doi.org/10.1177/ (20)30308-4.\n0020764020965995 e0238162. Pramukti, I., Strong, C., Sitthimongkol, Y., Setiawan, A., Pandin, M.G.R., Yen, C.F.,\nKamaludin, K., Chinna, K., Sundarasen, S., Khoshaim, H., Nurunnabi, M., Baloch, G.M., Lin, C.Y., Griffiths, M.D., Ko, N.Y., 2020. Anxiety and Suicidal Thoughts During the"
  },
  {
    "id": 76,
    "text": "Kamaludin, K., Chinna, K., Sundarasen, S., Khoshaim, H., Nurunnabi, M., Baloch, G.M., Lin, C.Y., Griffiths, M.D., Ko, N.Y., 2020. Anxiety and Suicidal Thoughts During the\nSukayt, A., Hossain, S.F.A., 2020. Coping with COVID-19 and movement control COVID-19 Pandemic: Cross-Country Comparative Study Among Indonesian,\norder (MCO): experiences of university students in Malaysia. Heliyon e05339. Taiwanese, and Thai University Students. J. Med. Internet Res. 22, e24487. https://\nhttps://doi.org/10.1016/j.heliyon.2020.e05339. -e05339. doi.org/10.2196/24487.\nKaparounaki, C.K., Patsali, M.E., Mousa, D.V., Papadopoulou, E.V.K., Papadopoulou, K. Richter, P., Werner, J., Heerlein, A., Kraus, A., Sauer, H., 1998. On the validity of the"
  },
  {
    "id": 77,
    "text": "Kaparounaki, C.K., Patsali, M.E., Mousa, D.V., Papadopoulou, E.V.K., Papadopoulou, K. Richter, P., Werner, J., Heerlein, A., Kraus, A., Sauer, H., 1998. On the validity of the\nK.K., Fountoulakis, K.N., 2020. University students’ mental health amidst the Beck Depression Inventory. a review. Psychopathology 31, 160–168. https://doi.\nCOVID-19 quarantine in Greece. Psychiatry Res. 290, 113111 https://doi.org/ org/10.1159/000066239.\n10.1016/j.psychres.2020.113111. Rogowska, A.M., Ku´snierz, C., Bokszczanin, A., 2020. Examining Anxiety, Life\nKarasar, B., Canli, D., 2020. Psychological resilience and depression during the COVID- Satisfaction, General Health, Stress and Coping Styles During COVID-19 Pandemic in"
  },
  {
    "id": 78,
    "text": "Karasar, B., Canli, D., 2020. Psychological resilience and depression during the COVID- Satisfaction, General Health, Stress and Coping Styles During COVID-19 Pandemic in\n19 pandemic in TURKEY. Psychiatria Danubina 32, 273–279. https://doi.org/ Polish Sample of University Students. Psychol. Res. Behav. Manag. 13, 797–811.\n10.24869/psyd.2020.273. https://doi.org/10.2147/PRBM.S266511.\nKecojevic, A., Basch, C.H., Sullivan, M., Davi, N.K., 2020. The impact of the COVID-19 Romero-Blanco, C., Rodríguez-Almagro, J., Onieva-Zafra, M.D., Parra-Ferna´ndez, M.L.,\nepidemic on mental health of undergraduate students in New Jersey, cross-sectional Prado-Laguna, M.D.C., Hern´andez-Martínez, A., 2020. Physical Activity and"
  },
  {
    "id": 79,
    "text": "epidemic on mental health of undergraduate students in New Jersey, cross-sectional Prado-Laguna, M.D.C., Hern´andez-Martínez, A., 2020. Physical Activity and\nstudy. Public Library of Science. Plos One 9, e0239696. https://doi.org/10.1371/ Sedentary Lifestyle in University Students: Changes during Confinement Due to the\njournal.pone.0239696. COVID-19 Pandemic. Int. J. Environ. Res. Public Health 17 (18), 6567. https://doi.\nKroenke, K., Spitzer, R.L., Williams, J.B., 2001. The PHQ-9: validity of a brief depression org/10.3390/ijerph17186567.\nseverity measure. J. Gen. Intern. Med. 16, 606–613. https://doi.org/10.1046/ Ruíz-Roso, M.B., de Carvalho Padilha, P., Matilla-Escalante, D.C., Brun, P., Ulloa, N.,"
  },
  {
    "id": 80,
    "text": "severity measure. J. Gen. Intern. Med. 16, 606–613. https://doi.org/10.1046/ Ruíz-Roso, M.B., de Carvalho Padilha, P., Matilla-Escalante, D.C., Brun, P., Ulloa, N.,\nj.1525-1497.2001.016009606.x. Acevedo-Correa, D., Arantes Ferreira Peres, W., Martorell, M., Rangel Bousquet\nLasheras, I., Gracia-Garcia, P., Lipnicki, D.M., Bueno-Notivol, J., Lopez-Anton, R., de la Carrilho, T., de Oliveira Cardoso, L., Carrasco-Marín, F., Paternina-Sierra, K., Lopez\nCamara, C., Lobo, A., Santabarbara, J., 2020. Prevalence of Anxiety in Medical de Las Hazas, M.C., Rodriguez-Meza, J.E., Villalba-Montero, L.F., Bernab`e, G.,\nStudents during the COVID-19 Pandemic: a Rapid Systematic Review with Meta- Pauletto, A., Taci, X., C´arcamo-Regla, R., Martínez, J.A., D´avalos, A., 2020. Changes"
  },
  {
    "id": 81,
    "text": "Students during the COVID-19 Pandemic: a Rapid Systematic Review with Meta- Pauletto, A., Taci, X., C´arcamo-Regla, R., Martínez, J.A., D´avalos, A., 2020. Changes\nAnalysis. Int. J. Environ. Res. Public Health 17 (18), 6603. https://doi.org/10.3390/ of Physical Activity and Ultra-Processed Food Consumption in Adolescents from\nijerph17186603. Different Countries during Covid-19 Pandemic: an Observational Study. Nutrients 12\nLindsay, W.R., Michie, A.M., 1988. Adaptation of the Zung self-rating anxiety scale for (8), 2289. https://doi.org/10.3390/nu12082289.\npeople with a mental handicap. J. Ment. Defic. Res. 32 (Pt 6), 485–490. https://doi. Sallis, J.F., Prochaska, J.J., Taylor, W.C., 2000. A review of correlates of physical activity"
  },
  {
    "id": 82,
    "text": "people with a mental handicap. J. Ment. Defic. Res. 32 (Pt 6), 485–490. https://doi. Sallis, J.F., Prochaska, J.J., Taylor, W.C., 2000. A review of correlates of physical activity\norg/10.1111/j.1365-2788.1988.tb01440.x. of children and adolescents. Med. Sci. Sports Exerc. 32, 963–975. https://doi.org/\nLiu, M., Zhang, J., Hu, E., Yang, H., Cheng, C., Yao, S., 2019. Combined patterns of 10.1097/00005768-200005000-00014.\nphysical activity and screen-related sedentary behavior among Chinese adolescents Salman, M., Asif, N., Mustafa, Z.U., Khan, T.M., Shehzadi, N., Tahir, H., Raza, M.H.,\nand their correlations with depression, anxiety and self-injurious behaviors. Psychol. Khan, M.T., Hussain, K., Khan, Y.H., Butt, M.H., Mallhi, T.H., 2020. Psychological"
  },
  {
    "id": 83,
    "text": "and their correlations with depression, anxiety and self-injurious behaviors. Psychol. Khan, M.T., Hussain, K., Khan, Y.H., Butt, M.H., Mallhi, T.H., 2020. Psychological\nRes. Behav. Manag. 12, 1041–1050. https://doi.org/10.2147/PRBM.S220075. Impairment and Coping Strategies during the COVID-19 Pandemic among Students\nLopez-Castro, T., Brandt, L., Anthonipillai, N., Espinosa, A., Melara, R., 2020. in Pakistan: a Cross-Sectional Analysis. Disaster Med. Public Health Preparedness\nExperiences, impacts and mental health functioning during a COVID-19 outbreak 1–22. https://doi.org/10.1017/dmp.2020.397.\nand lockdown: Data from a diverse New York City sample of college students. Center Saraswathi, I., Saikarthik, J., Kumar, K.S., Srinivasan, K.M., Ardhanaari, M.,"
  },
  {
    "id": 84,
    "text": "and lockdown: Data from a diverse New York City sample of college students. Center Saraswathi, I., Saikarthik, J., Kumar, K.S., Srinivasan, K.M., Ardhanaari, M.,\nfor Open Sci. http://psyarxiv.com/nyght/. Gunapriya, R., 2020. Impact of COVID-19 outbreak on the mental health status of\nLo´pez-Moreno, M., Lo´pez, M.T.I., Miguel, M., Garc´es-Rimo´n, M., 2020. Physical and undergraduate medical students in a COVID-19 treating medical college: a\nPsychological Effects Related to Food Habits and Lifestyle Changes Derived from prospective longitudinal study. PeerJ 8. https://doi.org/10.7717/peerj.10164.\nCovid-19 Home Confinement in the Spanish Population. Nutrients 12 (11), 3445. Saravanan, C., Mahmoud, I., Elshami, W., Taha, M.H., 2020. Knowledge, Anxiety, Fear,"
  },
  {
    "id": 85,
    "text": "Covid-19 Home Confinement in the Spanish Population. Nutrients 12 (11), 3445. Saravanan, C., Mahmoud, I., Elshami, W., Taha, M.H., 2020. Knowledge, Anxiety, Fear,\nhttps://doi.org/10.3390/nu12113445. and Psychological Distress About COVID-19 Among University Students in the\nMa, H., Miller, C., 2020. Trapped in a Double Bind: Chinese Overseas Student Anxiety United Arab Emirates. Front. Psychiatry 11, 582189. https://doi.org/10.3389/\nduring the COVID-19 Pandemic. Health Commun. 1–8. https://doi.org/10.1080/ fpsyt.2020.582189.\n10410236.2020.1775439. Sarwar, H., Akhtar, H., Naeem, M.M., Khan, J.A., Waraich, K., Shabbir, S., Hasan, A.,"
  },
  {
    "id": 86,
    "text": "10410236.2020.1775439. Sarwar, H., Akhtar, H., Naeem, M.M., Khan, J.A., Waraich, K., Shabbir, S., Hasan, A.,\nMaras, D., Flament, M.F., Murray, M., Buchholz, A., Henderson, K.A., Obeid, N., Khurshid, Z., 2020. Self-Reported Effectiveness of e-Learning Classes during COVID-\nGoldfield, G.S., 2015. Screen time is associated with depression and anxiety in 19 Pandemic: a Nation-Wide Survey of Pakistani Undergraduate Dentistry Students.\nCanadian youth. Prev. Med. 73, 133–138. https://doi.org/10.1016/j. Eur. J. Dentistry (S01), S34–S43. https://doi.org/10.1055/s-0040-1717000.\nypmed.2015.01.029. Savage, M.J., James, R., Magistro, D., Donaldson, J., Healy, L.C., Nevill, M., Hennis, P.J.,"
  },
  {
    "id": 87,
    "text": "ypmed.2015.01.029. Savage, M.J., James, R., Magistro, D., Donaldson, J., Healy, L.C., Nevill, M., Hennis, P.J.,\nMazza, C., Ricci, E., Biondi, S., Colasanti, M., Ferracuti, S., Napoli, C., Roma, P., 2020. 2020. Mental health and movement behaviour during the COVID-19 pandemic in UK\nA Nationwide Survey of Psychological Distress among Italian People during the university students: Prospective cohort study. Ment. Health Phys. Activity 19,\nCOVID-19 Pandemic: immediate Psychological Responses and Associated Factors. 100357. https://papers.ssrn.com/sol3/papers.cfm.abstract_id=3631268.\nInt. J. Environ. Res. Public Health 17. https://doi.org/10.3390/ijerph17093165. Shah, K., Mann, S., Singh, R., Bangar, R., Kulkarni, R., 2020. Impact of COVID-19 on the"
  },
  {
    "id": 88,
    "text": "Int. J. Environ. Res. Public Health 17. https://doi.org/10.3390/ijerph17093165. Shah, K., Mann, S., Singh, R., Bangar, R., Kulkarni, R., 2020. Impact of COVID-19 on the\nMcHenry, J., Carrier, N., Hull, E., Kabbaj, M., 2014. Sex differences in anxiety and Mental Health of Children and Adolescents. Cureus 12, e10051. https://doi.org/\ndepression: role of testosterone. Front. Neuroendocrinol. 35, 42–57. https://doi.org/ 10.7759/cureus.10051.\n10.1016/j.yfrne.2013.09.001. Shamseer, L., Moher, D., Clarke, M., Ghersi, D., Liberati, A., Petticrew, M., Shekelle, P.,\nModesti, P.A., Reboldi, G., Cappuccio, F.P., Agyemang, C., Remuzzi, G., Rapi, S., Stewart, L.A., 2015. Preferred reporting items for systematic review and meta-"
  },
  {
    "id": 89,
    "text": "Modesti, P.A., Reboldi, G., Cappuccio, F.P., Agyemang, C., Remuzzi, G., Rapi, S., Stewart, L.A., 2015. Preferred reporting items for systematic review and meta-\nPerruolo, E., Parati, G., 2016. Panethnic Differences in Blood Pressure in Europe: a analysis protocols (PRISMA-P) 2015: elaboration and explanation. BMJ 350, g7647.\nSystematic Review and Meta-Analysis. PLoS One 11, e0147601. https://doi.org/ https://doi.org/10.1136/bmj.i4086.\n10.1371/journal.pone.0147601. Shensa, A., Sidani, J.E., Escobar-Viera, C.G., Chu, K.H., Bowman, N.D., Knight, J.M.,\nNarayanan, R.P., Nordlund, J., Pace, R.K., Ratnadiwakara, D., 2020. Demographic, Primack, B.A., 2018. Real-life closeness of social media contacts and depressive"
  },
  {
    "id": 90,
    "text": "Narayanan, R.P., Nordlund, J., Pace, R.K., Ratnadiwakara, D., 2020. Demographic, Primack, B.A., 2018. Real-life closeness of social media contacts and depressive\njurisdictional, and spatial effects on social distancing in the United States during the symptoms among university students. J. Am. Coll. Health 66, 747–753. https://doi.\norg/10.1080/07448481.2018.1440575.\n253"
  },
  {
    "id": 91,
    "text": "J.-J. Chang et al. J o u r n a l o f A ff e c t i v e D i s o r d e r s 2 92(2021)242–254\nSilva, L., Figueiredo Filho, D., Fernandes, A., 2020. The effect of lockdown on the COVID- Wang, Z.H., Yang, H.L., Yang, Y.Q., Liu, D., Li, Z.H., Zhang, X.R., Zhang, Y.J., Shen, D.,\n19 epidemic in Brazil: evidence from an interrupted time series design. Cad. Saude Chen, P.L., Song, W.Q., Wang, X.M., Wu, X.B., Yang, X.F., Mao, C., 2020e.\nPublica 36, e00213920. https://doi.org/10.1590/0102-311X00213920. Prevalence of anxiety and depression symptom, and the demands for psychological\nSimone, M., Geiser, C., Lockhart, G., 2019. The importance of face-to-face contact and knowledge and interventions in college students during COVID-19 epidemic: a large"
  },
  {
    "id": 92,
    "text": "Simone, M., Geiser, C., Lockhart, G., 2019. The importance of face-to-face contact and knowledge and interventions in college students during COVID-19 epidemic: a large\nreciprocal relationships and their associations with depressive symptoms and life cross-sectional study. J. Affect. Disord. 275, 188–193. https://doi.org/10.1016/j.\nsatisfaction. Qual. Life Res. 28, 2909–2917. https://doi.org/10.1007/s11136-019- jad.2020.06.034.\n02232-7. Wathelet, M., Duhem, S., Vaiva, G., Baubet, T., Habran, E., Veerapa, E., Debien, C.,\nSingh, S., Roy, D., Sinha, K., Parveen, S., Sharma, G., Joshi, G., 2020. Impact of COVID- Molenda, S., Horn, M., Grandgen`evre, P., Notredame, C.E., D’Hondt, F., 2020."
  },
  {
    "id": 93,
    "text": "Singh, S., Roy, D., Sinha, K., Parveen, S., Sharma, G., Joshi, G., 2020. Impact of COVID- Molenda, S., Horn, M., Grandgen`evre, P., Notredame, C.E., D’Hondt, F., 2020.\n19 and lockdown on mental health of children and adolescents: A narrative review Factors Associated with Mental Health Disorders Among University Students in\nwith recommendations. Psychiatry Res. 293, 113429 https://doi.org/10.1016/j. France Confined During the COVID-19 Pandemic. JAMA Network Open 3,\npsychres.2020.113429. e2025591. https://doi.org/10.1001/jamanetworkopen.2020.25591.\nTang, W., Hu, T., Hu, B., Jin, C., Wang, G., Xie, C., Chen, S., Xu, J., 2020. Prevalence and Werneck, A.O., Silva, D.R.D., Malta, D.C., Souza-Júnior, P.R.B., Azevedo, L.O., Barros, M."
  },
  {
    "id": 94,
    "text": "Tang, W., Hu, T., Hu, B., Jin, C., Wang, G., Xie, C., Chen, S., Xu, J., 2020. Prevalence and Werneck, A.O., Silva, D.R.D., Malta, D.C., Souza-Júnior, P.R.B., Azevedo, L.O., Barros, M.\ncorrelates of PTSD and depressive symptoms one month after the outbreak of the B.A., Szwarcwald, C.L., 2020. Lifestyle behaviors changes during the COVID-19\nCOVID-19 epidemic in a sample of home-quarantined Chinese university students. pandemic quarantine among 6,881 Brazilian adults with depression and 35,143\nJ. Affect. Disord. 274, 1–7. https://doi.org/10.1016/j.jad.2020.05.009. without depression. Ciencia & saude coletiva 25, 4151–4156. https://doi.org/\nWang, C., Pan, R., Wan, X., Tan, Y., Xu, L., Ho, C.S., Ho, R.C., 2020a. Immediate 10.1590/1413-812320202510.2.27862020."
  },
  {
    "id": 95,
    "text": "Wang, C., Pan, R., Wan, X., Tan, Y., Xu, L., Ho, C.S., Ho, R.C., 2020a. Immediate 10.1590/1413-812320202510.2.27862020.\nPsychological Responses and Associated Factors during the Initial Stage of the 2019 World Health Organization. (2020, November 18). The dashboard about Coronavirus\nCoronavirus Disease (COVID-19) Epidemic among the General Population in China. Disease (COVID-19). Retrieved from https://covid19.who.int/.\nInt. J. Environ. Res. Public Health 17. https://doi.org/10.3390/ijerph17051729. Xiao, H., Shu, W., Li, M., Li, Z., Tao, F., Wu, X., Yu, Y., Meng, H., Vermund, S.H., Hu, Y.,\nWang, K., Zhang, L., Ye, L., 2020b. A nationwide survey of online teaching strategies in 2020. Social Distancing among Medical Students during the 2019 Coronavirus"
  },
  {
    "id": 96,
    "text": "Wang, K., Zhang, L., Ye, L., 2020b. A nationwide survey of online teaching strategies in 2020. Social Distancing among Medical Students during the 2019 Coronavirus\ndental education in China. J. Dent. Educ. 10, 1002. https://doi.org/10.1002/ Disease Pandemic in China: disease Awareness, Anxiety Disorder, Depression, and\njdd.12413. Behavioral Activities. J. Environ. Res. Public Health 17 (14), 5047. https://doi.org/\nWang, X., Hegde, S., Son, C., Keller, B., Smith, A., Sasangohar, F., 2020c. Investigating 10.3390/ijerph17145047.\nMental Health of US College Students During the COVID-19 Pandemic: cross- Xu, C., Dong, Y., Yu, X., Wang, H., Tsamlag, L., Zhang, S., Chang, R., Wang, Z., Yu, Y.,"
  },
  {
    "id": 97,
    "text": "Mental Health of US College Students During the COVID-19 Pandemic: cross- Xu, C., Dong, Y., Yu, X., Wang, H., Tsamlag, L., Zhang, S., Chang, R., Wang, Z., Yu, Y.,\nSectional Survey Study. JMIR Publications 22 (9), e22817. https://doi.org/10.2196/ Long, R., Wang, Y., Xu, G., Shen, T., Wang, S., Zhang, X., Wang, H., Cai, Y., 2020.\n22817. Estimation of reproduction numbers of COVID-19 in typical countries and epidemic\nWang, Y., Zhang, Y., Bennell, K., White, D.K., Wei, J., Wu, Z., He, H., Liu, S., Luo, X., trends under different prevention and control scenarios. Front. Med. 14, 613–622.\nHu, S., Zeng, C., Lei, G., 2020d. Physical Distancing Measures and Walking Activity https://doi.org/10.1007/s11684-020-0787-4."
  },
  {
    "id": 98,
    "text": "Hu, S., Zeng, C., Lei, G., 2020d. Physical Distancing Measures and Walking Activity https://doi.org/10.1007/s11684-020-0787-4.\nin Middle-aged and Older Residents in Changsha, China, During the COVID-19 Zhao, N., Zhou, G., 2020. Social Media Use and Mental Health during the COVID-19\nEpidemic Period: longitudinal Observational Study. J. Med. Internet Res. 22, Pandemic: moderator Role of Disaster Stressor and Mediator Role of Negative Affect.\ne21632. https://doi.org/10.2196/21632. Appl. Psychol. Health and Well-Being 12 (4), 1019–1038. https://doi.org/10.1111/\naphw.12226.\n254"
  }
]