[
  {
    "id": 1,
    "text": "Mental Health & Prevention 39 (2025) 200432\nContents lists available at ScienceDirect\n&\nMental Health Prevention\njournal homepage: www.elsevier.com/locate/mhp\nPrevalence of suicidal ideation and suicide attempts among health sciences\nstudents: a systematic review and meta-analysis\nVíctor Juan Vera-Poncea,b,* , Joan A. Loayza-Castroa , Fiorella E. Zuzunaga-Montoyac ,\nLuisa Erika Milagros Va ´ squez-Romeroa , Witre Omar Padillab ,\nChristian Humberto Huaman-Vegaa,d , Germa ´ n Lobose ,\nCarmen In ´ es Gutierrez De Carrilloa,b\naInstituto de Investigaci´on de Enfermedades Tropicales, Universidad Nacional Toribio Rodríguez de Mendoza de Amazonas (UNTRM), Amazonas, Perú\nbFacultad de Medicina (FAMED), Universidad Nacional Toribio Rodríguez de Mendoza de Amazonas (UNTRM), Amazonas, Perú"
  },
  {
    "id": 2,
    "text": "bFacultad de Medicina (FAMED), Universidad Nacional Toribio Rodríguez de Mendoza de Amazonas (UNTRM), Amazonas, Perú\ncUniversidad Continental, Lima, Perú\ndEscuela Profesional de Psicología, Facultad de Ciencias de la Salud (FACISA), Universidad Nacional Toribio Rodríguez de Mendoza de Amazonas (UNTRM),\nAmazonas, Perú\neFacultad de Economía y Negocios, Universidad de Talca, Chile\nA R T I C L E I N F O A B S T R A C T\nKeywords: Introduction: Suicidal ideation and suicide attempts among health sciences students represent a growing concern\nSuicidal ideation that requires a systematic evaluation of their global prevalence.\nSuicide attempt Objective: To determine the prevalence of suicidal ideation and suicide attempts among health sciences students\nHealth sciences students"
  },
  {
    "id": 3,
    "text": "Suicide attempt Objective: To determine the prevalence of suicidal ideation and suicide attempts among health sciences students\nHealth sciences students\nthrough a systematic review and meta-analysis.\nMeta-analysis\nMethods: A systematic search was conducted in SCOPUS, Web of Science, PubMed, and EMBASE. Studies that\nPrevalence\nused validated instruments for suicide risk assessment, including standardized scales and self-reports, were\nconsidered eligible. Studies could employ either probabilistic or non-probabilistic sampling, with no restrictions\non language. Stratified meta-analyses were performed according to assessment instrument and time frame, and\nmeta-regression was conducted by year of study."
  },
  {
    "id": 4,
    "text": "on language. Stratified meta-analyses were performed according to assessment instrument and time frame, and\nmeta-regression was conducted by year of study.\nResults: Of 1277 identified records, 38 studies met the eligibility criteria. Suicidal ideation assessment was\nconducted using two instruments: the Beck Scale, which assesses lifetime suicidal thoughts, showing a prevalence\nof 14.09 % (95 % CI: 11.39–17.02 %), and item 9 of the PHQ-9 (Patient Health Questionnaire-9), which evaluates\ndeath thoughts in the past two weeks, with a prevalence of 19.18 % (95 % CI: 12.65–26.69 %). Suicide attempts,\nevaluated by time frame, showed a prevalence of 7.06 % (95 % CI: 4.35–10.35 %) for \"lifetime\" and 4.45 % (95 %"
  },
  {
    "id": 5,
    "text": "evaluated by time frame, showed a prevalence of 7.06 % (95 % CI: 4.35–10.35 %) for \"lifetime\" and 4.45 % (95 %\nCI: 2.62–6.71 %) for the \"past 12 months. \" Temporal meta-regression showed no significant trends.\nConclusions: The prevalence of suicidal ideation and suicide attempts among health sciences students is sub-\nstantial, varying by assessment instrument and time frame. These findings, though affected by considerable\nheterogeneity across studies and limited representativeness of samples, underscore the need to implement sys-\ntematic screening and prevention programs in health sciences educational institutions.\nIntroduction that health sciences students constitute a particularly vulnerable group\nfor mental health problems, including suicidal behaviors (Dyrbye et al.,"
  },
  {
    "id": 6,
    "text": "Introduction that health sciences students constitute a particularly vulnerable group\nfor mental health problems, including suicidal behaviors (Dyrbye et al.,\nMental health among university students has emerged as a growing 2006). Comparative studies have documented significantly higher rates\nfocus of concern in global public health. While stressors linked to the of depression, anxiety, and burnout in students of healthcare disciplines\ntransition to adult life, academic demands, and future employment un- compared to their peers in other academic areas (Tung et al., 2018).\ncertainty affect all university students (1), consistent evidence indicates This differential vulnerability is attributed to several unique factors\n* Corresponding author."
  },
  {
    "id": 7,
    "text": "certainty affect all university students (1), consistent evidence indicates This differential vulnerability is attributed to several unique factors\n* Corresponding author.\nE-mail addresses: vicvepo@gmail.com (V.J. Vera-Ponce), 7497550991@untrm.edu.pe (C.H. Huaman-Vega), globos@utalca.cl (G. Lobos), carmen.gutierrez@\nuntrm.edu.pe(C.I.G. De Carrillo).\nhttps://doi.org/10.1016/j.mhp.2025.200432\nReceived 12 January 2025; Received in revised form 28 May 2025; Accepted 2 June 2025\nAvailable online 16 June 2025\n2212-6570/© 2025 The Author(s). Published by Elsevier GmbH. This is an open access article under the CC BY-NC-ND license\n( http://creativecommons.org/licenses/by-nc-nd/4.0/) ."
  },
  {
    "id": 8,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nthat characterize health sciences education: early exposure to human Search strategy\nsuffering and death; ethical and legal responsibility for patients during\nclinical training; extended working hours combining clinical practice The systematic search was conducted in major biomedical databases:\nwith academic demands; a professional culture that may stigmatize SCOPUS, Web of Science (including SciELO catalog), PubMed, and\nhelp-seeking; and the paradoxical combination of knowledge about EMBASE, following the recommendations of the Cochrane Handbook for\nsymptoms with potential access to lethal means (Moutier et al., 2012). Systematic Reviews of Interventions (14). MeSH terms and keywords"
  },
  {
    "id": 9,
    "text": "symptoms with potential access to lethal means (Moutier et al., 2012). Systematic Reviews of Interventions (14). MeSH terms and keywords\nThese factors, acting synergistically, create a distinctive risk profile that related to \"suicidal ideation,\" \"suicide attempt,\" \"prevalence,\" \"students,\"\njustifies focused research in this population. \"health sciences,\" \"medicine,\" \"nursing\" were used, combined through\nConsistently, literature indicates that students in programs such as Boolean operators. The complete search strategy for each database is\nMedicine, Nursing, and Dentistry may present elevated rates of stress, detailed in Supplementary Material 1. The search was conducted"
  },
  {
    "id": 10,
    "text": "Medicine, Nursing, and Dentistry may present elevated rates of stress, detailed in Supplementary Material 1. The search was conducted\nanxiety, and depression, which in turn increases the likelihood of sui- without language restrictions and spanned from November to December\ncidal ideation and attempts. Psychology students also show concerning 2024.\nrates, though through potentially different mechanisms; recent evidence\nsuggests selection biases may play a role, with individuals having pre- Eligibility criteria\nexisting mental health concerns being more likely to choose this\nfield—a phenomenon sometimes termed the ’therapy hypothesis’ Observational studies, primarily cross-sectional in design, that re-"
  },
  {
    "id": 11,
    "text": "existing mental health concerns being more likely to choose this\nfield—a phenomenon sometimes termed the ’therapy hypothesis’ Observational studies, primarily cross-sectional in design, that re-\n(Ka´zmierczak et al., 2023; Robinson et al., 2023; Jacobsen & Diseth, ported prevalence data of suicidal ideation and/or suicide attempts\n2020) (4a, 4b, 4c). A meta-analysis conducted by Rotenstein et al. among health sciences students were included. Studies that used vali-\n(Rotenstein et al., 2016) found that 11.1 % of medical students reported dated instruments for suicide risk assessment, including standardized\nsuicidal ideation throughout their academic training, evidencing a scales and self-reports, were considered eligible. Studies could employ"
  },
  {
    "id": 12,
    "text": "suicidal ideation throughout their academic training, evidencing a scales and self-reports, were considered eligible. Studies could employ\nproblem that transcends geographical and cultural barriers. Similarly, either probabilistic or non-probabilistic sampling and be published in\nCoentre and Go´is (Coentre & Go´is, 2018) synthesized findings indicating any language. The following were excluded: (1) studies in populations\nvariable prevalence of suicidal ideation, ranging from 7.4 % to 24.2 %, with specific predefined characteristics (e.g., only students with previ-\ndepending on factors such as institutional environment and year of ous depression diagnosis), (2) case reports, (3) letters to the editor, (4)\nstudy.\" systematic or narrative reviews, (5) bibliometric studies, (6) qualitative"
  },
  {
    "id": 13,
    "text": "study.\" systematic or narrative reviews, (5) bibliometric studies, (6) qualitative\nDespite these advances, important gaps remain in the global under- studies, and (7) studies that did not report original prevalence data.\nstanding of this phenomenon. Existing reviews have primarily focused\non medical students (Rotenstein et al., 2016; Coentre & Go´is, 2018), Study selection process\nwithout considering the full spectrum of health sciences disciplines.\nFurthermore, most studies have not systematically differentiated be- Study selection was conducted in two phases. Initially, database\ntween various assessment instruments and time frames, which limits the search results were imported into Rayyan QCRI software for manage-"
  },
  {
    "id": 14,
    "text": "tween various assessment instruments and time frames, which limits the search results were imported into Rayyan QCRI software for manage-\ninterpretation and comparability of results. This underlying methodo- ment and duplicate removal. Subsequently, two independent reviewers\nlogical variability might explain the wide differences in prevalences performed simultaneous and blinded screening of titles and abstracts.\nreported in the literature, hindering the development of effective After completing this phase, blinding was lifted and reviewers compared\ndetection and prevention strategies (O’Connor et al., 2013). their selections. Discrepancies were discussed until consensus was"
  },
  {
    "id": 15,
    "text": "detection and prevention strategies (O’Connor et al., 2013). their selections. Discrepancies were discussed until consensus was\nIn line with these results, the relevance of addressing this knowledge reached; in cases where agreement was not achieved, a third reviewer\ngap transcends the academic sphere, as students with untreated prob- resolved the discrepancy. The same process was applied for reviewing\nlems will eventually constitute the healthcare workforce, with potential full texts of preselected articles.\nconsequences for quality of care and patient safety (O’Connor et al.,\n2013). The precise identification of the prevalence of suicidal behaviors Data extraction\nand their variations according to contexts and instruments will enable"
  },
  {
    "id": 16,
    "text": "2013). The precise identification of the prevalence of suicidal behaviors Data extraction\nand their variations according to contexts and instruments will enable\nthe development of specific preventive interventions tailored to the Data from selected articles were extracted using a standardized\nparticular needs of this population. template in Microsoft Excel 2023. The extraction was performed inde-\nGiven all the above, the present systematic review (SR) seeks to fill a pendently by two reviewers, who collected the following information:\ncritical gap in the literature by: 1) comprehensively synthesizing prev- author(s), publication year, country where the study was conducted,"
  },
  {
    "id": 17,
    "text": "critical gap in the literature by: 1) comprehensively synthesizing prev- author(s), publication year, country where the study was conducted,\nalence data on suicidal ideation and suicide attempts specifically in methodological design, data collection period, sample characteristics\nhealth sciences students; 2) stratifying analyses according to assessment (sample size, mean age, sex distribution), sampling method used\ninstruments and time frames to allow valid comparisons; and 3) (probabilistic or non-probabilistic), instruments used to assess suicidal\nexploring potential variations according to geographical contexts and ideation and attempts, time frame of assessment (lifetime, past 12"
  },
  {
    "id": 18,
    "text": "exploring potential variations according to geographical contexts and ideation and attempts, time frame of assessment (lifetime, past 12\nspecific disciplines. This rigorous synthesis of available evidence will months, past two weeks), and reported prevalences. Discrepancies in\nprovide a solid empirical foundation to guide future strategies for pre- extraction were resolved through discussion between reviewers or,\nvention, intervention, and mental health care in this population that is when necessary, through the intervention of a third reviewer.\nboth vulnerable and fundamental to healthcare systems worldwide.\nRisk of bias assessment\nMethodology\nRisk of bias assessment was conducted independently by two re-\nDesign searchers using the Munn et al. (Munn et al., 2015) critical appraisal tool"
  },
  {
    "id": 19,
    "text": "Risk of bias assessment\nMethodology\nRisk of bias assessment was conducted independently by two re-\nDesign searchers using the Munn et al. (Munn et al., 2015) critical appraisal tool\nfor prevalence studies. This tool was selected for its specificity in eval-\nA SR with meta-analysis of observational studies was conducted, uating prevalence studies and its international recognition in the field of\nfollowing the PRISMA 2020 statement guidelines (Page et al., 2021). systematic reviews. The assessment considered nine key methodological\nAdditionally, specific methodological recommendations for criteria: (1) appropriate sampling frame to address target population, (2)"
  },
  {
    "id": 20,
    "text": "Additionally, specific methodological recommendations for criteria: (1) appropriate sampling frame to address target population, (2)\nmeta-analyses of prevalence studies proposed by Munn et al. (Munn appropriate participant selection method, (3) adequate sample size, (4)\net al., 2015) and JBI criteria for prevalence reviews and validity of detailed description of subjects and setting, (5) data analysis with suf-\nobservational studies were considered (13). ficient coverage of identified sample, (6) validity of methods for con-\ndition identification, (7) standard and reliable measurement for all\nparticipants, (8) appropriate statistical analysis, and (9) adequate\n2"
  },
  {
    "id": 21,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nidentification and handling of confounding factors. Each criterion was estimates. Between-study heterogeneity was assessed using the I² sta-\nevaluated as \"Yes,\" \"No,\" or \"Unclear.\" A total score was calculated by tistic and Cochran’s Q test. Main analyses were stratified by assessment\nassigning one point for each \"Yes\" response. Studies were classified ac- time frame (lifetime, past 12 months, current), type of instrument used\ncording to their risk of bias as: low risk (7–9 points), moderate risk (4–6 (validated scales versus direct questions), and sampling method\npoints), and high risk (0–3 points). employed.\nMeta-analysis results were presented through forest plots using the"
  },
  {
    "id": 22,
    "text": "points), and high risk (0–3 points). employed.\nMeta-analysis results were presented through forest plots using the\nStatistical analysis ’forest’ function from the ’meta’ package. Additionally, meta-\nregressions by year were performed for suicidal ideation, which was\nQuantitative analyses were performed using R statistical software visualized through the generation of bubble plots where each bubble’s\nversion 4.2.2. The meta-analysis included studies that reported preva- size represents the study’s weight in the analysis.\nlence data of suicidal ideation and/or attempts, considering both sample\nsize (n) and number of cases (r). The ’metaprop’ function from the Results\n’meta’ package was used, employing Freeman-Tukey double arcsine"
  },
  {
    "id": 23,
    "text": "size (n) and number of cases (r). The ’metaprop’ function from the Results\n’meta’ package was used, employing Freeman-Tukey double arcsine\ntransformation to stabilize proportions’ variances, particularly impor- Eligible studies\ntant given that extreme prevalences were anticipated in some studies.\nConfidence intervals were calculated using the Clopper-Pearson The initial database search identified 2100 records. After removing\nmethod, which provides more conservative and appropriate estimates duplicates, screening of 1276 records was performed, of which 1226\nfor proportions. were excluded for not evaluating suicidal ideation or attempts (n =523),\nConsidering the expected heterogeneity due to different populations, ineligible population (n =412), inappropriate study types (n = 156),"
  },
  {
    "id": 24,
    "text": "Considering the expected heterogeneity due to different populations, ineligible population (n =412), inappropriate study types (n = 156),\nassessment instruments, and time frames, a random-effects model was absence of prevalence data (n =98), and duplicates not initially detected\nused with the DerSimonian and Laird method. The Hartung-Knapp (n =37). Of the 51 articles assessed in full text, 37 studies were included\ncorrection was applied to obtain more conservative standard error in the qualitative analysis (Tyssen et al., 2001; Khokher & Khan, 2005;\nFig. 1. Flowchart of study selection.\n3"
  },
  {
    "id": 25,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nAlexandrino-Silva et al., 2009; Van Niekerk et al., 2012; Sobowale et al., suicide attempts, stratification was done according to the time frame:\n2014; Osama et al., 2014; Pinzo´n-Amado et al., 2013; Coentre et al., \"lifetime\" and \"past 12 months. \" Consequently, eight studies using other\n2016; Sun et al., 2017; Knipe et al., 2018; Chow et al., 2018; Ribeiro assessment instruments were excluded: Tyssen (2001) (Tyssen et al.,\net al., 2020; Asfaw et al., 2020; Atienza & Balanz´a, 2020; Tsegay et al., 2001) and Niekerk (2012) (Van Niekerk et al., 2012) for using the\n2021; Khosravi & Kasaeiyan, 2020; Almoammar et al., 2021; Alhothali Paykel scale, Khokher (2005) (Khokher & Khan, 2005) for employing"
  },
  {
    "id": 26,
    "text": "2021; Khosravi & Kasaeiyan, 2020; Almoammar et al., 2021; Alhothali Paykel scale, Khokher (2005) (Khokher & Khan, 2005) for employing\net al., 2021; Neres et al., 2021; Leombruni et al., 2021; Yamazaki et al., the GHQ-28 (General Health Questionnaire – 28), Mufti (2022) (Mufti\n2022; Li et al., 2022; Chomon, 2022,38; Ali et al., 2022; Mufti et al., et al., 2022) for using the SBQ-R (The Suicide Behaviors\n2022; Nakhostin-Ansari et al., 2022; Lodha et al., 2023; Nascimento, Questionnaire-Revised), Luethy (2023) (Luethy et al., 2023) for using\n2023; Lee et al., 2023; Luethy et al., 2023; Cjuno et al., 2023; Valla- the DSM-5 Scale (The Diagnostic and Statistical Manual of Mental Ill-"
  },
  {
    "id": 27,
    "text": "2023; Lee et al., 2023; Luethy et al., 2023; Cjuno et al., 2023; Valla- the DSM-5 Scale (The Diagnostic and Statistical Manual of Mental Ill-\ndares-Garrido et al., 2024; García-Montalvo et al., 2024; Silva & Mar- nesses - 5), Cjuno (2023) (Cjuno et al., 2023) for using the PANSI\ncolan, 2024; Huang et al., 2024; Pitanupong et al., 2024) and only 29 in (Positive and Negative Suicide Ideation Inventory), Yamazaki (2022)\nthe quantitative analysis, due to similarity in analyses used. It should be (Yamazaki et al., 2022) for employing a modification of the MINI (In-\nnoted that the total in the flow diagram differs because some studies ternational Neuropsychiatric Interview), and Domínguez-Gonzales"
  },
  {
    "id": 28,
    "text": "noted that the total in the flow diagram differs because some studies ternational Neuropsychiatric Interview), and Domínguez-Gonzales\nused more than one instrument, being counted twice or more in the final (2022) (38) for using the Plutchik Suicide Risk Scale (PSRS).\ntally (see Fig. 1).\nStudy characteristics Risk of bias analysis\nThe included studies were published between 2001 and 2024, with a Of the total studies evaluated, 2 (5.26 %) obtained the maximum\nnotable increase in publications during the last five years (2020–2024), score of 8 stars, followed by 18 studies (47.37 %) with 7 stars, 12 studies\na period that concentrated 68.42 % (26/38) of the studies (See Table 1). (31.58 %) with 6 stars, and 2 studies (5.26 %) with 5 stars. The main"
  },
  {
    "id": 29,
    "text": "a period that concentrated 68.42 % (26/38) of the studies (See Table 1). (31.58 %) with 6 stars, and 2 studies (5.26 %) with 5 stars. The main\nRegarding geographical distribution, the studies came from 20 methodological limitations identified were inadequate or unjustified\ndifferent countries, with significant representation from Asia (Pakistan, sample sizes, and none met the criterion of low or unreported response\nChina, Iran, Saudi Arabia, Japan, Bangladesh, Thailand) (Khokher & rates. Regarding the sampling frame, only seven studies met the prob-\nKhan, 2005; Sobowale et al., 2014; Osama et al., 2014; Sun et al., 2017; abilistic sampling criterion: Osama (2014) (Osama et al., 2014), Asfaw"
  },
  {
    "id": 30,
    "text": "Khan, 2005; Sobowale et al., 2014; Osama et al., 2014; Sun et al., 2017; abilistic sampling criterion: Osama (2014) (Osama et al., 2014), Asfaw\nKhosravi & Kasaeiyan, 2020; Almoammar et al., 2021; Alhothali et al., (2020) (Asfaw et al., 2020), Tsegay (2020) (Tsegay et al., 2021),\n2021; Yamazaki et al., 2022; Li et al., 2022; Chomon, 2022; Ali et al., Khosravi (2020) (Khosravi & Kasaeiyan, 2020), and Chomon (2022)\n2022; Mufti et al., 2022; Nakhostin-Ansari et al., 2022; Huang et al., (Chomon, 2022) (See Table 2).\n2024; Pitanupong et al., 2024), and America (Brazil, Colombia, Mexico,\nPeru, United States) (Alexandrino-Silva et al., 2009; Pinzo´n-Amado"
  },
  {
    "id": 31,
    "text": "2024; Pitanupong et al., 2024), and America (Brazil, Colombia, Mexico,\nPeru, United States) (Alexandrino-Silva et al., 2009; Pinzo´n-Amado\net al., 2013; Ribeiro et al., 2020; Neres et al., 2021,38; Nascimento, Meta-analysis of lifetime suicide attempts among health sciences students\n2023; Lee et al., 2023; Luethy et al., 2023; Cjuno et al., 2023; Valla-\ndares-Garrido et al., 2024; García-Montalvo et al., 2024; Silva & Mar- Regarding lifetime suicide attempts, a meta-analysis was conducted\ncolan, 2024). Brazil had the highest number of studies (5) including 13 studies (Osama et al., 2014; Pinzo´n-Amado et al., 2013;\n(Alexandrino-Silva et al., 2009; Ribeiro et al., 2020; Neres et al., 2021; Coentre et al., 2016; Sun et al., 2017; Asfaw et al., 2020; Tsegay et al.,"
  },
  {
    "id": 32,
    "text": "(Alexandrino-Silva et al., 2009; Ribeiro et al., 2020; Neres et al., 2021; Coentre et al., 2016; Sun et al., 2017; Asfaw et al., 2020; Tsegay et al.,\nNascimento, 2023; Silva & Marcolan, 2024), followed by China (4) 2021; Almoammar et al., 2021; Alhothali et al., 2021; Li et al., 2022;\n(Sobowale et al., 2014; Sun et al., 2017; Li et al., 2022; Huang et al., Nakhostin-Ansari et al., 2022; Nascimento, 2023; Lee et al., 2023; Silva\n2024) and Saudi Arabia (3) (Almoammar et al., 2021; Alhothali et al., & Marcolan, 2024) with a total of 12,413 health sciences students (See\n2021; Mufti et al., 2022). Most research was conducted in a single Fig. 3). The pooled prevalence using a random-effects model was 7.06 %"
  },
  {
    "id": 33,
    "text": "2021; Mufti et al., 2022). Most research was conducted in a single Fig. 3). The pooled prevalence using a random-effects model was 7.06 %\ncountry, although some multicenter studies were identified. Fig. 2shows (95 % CI: 4.35 - 10.35 %). Significant heterogeneity was found among\na world map indicating which countries have evaluated suicide attempts studies (I² =97 %, p <0.01). Individual prevalences varied consider-\nor ideation. ably, from 0.66 % in Portuguese students (Coentre 2016) (18) to 15.14\nRegarding methodological design, only two studies had a longitu- % in Saudi Arabian students (Almoammar 2021) (Almoammar et al.,\ndinal design (Tyssen 2001, Domínguez-Gonzales 2022) (Tyssen et al., 2021). In turn, larger studies, such as the one conducted in China by Li"
  },
  {
    "id": 34,
    "text": "dinal design (Tyssen 2001, Domínguez-Gonzales 2022) (Tyssen et al., 2021). In turn, larger studies, such as the one conducted in China by Li\n2001; Dominguez-Lara et al., 2019) and two studies were multicentric (2022) (Li et al., 2022) with 4882 participants, reported a prevalence of\n(Osama 2014, Leombruni 2021) (Osama et al., 2014; Leombruni et al., 13.97 % (95 % CI: 13.03 % - 14.97 %), while medium-sized studies like\n2021). Concerning sampling, only five studies used probabilistic sam- the one from Colombia (Pinzo´n-Amado 2014, n =963) (Pinzo´n-Amado\npling (Osama et al., 2014; Asfaw et al., 2020; Tsegay et al., 2021; et al., 2013) g0found prevalences close to the global average (4.88 %, 95\nKhosravi & Kasaeiyan, 2020; Chomon, 2022). % CI: 3.69 - 6.43 %)."
  },
  {
    "id": 35,
    "text": "Khosravi & Kasaeiyan, 2020; Chomon, 2022). % CI: 3.69 - 6.43 %).\nSample size varied considerably among studies, from 98 participants\n(Yamazaki 2022) (Yamazaki et al., 2022) to 6643 (Huang 2024) (Huang\net al., 2024), with a median of 415 participants. The proportion of Meta-analysis of recent suicide attempts (Past 12 months) among health\nwomen in the samples ranged from 31.1 % to 89 %. The average age of sciences students\nparticipants was between 18.77 and 28 years, with the range between 20\nand 23 years being most frequent. In the analysis of suicide attempts during the past 12 months, 5\nMost studies focused on medical students, although some included studies (20,23,29,35,38) were included, evaluating a total of 3149 stu-"
  },
  {
    "id": 36,
    "text": "Most studies focused on medical students, although some included studies (20,23,29,35,38) were included, evaluating a total of 3149 stu-\nother health science programs such as nursing, dentistry, and pharmacy. dents (See Fig. 4). The random-effects meta-analysis showed a pooled\nParticipants generally were enrolled between the first and sixth year of prevalence of 4.45 % (95 % CI: 2.62 - 6.71 %), with significant het-\ntheir respective programs, with several studies including multiple aca- erogeneity among studies (I² =86 %, p <0.01). Individual prevalences\ndemic years in their samples. ranged from 2.19 % in the United Kingdom (Knipe 2018, n =1139) (20)"
  },
  {
    "id": 37,
    "text": "demic years in their samples. ranged from 2.19 % in the United Kingdom (Knipe 2018, n =1139) (20)\nFinally, for the analysis of suicidal behavior, studies were stratified to 6.38 % in India (Lodha 2023, n =188) (Lodha et al., 2023), suggesting\naccording to the assessment instrument used. Suicidal ideation was possible variations according to geographical and cultural context.\nevaluated using two main instruments: the Beck Scale for Suicide Notably, the study with the highest weight in the analysis (22.2 %) was\nIdeation, which assesses suicidal thoughts and behaviors throughout conducted in the United Kingdom, while the Indian study, despite\nlife, and item 9 of the PHQ-9 (Patient Health Questionnaire-9), which reporting the highest prevalence, had the lowest weight (16.0 %) due to"
  },
  {
    "id": 38,
    "text": "life, and item 9 of the PHQ-9 (Patient Health Questionnaire-9), which reporting the highest prevalence, had the lowest weight (16.0 %) due to\nevaluates thoughts of death and self-harm in the past two weeks. For its smaller sample size.\n4"
  },
  {
    "id": 39,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nTable 1\nCharacteristics of prevalence studies of suicidal attempt and ideation.\nFirst Author, Year Country Health Sciences Students Sample Female ( Age Suicide Attempt Assessment Suicidal Ideation Assessment\nSize %) (Mean)\nTyssen (2001) Norway Medicine 522 57 28 Paykel (1974): direct questions Paykel (1974)-based question on\nabout attempts, methods, and suicidal thoughts\nfrequency\nKhokher (2005) Pakistan Medicine 217 55.8 22.6 – GHQ-28 depression subscale\nAlexandrino-Silva Brazil Medicine, Nursing, 563 78 22.21 – Beck Scale for Suicide Ideation\n(2009) Pharmacy (BSI)\nNiekerk (2012) South Medicine 874 63 – Paykel instrument: direct Paykel questions on life"
  },
  {
    "id": 40,
    "text": "(2009) Pharmacy (BSI)\nNiekerk (2012) South Medicine 874 63 – Paykel instrument: direct Paykel questions on life\nAfrica question on suicide attempts perception and suicidal thoughts\nSobowale (2014) China Medicine 348 – – – PHQ-9 item 9: suicidal thoughts\nOsama (2014) Pakistan Medicine 331 58.8 20.73 Direct question on suicide Questions on suicidal thoughts in\nattempts past year (Likert scale)\nPinzo´n-Amado Colombia Medicine 963 57 20.3 Specific question on history of Self-administered questionnaire\n(2014) suicide attempts designed for the study\nCoentre (2016) Portugal Medicine 456 66.7 23.35 Dichotomous question based on Dichotomous question on suicidal\nMeehan and Lee inventories thoughts based on same\ninventories"
  },
  {
    "id": 41,
    "text": "Coentre (2016) Portugal Medicine 456 66.7 23.35 Dichotomous question based on Dichotomous question on suicidal\nMeehan and Lee inventories thoughts based on same\ninventories\nSun (2017) China Medicine 2198 68.7 20.3 Direct question: suicide attempts Based on U.S. National\nComorbidity Survey: suicidal\nthoughts\nKnipe (2018) UK Medicine, Dentistry, 1139 76.4 21 Question on self-harm with PHQ-9 item 9\nVeterinary Medicine suicidal intent in past 12 months\nChow (2018) Germany Medicine 251 71.3 22 – PHQ-9 item 9\nRibeiro (2020) Brazil Medicine 331 77.3 – – Beck Scale for Suicide Ideation\n(Portuguese adaptation)\nAsfaw (2020) Ethiopia Medicine 710 31.1 22.71 WHO mental health module WHO mental health module\n(CIDI) (CIDI)\nAtienza-Carbonell Spain Medicine 858 69.2 – – BDI-II item 9\n(2020)"
  },
  {
    "id": 42,
    "text": "Asfaw (2020) Ethiopia Medicine 710 31.1 22.71 WHO mental health module WHO mental health module\n(CIDI) (CIDI)\nAtienza-Carbonell Spain Medicine 858 69.2 – – BDI-II item 9\n(2020)\nTsegay (2020) Ethiopia Medicine 423 40.5 21.8 WHO CIDI –\nKhosravi (2020) Iran Medicine 376 50 – – Beck Scale for Suicide Ideation\n(BSSI)\nAlmoammar Saudi Dentistry 218 57.8 23.1 Direct question on suicide Adapted scale from PHQ-9 and\n(2021) Arabia attempts questions on suicidal thoughts\nAlhothali (2021) Saudi Medicine 346 49.4 – C-SSRS adaptation C-SSRS adaptation\nArabia\nNeres (2021) Brazil Medicine 381 68.1 22.85 Beck Scale for Suicide Intent BSIS and BDI\n(BSIS)\nLeombruni (2021) Italy Medicine 2457 61.6 22 – BDI-II item 9\nYamazaki (2022) Japan Medicine 98 36.7 – – MINI modification"
  },
  {
    "id": 43,
    "text": "(BSIS)\nLeombruni (2021) Italy Medicine 2457 61.6 22 – BDI-II item 9\nYamazaki (2022) Japan Medicine 98 36.7 – – MINI modification\nLi (2022) China Medicine 4882 89 18.77 Based on C–CASA: suicide Direct question on suicidal\nattempts thoughts\nChomon (2022) Bangladesh Medicine 237 50.2 – – BDI-II items related to suicidal\nthoughts\nDomínguez- Mexico Medicine 247 68.4 20.76 – Plutchik Suicide Risk Scale\nGonzales (PSRS)\n(2022)\nAli (2022) Bangladesh Physical Therapy, 731 48.56 22.2 Direct question about attempts in Direct question about suicidal\nOccupational Therapy, past year thoughts in past year\nSpeech Therapy\nMufti (2022) Saudi Medicine 308 71.8 – SBQ-R SBQ-R\nArabia\nNakhostin-Ansari Iran Medicine, Dentistry, 419 50.5 22.5 Specific questions from GHQ adaptation"
  },
  {
    "id": 44,
    "text": "Speech Therapy\nMufti (2022) Saudi Medicine 308 71.8 – SBQ-R SBQ-R\nArabia\nNakhostin-Ansari Iran Medicine, Dentistry, 419 50.5 22.5 Specific questions from GHQ adaptation\n(2022) Pharmacy questionnaire on attempts\nCjuno (2023) Peru Psychology, Nursing, 578 69 22 – PANSI Scale\nNutrition\nLodha (2023) India Nursing 188 – 21.3 Scale on suicidal behaviors Scale on suicidal behaviors\n(attempts in past 12 months) (thoughts in past 12 months)\nAlbuquerque Brazil Nursing 253 85.8 21.3 Brazilian validated Brazilian validated questionnaire:\n(2023) questionnaire: suicide attempts suicidal thoughts\nLee (2023) USA Medicine, Pharmacy 799 62.4 25.3 Direct question on suicide Adaptation of PHQ-9 item 9\nattempts (ISP)\nLuethy (2023) USA Veterinary Medicine 112 78 27 – Adaptation of DSM-5 Self-Rated"
  },
  {
    "id": 45,
    "text": "Lee (2023) USA Medicine, Pharmacy 799 62.4 25.3 Direct question on suicide Adaptation of PHQ-9 item 9\nattempts (ISP)\nLuethy (2023) USA Veterinary Medicine 112 78 27 – Adaptation of DSM-5 Self-Rated\nLevel 1 Cross-Cutting Symptom\nMeasure\nValladares- Peru Medicine 370 61.9 20 – PHQ-9 item 9: recent suicidal\nGarrido (2024) thoughts\nGarcía-Montalvo Mexico Medicine 203 63.5 22.4 – Beck Scale for Suicide Ideation\n(2024) (BSSI)\nSilva (2024) Brazil Various (Medicine, 415 72.77 – Questions about previous Questions about suicidal thoughts\nDentistry, Pharmacy, etc.) attempts and treatment received before and during university\nHuang (2024) China Medicine 6643 64.1 21 – Beck Scale for Suicide Ideation\n(BSSI)\nPitanupong Thailand Medicine 868 63.5 20.8 – PHQ-9 item 9\n(2024)\n5"
  },
  {
    "id": 46,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nFig. 2. Geographical distribution of studies included in the systematic review on suicidal ideation and attempts in health sciences students.\nTable 2\nBias analysis of the selected studies.\nStudy P1 P2 P3 P4 P5 P6 P7 P8 P9 Total Risk of bias\nTyssen (2001) * – * * * * * * – 7 Low risk\nKhokher (2005) * – – * * * * – – 6 Moderate risk\nAlexandrino-Silva (2009) * – * * * * * * – 7 Low risk\nNiekerk (2012) * – * * * * * * – 7 Low risk\nSobowale (2014) * – – * – * * * – 5 Moderate risk\nOsama (2014) * * – * * * * * – 7 Low risk\nPinzo´n-Amado (2014) * – * * * * * * – 7 Low risk\nCoentre (2016) * – * * * * * * – 7 Low risk\nSun (2017) * – * * * * * * – 7 Low risk\nKnipe (2018) * – * * * * * * – 7 Low risk"
  },
  {
    "id": 47,
    "text": "Pinzo´n-Amado (2014) * – * * * * * * – 7 Low risk\nCoentre (2016) * – * * * * * * – 7 Low risk\nSun (2017) * – * * * * * * – 7 Low risk\nKnipe (2018) * – * * * * * * – 7 Low risk\nChow (2018) * – – * * * * * – 6 Moderate risk\nRibeiro (2020) * – – * * * * * – 6 Moderate risk\nAsfaw (2020) * * * * * * * * – 8 Low risk\nAtienza-Carbonell (2020) * – * * * * * * – 7 Low risk\nTsegay (2020) * * * * * * * * – 8 Low risk\nKhosravi (2020) * * – * * * * * – 7 Low risk\nAlmoammar (2021) * – – * * * * * – 6 Moderate risk\nAlhothali (2021) * – – * * * * * – 6 Moderate risk\nNeres (2021) * – – * * * * * – 6 Moderate risk\nLeombruni (2021) * – * * * * * * – 7 Low risk\nYamazaki (2022) * – – * – * * * – 5 Moderate risk\nLi (2022) * – * * * * * * – 7 Low risk\nChomon (2022) * * – * * * * * – 7 Low risk"
  },
  {
    "id": 48,
    "text": "Leombruni (2021) * – * * * * * * – 7 Low risk\nYamazaki (2022) * – – * – * * * – 5 Moderate risk\nLi (2022) * – * * * * * * – 7 Low risk\nChomon (2022) * * – * * * * * – 7 Low risk\nDomínguez-Gonzales (2022) * – – * * * * * – 6 Moderate risk\nAli (2022) * – * * * * * * – 7 Low risk\nMufti (2022) * – – * * * * * – 6 Moderate risk\nNakthostin-Ansari (2022) * – * * * * * * – 7 Low risk\nCjuno (2023) * – – * * * * * – 6 Moderate risk\nLodha (2023) * – * * * * * * – 6 Moderate risk\nAlbuquerque (2023) * – * * * * * * – 7 Low risk\nLee (2023) * – * * * * * * – 7 Low risk\nLuethy (2023) * – * * * * * * – 7 Low risk\nValladares-Garrido (2024) * – * * * * * * – 7 Low risk\nGarcía-Montalvo (2024) * – – * * * * * – 6 Moderate risk\nSilva (2024) * – * * * * * * – 7 Low risk\nHuang (2024) * – * * * * * * – 7 Low risk"
  },
  {
    "id": 49,
    "text": "Valladares-Garrido (2024) * – * * * * * * – 7 Low risk\nGarcía-Montalvo (2024) * – – * * * * * – 6 Moderate risk\nSilva (2024) * – * * * * * * – 7 Low risk\nHuang (2024) * – * * * * * * – 7 Low risk\nPitanupong (2024) * – * * * * * * – 7 Low risk\n6"
  },
  {
    "id": 50,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nFig. 3. Meta-analysis of suicide attempt (ever).\nFig. 4. Meta-analysis of suicide attempts (in the last 12 months).\nMeta-analysis of suicidal ideation (Beck scale) among health sciences highest prevalences were reported in Bangladesh (Chomon 2022: 27.43\nstudents %) (Chomon, 2022) and Ethiopia (Asfaw 2020: 23.66 %) (Asfaw et al.,\n2020), while the lowest were observed in Mexico (García-Montalvo\nThe meta-analysis of suicidal ideation assessed using the Beck scale 2024: 5.42 %) (García-Montalvo et al., 2024) and Brazil (Ribeiro 2020:\nincluded 12 studies with a total of 12,760 students (See Fig. 5). The 4.83 %) (Ribeiro et al., 2020). The study with the largest sample size was"
  },
  {
    "id": 51,
    "text": "included 12 studies with a total of 12,760 students (See Fig. 5). The 4.83 %) (Ribeiro et al., 2020). The study with the largest sample size was\npooled prevalence using the random-effects model was 14.09 % (95 % conducted in China (Huang 2024, n = 6643) (Huang et al., 2024),\nCI: 11.39 % - 17.02 %), with significant heterogeneity among studies (I² reporting a prevalence of 11.49 %, close to the global average.\n= 93 %, p < 0.01). Notably, Alexandrino-Silva’s study (2009)\n(Alexandrino-Silva et al., 2009) in Brazil evaluated three different health\nsciences student populations, finding similar prevalences among medi-\ncine (13.39 %), nursing (12.26 %), and pharmacy (12.30 %). The\nFig. 5. Meta-analysis of suicidal ideation – Beck scale.\n7"
  },
  {
    "id": 52,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nMeta-analysis of suicidal ideation (past two weeks - PHQ9) among health behaviors. It is important to note that these estimates are subject to\nsciences students uncertainty due to substantial heterogeneity between studies (I² >90 %\nin all measurements) and potential sampling biases, as most included\nThe meta-analysis of suicidal ideation assessed using item 9 of the studies used non-probabilistic sampling methods. The highest preva-\nPHQ-9 (past two weeks) included 7 studies (Sobowale et al., 2014; Knipe lence was found in suicidal ideation assessed through the PHQ-9, which"
  },
  {
    "id": 53,
    "text": "PHQ-9 (past two weeks) included 7 studies (Sobowale et al., 2014; Knipe lence was found in suicidal ideation assessed through the PHQ-9, which\net al., 2018; Chow et al., 2018; Almoammar et al., 2021; Lee et al., 2023; is especially relevant considering that this instrument evaluates a recent\nValladares-Garrido et al., 2024; Pitanupong et al., 2024) with a total of period (past two weeks). However, it should be acknowledged that the\n3993 students (See Fig. 6). The pooled prevalence using the PHQ-9′s item 9 assesses both suicidal thoughts and self-harm ideation,\nrandom-effects model was 19.18 % (95 % CI: 12.65 - 26.69 %), with which may partly explain the higher prevalence estimates compared to"
  },
  {
    "id": 54,
    "text": "random-effects model was 19.18 % (95 % CI: 12.65 - 26.69 %), with which may partly explain the higher prevalence estimates compared to\nsignificant heterogeneity among studies (I² =97 %, p <0.01). Notable more specific suicide assessment tools. Nonetheless, these findings\nvariability in prevalences was observed, from 7.47 % in China (Sobo- suggest that suicidal thoughts remain a current and active concern in\nwale 2014) (Sobowale et al., 2014) to 43.58 % in Saudi Arabia this population.\n(Almoammar 2021) (Almoammar et al., 2021). Studies conducted in The observed difference between the prevalence of \"lifetime\" versus\nWestern countries showed relatively similar prevalences: United \"past 12 months\" suicide attempts follows an expected and logical"
  },
  {
    "id": 55,
    "text": "Western countries showed relatively similar prevalences: United \"past 12 months\" suicide attempts follows an expected and logical\nKingdom (Knipe 2018: 12.99 %) (Knipe et al., 2018), United States (Lee pattern, but the magnitude of this difference deserves special attention.\n2023: 14.39 %) (Lee et al., 2023), and Germany (Chow 2018: 14.74 %) The lower prevalence in the 12 months could reflect both the temporal\n(Chow et al., 2018). Notably, the only Latin American study reported a nature of the measurement and possible protective factors within the\ncontrasting prevalence: Peru (Valladares-Garrido 2024) academic environment, including access to mental health services and\n(Valladares-Garrido et al., 2024) with 34.32 %. institutional support networks. However, it could also indicate under-"
  },
  {
    "id": 56,
    "text": "(Valladares-Garrido et al., 2024) with 34.32 %. institutional support networks. However, it could also indicate under-\nreporting due to stigma associated with more recent events or reluctance\nto report active suicide attempts.\nMeta-regression of suicidal ideation (past two weeks) - PHQ9 The variation in suicidal ideation prevalence between the Beck scale\nand the PHQ-9 likely reflects fundamental differences in the construc-\nTo explore the temporal evolution of suicidal ideation assessed using tion and purpose of these instruments. The PHQ-9, being a rapid\nPHQ-9, a meta-regression was conducted using publication year as a screening tool, might capture a broader spectrum of death-related"
  },
  {
    "id": 57,
    "text": "PHQ-9, a meta-regression was conducted using publication year as a screening tool, might capture a broader spectrum of death-related\npredictor (See Fig. 7). The mixed-effects model revealed a non- thoughts. At the same time, the Beck scale, being more specific and\nstatistically significant positive trend (β = 0.0222, p = 0.2132, 95 % detailed, might identify more defined cases of suicidal ideation. This\nCI [(cid:0) 0.0178, 0.0622]) during the 2014–2024 period. The bubble plot methodological difference, along with the distinct time frames evalu-\nvisualization shows a dispersion in reported prevalences, with recent ated, underscores the importance of considering the context and purpose"
  },
  {
    "id": 58,
    "text": "visualization shows a dispersion in reported prevalences, with recent ated, underscores the importance of considering the context and purpose\nstudies such as Valladares-Garrido (2024) (Valladares-Garrido et al., of each instrument when interpreting their results.\n2024) and Pitanupong (2024) (Pitanupong et al., 2024) showing con-\ntrasting estimates (34.32 % and 15.90 % respectively), while older\nstudies like Sobowale (2014) (Sobowale et al., 2014) reported lower Analysis of instruments and temporality\nprevalences (7.47 %).\nThe model showed that >95 % of the observed variability is due to The observed differences between assessment instruments reflect\nreal differences between studies rather than sampling error (I² =96.47 fundamental methodological aspects in measuring suicide risk. The"
  },
  {
    "id": 59,
    "text": "real differences between studies rather than sampling error (I² =96.47 fundamental methodological aspects in measuring suicide risk. The\n%). The tau² value = 0.0133 (SE = 0.0096) suggests considerable PHQ-9, initially validated by Kroenke et al. (Kroenke et al., 2001) as a\nbetween-study variance. The model explained only 4.53 % of the depression screening tool, assesses suicidal ideation through a single\nobserved heterogeneity (R² =0.0453), suggesting the existence of other item that captures thoughts of death and self-harm in the past two\nrelevant moderators not considered in this analysis, such as cultural or weeks. This approach, although practical for initial screening, might\nmethodological factors specific to each study. overestimate prevalence by including a broader spectrum of"
  },
  {
    "id": 60,
    "text": "methodological factors specific to each study. overestimate prevalence by including a broader spectrum of\ndeath-related cognitions. In contrast, the Beck Scale for Suicide Ideation,\nDiscussion specifically developed to evaluate the intensity of suicidal attitudes,\nbehaviors, and plans (Beck et al., 1979), provides a more comprehensive\nMain findings and specific assessment of the phenomenon, which could explain the\nmore conservative prevalences found with this instrument.\nOur findings reveal a concerning landscape regarding the mental Regarding the measurement of suicide attempts, our findings reveal\nhealth of health sciences students, with significant prevalences of both substantial differences between lifetime and past 12-month assessments."
  },
  {
    "id": 61,
    "text": "health of health sciences students, with significant prevalences of both substantial differences between lifetime and past 12-month assessments.\nsuicidal ideation and suicide attempts. The estimates vary considerably Bryan et al. (Bryan et al., 2019), in their study on the reliability of sui-\ndepending on the time frame evaluated and the instrument used, a cide behavior self-reports, indicate that lifetime assessments may be\npattern that reflects the inherent complexity in measuring suicidal subject to memory bias and retrospective reinterpretation, which could\nFig. 6. Meta-analysis of suicidal ideation (in the last two weeks) – PHQ9.\n8"
  },
  {
    "id": 62,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nFig. 7. Meta-regression of suicidal ideation (in the last two weeks) – PHQ9.\npartially explain the higher prevalence found in this time frame. ideation or attempts. This observation is consistent with what Mansfield\nConversely, Simon et al. (Simon et al., 2016) argue that past 12-month et al. (Mansfield et al., 2021) reported, finding that while the pandemic\nassessments, although more precise in terms of recall, might underesti- significantly affected general mental health indicators, suicidal thoughts\nmate true prevalence due to stigma associated with recent events and and attempts remained relatively stable in university populations. This"
  },
  {
    "id": 63,
    "text": "mate true prevalence due to stigma associated with recent events and and attempts remained relatively stable in university populations. This\nreluctance to report current attempts, especially among health sciences phenomenon could be explained by what Glette et al. (Knutsen et al.,\nstudents. 2023) term \"adaptive resilience\" in health sciences students, where\nThe reliability of self-reporting varies significantly according to the commitment to healthcare and sense of professional purpose might have\ntime frame evaluated. According to Millner et al. (2017), assessments of acted as protective factors against more severe manifestations of psy-\nmore recent periods tend to show greater accuracy and test-retest reli- chological distress, as also noted by Bruffaerts et al. (Bruffaerts et al.,"
  },
  {
    "id": 64,
    "text": "more recent periods tend to show greater accuracy and test-retest reli- chological distress, as also noted by Bruffaerts et al. (Bruffaerts et al.,\nability but may be more influenced by stigma and fear of academic or 2021) and Savage et al. (Savage et al., 2021) These findings highlight the\nprofessional consequences. This phenomenon could be particularly importance of future longitudinal research examining how the\nrelevant in health sciences students where, as noted by Lustig et al. pandemic experience has reshaped mental health trajectories among\n(Lustig et al., 2023), there is additional concern about the impact that health sciences students, following methodological approaches sug-"
  },
  {
    "id": 65,
    "text": "(Lustig et al., 2023), there is additional concern about the impact that health sciences students, following methodological approaches sug-\nreporting suicidal behaviors could have on their future professional gested by Elmer et al. (Elmer et al., 2020).\ncareer.\nDespite these methodological differences, the use of PHQ-9 item 9\noffers particular advantages for suicide risk surveillance in academic Heterogeneity among findings\nsettings. As O’Connor et al. (O’Connor et al., 2023) note in their review\nof screening tools, the assessment of the past two weeks allows identi- The marked heterogeneity found in our analyses (I² >90 % in all\nfication of students requiring immediate attention, facilitating timely measurements) suggests that contextual factors strongly influence the"
  },
  {
    "id": 66,
    "text": "fication of students requiring immediate attention, facilitating timely measurements) suggests that contextual factors strongly influence the\ninterventions. On the other hand, while the Beck Scale provides a more prevalences of suicidal ideation and attempts. Chen et al. (Chen et al.,\ncomprehensive and stable assessment of lifetime suicide risk, its retro- 2010), in their multinational study on medical students’ mental health,\nspective nature might not reflect the student’s current state or imme- identified that cultural differences in the expression and reporting of\ndiate need for intervention, as highlighted by Na et al. (Na et al., 2018) psychological distress can significantly influence reported prevalences."
  },
  {
    "id": 67,
    "text": "diate need for intervention, as highlighted by Na et al. (Na et al., 2018) psychological distress can significantly influence reported prevalences.\nin their study on the comparative utility of different suicide risk For instance, in societies where mental health stigma is more pro-\nassessment instruments. This distinction is crucial for student wellness nounced, as noted by Patel and Gonsalves (Patel & Gonsalves, 2019),\nservices, which need to identify and respond to current crises rather than prevalences tend to be lower, not necessarily reflecting lower incidence\nlifetime histories of suicidal ideation. but possibly systematic underreporting.\nAdditionally, a notable finding from our analysis is the relative The marked discrepancies in prevalence estimates likely stem from"
  },
  {
    "id": 68,
    "text": "Additionally, a notable finding from our analysis is the relative The marked discrepancies in prevalence estimates likely stem from\ntemporal stability in the prevalence of suicidal ideation and attempts multiple methodological sources beyond contextual factors. As demon-\nassessed through the PHQ-9, even during and after the COVID-19 strated in methodological studies (Pirkis et al., 2021; Millner et al.,\npandemic. Our findings revealed a substantial increase in publications 2017), different measurement instruments can yield substantially\nduring the 2020–2024 period, which concentrated 68.42 % (26/38) of different estimates even within the same population. Additionally,"
  },
  {
    "id": 69,
    "text": "during the 2020–2024 period, which concentrated 68.42 % (26/38) of different estimates even within the same population. Additionally,\nall included studies, likely reflecting heightened research interest in sampling methods significantly influence results, as individuals with\nmental health during this unprecedented health crisis. Despite this surge histories of suicidal distress or mental illness may be more likely to\nin attention, when comparing pre-pandemic versus pandemic-era participate in studies on this topic, particularly in non-probabilistic\nprevalence estimates, we observed remarkable resilience, with suicide sampling designs. The composition of the sample frame (undergradu-"
  },
  {
    "id": 70,
    "text": "prevalence estimates, we observed remarkable resilience, with suicide sampling designs. The composition of the sample frame (undergradu-\nattempt rates remaining relatively stable (pre-pandemic: 6.89 %, 95 % ate versus graduate students, clinical versus pre-clinical years) and data\nCI: 3.92–10.74 % vs. pandemic-era: 7.21 %, 95 % CI: 3.76–11.76 %). collection methods (anonymous online surveys versus in-person in-\nWhile Xiong et al. (Xiong et al., 2020) documented a significant increase terviews) represent further sources of systematic variation. These\nin anxiety and depression symptoms during the pandemic in the general methodological considerations are particularly relevant when inter-"
  },
  {
    "id": 71,
    "text": "in anxiety and depression symptoms during the pandemic in the general methodological considerations are particularly relevant when inter-\npopulation, and Wang et al. (Wang et al., 2020) reported higher levels of preting cross-national or cross-institutional comparisons, as differences\npsychological stress in health sciences students, our findings suggest that in reported prevalences may reflect measurement artifacts rather than\nthese impacts did not necessarily translate into an increase in suicidal true population differences. Future research in this field would benefit\nfrom greater standardization of measurement approaches and sampling\n9"
  },
  {
    "id": 72,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nstrategies to enhance comparability across studies. that incorporate direct pathways to treatment services (\"screening plus\"\nEducational systems and their particular characteristics emerge as approach) show greater efficacy than isolated screening efforts. For\nanother crucial factor in the observed variability. Dyrbye et al. (Dyrbye health sciences educational institutions, we specifically recommend\net al., 2019) have documented how different curricular models and implementing multicomponent prevention programs that combine: (1)\nevaluation systems can significantly impact students’ mental health. regular screening using validated tools like the PHQ-9 with clear referral"
  },
  {
    "id": 73,
    "text": "evaluation systems can significantly impact students’ mental health. regular screening using validated tools like the PHQ-9 with clear referral\nVariations in academic workload, institutional support systems, and protocols; (2) curriculum-integrated resilience training and stress man-\navailable mental health resources, aspects highlighted by Mortier et al. agement, as demonstrated effective by Thompson et al. (Thompson\n(2018a) in their international comparative study, could explain part of et al., 2010); (3) peer support programs specifically tailored to health\nthe heterogeneity found. Furthermore, socioeconomic contexts play a sciences contexts, which have shown particular promise in reducing"
  },
  {
    "id": 74,
    "text": "the heterogeneity found. Furthermore, socioeconomic contexts play a sciences contexts, which have shown particular promise in reducing\nfundamental role; Mateen et al. (74) explore how, in low and stigma and facilitating help-seeking (Wasson et al., 2016); and (4)\nmiddle-income countries, factors such as job uncertainty, financial institutional policy changes addressing structural factors like excessive\npressures, and limited access to mental health services can exacerbate workload and sleep deprivation. These recommendations align with\nsuicide risk among health sciences students. emerging evidence that comprehensive, contextually-appropriate in-\nThe diversity of health sciences disciplines included in this meta- terventions addressing both individual vulnerability and environmental"
  },
  {
    "id": 75,
    "text": "The diversity of health sciences disciplines included in this meta- terventions addressing both individual vulnerability and environmental\nanalysis represents another important source of heterogeneity. While stressors are most effective in reducing suicidal behaviors in this\nwe have discussed factors affecting health sciences students broadly, the population.\nvulnerability pathways likely differ across specific disciplines. For\nexample, while medical, nursing, and dentistry students face stressors Strengths and limitations of the study\ndirectly related to clinical responsibilities and patient care, psychology\nstudents, particularly undergraduates, may experience different risk The present study has several significant methodological strengths."
  },
  {
    "id": 76,
    "text": "students, particularly undergraduates, may experience different risk The present study has several significant methodological strengths.\ntrajectories. Recent research suggests that for psychology students, se- Our stratified analysis by instrument type and time frame provides a\nlection mechanisms may play a more prominent role, with evidence more nuanced understanding of suicidal phenomena in health sciences\nindicating that individuals with pre-existing mental health concerns or students, overcoming limitations of previous meta-analyses that com-\npersonal experiences with psychological distress may be more likely to bined different measures without this crucial distinction. Including"
  },
  {
    "id": 77,
    "text": "personal experiences with psychological distress may be more likely to bined different measures without this crucial distinction. Including\npursue psychology as a field of study (Ka´zmierczak et al., 2023; Rob- recent studies through the COVID-19 pandemic period offers an updated\ninson et al., 2023). This ’therapy hypothesis’ (Jacobsen & Diseth, 2020) perspective for the current context. The rigor in methodological quality\nsuggests that elevated rates of suicidal ideation in some disciplines assessment and sensitivity analysis strengthens the reliability of our\nmight reflect pre-existing vulnerabilities rather than exclusively estimates.\ntraining-induced stressors. Such discipline-specific vulnerability pat- Our study has important limitations that should be considered."
  },
  {
    "id": 78,
    "text": "training-induced stressors. Such discipline-specific vulnerability pat- Our study has important limitations that should be considered.\nterns warrant consideration when interpreting heterogeneity in preva- Although common in prevalence meta-analyses, the high heterogeneity\nlence estimates and designing targeted prevention strategies. found in all analyses limits the generalization of results. Most included\nstudies used non-probabilistic sampling, which could introduce selec-\nPractical implications tion biases. Additionally, our database search strategy did not include\nPsycInfo, which may have led to the omission of relevant studies,\nOur findings have important implications for suicide risk screening particularly those focused on psychology students. However, this limi-"
  },
  {
    "id": 79,
    "text": "Our findings have important implications for suicide risk screening particularly those focused on psychology students. However, this limi-\nand monitoring in health sciences students. The notable prevalence tation is mitigated by our exhaustive search in four global databases,\nfound, particularly in recent assessments using the PHQ-9, suggests the which collectively index the majority of high-quality peer-reviewed\nneed to implement systematic screening protocols in educational in- journals in health sciences, including those dedicated to mental health\nstitutions. As Downs et al. (2014)note, universal and regular screening and psychology research. Furthermore, the reporting of lifetime suicide"
  },
  {
    "id": 80,
    "text": "stitutions. As Downs et al. (2014)note, universal and regular screening and psychology research. Furthermore, the reporting of lifetime suicide\ncan facilitate early identification and timely intervention, especially in attempts is subject to substantial recall bias, reinterpretation biases, and\npopulations with high risk of underreporting due to professional stigma. temporal fluctuations in reporting. As documented by Forbes et al.\nThe choice of screening instrument should consider both diagnostic (Klimes-Dougan et al., 2022), self-reported lifetime suicide attempts\naccuracy and implementation feasibility. The PHQ-9, due to its brevity demonstrate considerable inconsistency over time, with both false"
  },
  {
    "id": 81,
    "text": "accuracy and implementation feasibility. The PHQ-9, due to its brevity demonstrate considerable inconsistency over time, with both false\nand ability to detect current risk, could serve as a first-line tool in routine negative and positive reports occurring frequently. This instability likely\nassessments, as suggested by Na et al. (Na et al., 2018). However, cases affects the precision and accuracy of our pooled lifetime prevalence\nidentified through this initial screening should be subsequently evalu- estimates, suggesting that more recent time frames may offer greater\nated with more specific instruments like the Beck Scale, following the reliability.\nstepped assessment model proposed by McDowell et al. (McDowell Further limitations concern the measurement instruments and their"
  },
  {
    "id": 82,
    "text": "stepped assessment model proposed by McDowell et al. (McDowell Further limitations concern the measurement instruments and their\net al., 2011). This two-stage approach would allow efficient resource use practical application. The proprietary nature of the Beck Scale, requiring\nwhile maintaining the necessary sensitivity to not overlook cases of substantial fees for use, likely influences instrument selection in\nsignificant risk. research, particularly in low-resource contexts. This constraint partially\nTemporal monitoring emerges as a crucial component of the explains the diversity of assessment tools observed. It highlights the\nassessment protocol. Mortier et al. (2018b) have demonstrated that need for validated, open-access instruments like the Columbia-Suicide"
  },
  {
    "id": 83,
    "text": "assessment protocol. Mortier et al. (2018b) have demonstrated that need for validated, open-access instruments like the Columbia-Suicide\nperiods of highest risk often coincide with specific moments in the ac- Severity Rating Scale (C-SSRS) to enhance standardization across\nademic calendar, such as final examinations or the start of clinical ro- studies. Finally, the reliance on self-reporting for stigmatized phenom-\ntations. Therefore, we recommend intensifying screening during these ena such as suicidal behaviors likely results in an underestimation of\ncritical periods, complementing routine assessments with additional actual prevalences, a challenge that future research methodologies"
  },
  {
    "id": 84,
    "text": "critical periods, complementing routine assessments with additional actual prevalences, a challenge that future research methodologies\nsupport when necessary. Furthermore, it is essential to establish clear should address through complementary assessment approaches.\nreferral and follow-up pathways for at-risk students, ensuring continuity\nof care without compromising their academic progression. Conclusions and recommendations\nOur recommendation for systematic screening warrants further\nclarification regarding implementation approaches and expected out- This study provides evidence on the prevalence of suicidal ideation\ncomes. While we advocate for regular screening, evidence suggests that and attempts among health sciences students, with important variations"
  },
  {
    "id": 85,
    "text": "comes. While we advocate for regular screening, evidence suggests that and attempts among health sciences students, with important variations\nscreening alone is insufficient without linkage to effective interventions. according to measurement instrument and time frame evaluated. Our\nAs demonstrated by Downs et al. (2014)with the HEAR program and findings underscore the critical need to implement systematic screening\nMortier et al. (2018c) in their comparative study, screening programs and prevention programs in health sciences educational institutions,\n10"
  },
  {
    "id": 86,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nparticularly considering the PHQ-9 as a first-line tool for early detection, References\nfollowed by more specific assessments when necessary.\nEducational institutions must develop clear protocols that ensure risk Alexandrino-Silva, C., Pereira, M. L. G., Bustamante, C., Ferraz, A. C.d. T., Baldassin, S.,\nAndrade, A. G.d., et al. (2009). Suicidal ideation among students enrolled in\nidentification and effective referral and support pathways that consider\nhealthcare training programs: A cross-sectional study. Brazilian Journal of Psychiatry,\nthe particularities of the academic health context. Future research 31(4), 338–344. https://doi.org/10.1590/s1516-44462009005000006"
  },
  {
    "id": 87,
    "text": "the particularities of the academic health context. Future research 31(4), 338–344. https://doi.org/10.1590/s1516-44462009005000006\nshould focus on longitudinal studies that allow better understanding of Alhothali, O. S., Bahakim, A. K., Alharthi, S. M., Alsaede, A. K., Alharthi, S. M.,\nAljahdali, I. A., & Shatla, M. M. (2021). Prevalence and associated factors of suicidal\nthe temporal evolution of suicide risk and evaluate the effectiveness of\nideation and attempts among undergraduate medical students of Umm Al-Qura\npreventive interventions, paying special attention to critical moments in University, Saudi Arabia: A cross sectional study. Medical Science, 25(115),\nthe academic calendar and considering specific contextual factors of 2213–2221."
  },
  {
    "id": 88,
    "text": "the academic calendar and considering specific contextual factors of 2213–2221.\nAli, M., Uddin, Z., Amran Hossain, K. M., & Uddin, T. R (2022). Depression, anxiety,\nhealth sciences education.\nstress, and suicidal behavior among Bangladeshi undergraduate rehabilitation\nstudents: An observational study amidst the COVID-19 pandemic. Health Science\nCRediT authorship contribution statement Reports, 5(2), e549. https://doi.org/10.1002/hsr2.549\nAlmoammar, S., Alqarni, K. A., Alnazeh, A. A., Alshahrani, R. M., Sundram, F.,\nAlyami, M., et al. (2021). Depression and suicidal ideation among dental students of\nVíctor Juan Vera-Ponce: Writing – review & editing, Writing – Southern Saudi Arabia: A cross sectional study. Journal of Dental Education. https://"
  },
  {
    "id": 89,
    "text": "Víctor Juan Vera-Ponce: Writing – review & editing, Writing – Southern Saudi Arabia: A cross sectional study. Journal of Dental Education. https://\noriginal draft, Resources, Methodology, Investigation, Conceptualiza- doi.org/10.1002/jdd.12763\ntion. Joan A. Loayza-Castro: Writing – review & editing, Software, Asfaw, H., Yigzaw, N., Yohannis, Z., Fekadu, G., & Alemayehu, Y. (2020). Prevalence and\nassociated factors of suicidal ideation and attempt among undergraduate medical\nMethodology, Formal analysis, Data curation. Fiorella E. Zuzunaga- students of Haramaya University, Ethiopia. A cross sectional study. PLoS One, 15(8),\nMontoya: Writing – review & editing, Writing – original draft, Project Article e0236398. https://doi.org/10.1371/journal.pone.0236398"
  },
  {
    "id": 90,
    "text": "Montoya: Writing – review & editing, Writing – original draft, Project Article e0236398. https://doi.org/10.1371/journal.pone.0236398\nadministration, Investigation. Luisa Erika Milagros Va´squez-Romero: Atienza, C. B, & Balanza´, M. V (2020). Prevalencia de síntomas depresivos e ideacio´n\nsuicida en estudiantes de medicina espan˜oles. Actas Espan˜olas de Psiquiatría, 48(4),\nWriting – review & editing, Writing – original draft, Project adminis- 154–162.\ntration, Investigation. Witre Omar Padilla: Writing – original draft, Beck, A. T., Kovacs, M., & Weissman, A. (1979). Assessment of suicidal intention: The\nResources, Methodology, Investigation. Christian Humberto Huaman- scale for suicide ideation. Journal of Consulting and Clinical Psychology, 47(2),"
  },
  {
    "id": 91,
    "text": "Resources, Methodology, Investigation. Christian Humberto Huaman- scale for suicide ideation. Journal of Consulting and Clinical Psychology, 47(2),\n343–352. https://doi.org/10.1037//0022-006x.47.2.343\nVega: Writing – review & editing, Writing – original draft, Project\nBruffaerts, R., Voorspoels, W., Jansen, L., Kessler, R. C., Mortier, P., Vilagut, G., et al.\nadministration, Investigation. Germa´n Lobos: Writing – review & (2021). Suicidality among healthcare professionals during the first COVID19 wave.\nediting, Writing – original draft, Visualization, Validation, Supervision. Journal of Affective Disorders, 283, 66–70. https://doi.org/10.1016/j.\nCarmen Ine´s Gutierrez De Carrillo: Writing – review & editing, jad.2021.01.013"
  },
  {
    "id": 92,
    "text": "Carmen Ine´s Gutierrez De Carrillo: Writing – review & editing, jad.2021.01.013\nBryan, C. J., Rozek, D. C., Butner, J. E., & Rudd, M. D. (2019). Patterns of change in\nWriting – original draft, Supervision, Methodology, Funding acquisition. suicide ideation signal the recurrence of suicide attempts among high-risk\npsychiatric outpatients. Behaviour Research and Therapy, 120, Article 103392.\nhttps://doi.org/10.1016/j.brat.2019.04.001\nDeclaration of competing interest Chen, S., Chiu, H., Xu, B., Ma, Y., Jin, T., Wu, M., et al. (2010). Reliability and validity of\nthe PHQ-9 for screening late-life depression in Chinese primary care. International\nJournal of Geriatric Psychiatry, 25(11), 1127–1133. https://doi.org/10.1002/"
  },
  {
    "id": 93,
    "text": "the PHQ-9 for screening late-life depression in Chinese primary care. International\nJournal of Geriatric Psychiatry, 25(11), 1127–1133. https://doi.org/10.1002/\nThe authors declare the following financial interests/personal re- gps.2442\nlationships which may be considered as potential competing interests Chomon, R. J. (2022). Depression and suicidal ideation among medical students in a\nVictor Juan Vera Ponce reports financial support and article publishing private medical college of Bangladesh. A cross sectional web based survey. PLOS"
  },
  {
    "id": 94,
    "text": "Victor Juan Vera Ponce reports financial support and article publishing private medical college of Bangladesh. A cross sectional web based survey. PLOS\ncharges were provided by Vicerectorado de Investigacio´n de la Uni- Chow O , N W E, . 1 S 7 ., ( 4 S ) c , h A m r i t d ic t l k e e , e 0 J. 2 , 6 L 5 o 3 e 6 r 7 b . r o h k t s tp , s A :/ ., / M do u i. t o h r , g T / . 1 , 0 & .1 A 3 n 7 g 1 e / r jo er u , r n P a . l ( . 2 p 0 o 1 n 8 e. ) 0 . 2 T 6 h 5 e 3 67\nversidad Nacional Toribio Rodríguez de Mendoza de Amazonas. If there relationship between personality traits with depressive symptoms and suicidal\nare other authors, they declare that they have no known competing ideation among medical students: A cross-sectional study at One Medical School in"
  },
  {
    "id": 95,
    "text": "are other authors, they declare that they have no known competing ideation among medical students: A cross-sectional study at One Medical School in\nGermany. IJERPH., 15(7), 1462. https://doi.org/10.3390/ijerph15071462\nfinancial interests or personal relationships that could have appeared to\nCjuno, J., Palomino-Ccasa, J., Silva-Fernandez, R. G., Soncco-Aquino, M., Lumba-\ninfluence the work reported in this paper. Bautista, O., & Hern´andez, R. M. (2023). Academic procrastination, depressive\nsymptoms and suicidal ideation in university students: A look during the pandemic.\nIranian Journal of Psychiatry, 18(1), 11–17. https://doi.org/10.18502/ijps.\nAcknowledgments v18i1.11408\nCochrane Handbook for Systematic Reviews of Interventions [Internet]. [citado el 30 de"
  },
  {
    "id": 96,
    "text": "Iranian Journal of Psychiatry, 18(1), 11–17. https://doi.org/10.18502/ijps.\nAcknowledgments v18i1.11408\nCochrane Handbook for Systematic Reviews of Interventions [Internet]. [citado el 30 de\noctubre de 2024]. Disponible en: https://training.cochrane.org/handbook.\nA special thanks to the members of Universidad Nacional Toribio Coentre, R., Faravelli, C., & Figueira, M. L. (2016). Assessment of depression and suicidal\nRodríguez de Mendoza de Amazonas (UNTRM), Amazonas, Peru for behaviour among medical students in Portugal. International Journal of Medical"
  },
  {
    "id": 97,
    "text": "Rodríguez de Mendoza de Amazonas (UNTRM), Amazonas, Peru for behaviour among medical students in Portugal. International Journal of Medical\ntheir support and contributions throughout the completion of this Coen E t d re u , c a R t . i , o n & , G 7, o´ 3 is 5 , 4 C – . 3 ( 6 2 3 0 . 1 h 8 t ) t . p S s: u / i / c d id o a i. l o i r d g e / a 1 t 0 io .5 n 1 i 1 n 6 m /ij e m di e c . a 5 l 7 s f8 tu .c d 4 e 6 n 8 ts: Recent insights.\nresearch. Advances in Medical Education and Practice, 9, 873–880. https://doi.org/10.2147/\nAMEP.S162626\nDomínguez-Gonza´lez, A. D., Guzm´an-Valdivia, G., A ´ ngeles-T´ellez, F. S., Manjarrez-\nFinancial disclosure A ´ ngeles, M. A., & Secín-Diep, R. (2022). Depression and suicidal ideation in Mexican"
  },
  {
    "id": 98,
    "text": "Domínguez-Gonza´lez, A. D., Guzm´an-Valdivia, G., A ´ ngeles-T´ellez, F. S., Manjarrez-\nFinancial disclosure A ´ ngeles, M. A., & Secín-Diep, R. (2022). Depression and suicidal ideation in Mexican\nmedical students during COVID-19 outbreak. A longitudinal study. Heliyon, 8(2).\nThis study was financed by Vicerectorado de Investigacio´n de la https://doi.org/10.1016/j.heliyon.2022.e08851 [citado el 29 de diciembre de\n2024].\nUniversidad Nacional Toribio Rodríguez de Mendoza de Amazonas. Dominguez-Lara, S., Gravini-Donado, M., Torres-Villalobos, G., Dominguez-Lara, S.,\nGravini-Donado, M., & Torres-Villalobos, G. (2019). Ana´lisis psicom´etrico de dos\nversiones de la Connor- Davidson Resilience Scale en estudiantes universitarios"
  },
  {
    "id": 99,
    "text": "Gravini-Donado, M., & Torres-Villalobos, G. (2019). Ana´lisis psicom´etrico de dos\nversiones de la Connor- Davidson Resilience Scale en estudiantes universitarios\nInformed consent peruanos: Propuesta del CD-RISC-7. Revista Argentina de Ciencias del Comportamiento,\n11(2), 36–51.\nDowns, N., Feng, W., Kirby, B., McGuire, T., Moutier, C., Norcross, W., et al. (2014).\nThis study is a systematic review therefore informed consent is not Listening to depression and suicide risk in medical students: The Healer Education\nrequired. Assessment and Referral (HEAR) Program. Academic psychiatry : The journal of the\nAmerican Association of Directors of Psychiatric Residency Training and the Association\nfor Academic Psychiatry, 38(5), 547–553. https://doi.org/10.1007/s40596-014-"
  },
  {
    "id": 100,
    "text": "American Association of Directors of Psychiatric Residency Training and the Association\nfor Academic Psychiatry, 38(5), 547–553. https://doi.org/10.1007/s40596-014-\nSupplementary materials 0115-x\nDyrbye, L. N., Sciolla, A. F., Dekhtyar, M., Rajasekaran, S., Allgood, J. A., Rea, M., et al.\n(2019). Medical school strategies to address student well-being: A national survey.\nSupplementary material associated with this article can be found, in\nAcademic medicine : Journal of the Association of American Medical Colleges, 94(6),\nthe online version, at doi:10.1016/j.mhp.2025.200432. 861–868. https://doi.org/10.1097/ACM.0000000000002611\nDyrbye, L. N., Thomas, M. R., & Shanafelt, T. D. (2006). Systematic review of depression,"
  },
  {
    "id": 101,
    "text": "the online version, at doi:10.1016/j.mhp.2025.200432. 861–868. https://doi.org/10.1097/ACM.0000000000002611\nDyrbye, L. N., Thomas, M. R., & Shanafelt, T. D. (2006). Systematic review of depression,\nData availability anxiety, and other indicators of psychological distress among U.S. and Canadian\nmedical students. Academic Medicine : Journal of the Association of American Medical\nColleges, 81(4), 354–373. https://doi.org/10.1097/00001888-200604000-00009\nData are available upon request to the corresponding author.\n11"
  },
  {
    "id": 102,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nElmer, T., Mepham, K., & Stadtfeld, C. (2020). Students under lockdown: Comparisons of WMH-ICS Project. Journal of the American Academy of Child and Adolescent Psychiatry,\nstudents’ social networks and mental health before and during the COVID-19 crisis 57(4), 263–273. https://doi.org/10.1016/j.jaac.2018.01.018. e1.\nin Switzerland. PLoS One, 15(7), Article e0236337. https://doi.org/10.1371/journal. Mortier, P., Cuijpers, P., Kiekens, G., Auerbach, R. P., Demyttenaere, K., Green, J. G.,\npone.0236337 et al. (2018c). The prevalence of suicidal thoughts and behaviours among college"
  },
  {
    "id": 103,
    "text": "pone.0236337 et al. (2018c). The prevalence of suicidal thoughts and behaviours among college\nGarcía-Montalvo, I. A., Matías-P´erez, D., Lo´pez-Castellanos, S. L., Lo´pez-Ramírez, E., & students: A meta-analysis. Psychological Medicine, 48(4), 554–565. https://doi.org/\nMartínez-Lo´pez, M. (2024). Risk factors associated with suicidal ideation in students 10.1017/S0033291717002215\nof the Faculty of Medicine and Surgery, URSE. Psychiatry International, 5(3), Moutier, C., Norcross, W., Jong, P., Norman, M., Kirby, B., McGuire, T., et al. (2012). The\n544–551. https://doi.org/10.3390/psychiatryint5030039 suicide prevention and depression awareness program at the University of"
  },
  {
    "id": 104,
    "text": "544–551. https://doi.org/10.3390/psychiatryint5030039 suicide prevention and depression awareness program at the University of\nHuang, F., Lu, W., Zhao, X., Li, N., Zhao, T., Guo, S., et al. (2024). Suicidal ideation in California, San Diego School of Medicine. Academic Medicine : Journal of the\nmedical students of Hebei province: Prevalence and associated factors. Front Association of American Medical Colleges, 87(3), 320–326. https://doi.org/10.1097/\nPsychiatry, 15. https://doi.org/10.3389/fpsyt.2024.1398668 [citado el 29 de ACM.0b013e31824451ad\ndiciembre de 2024]. Mufti, R. E., Aljohani, R. O., Kaiwa, S. M., Alharbi, G. T., Aldarsi, L. A., Jorob, S. M., et al."
  },
  {
    "id": 105,
    "text": "diciembre de 2024]. Mufti, R. E., Aljohani, R. O., Kaiwa, S. M., Alharbi, G. T., Aldarsi, L. A., Jorob, S. M., et al.\nJacobsen, A. M., & Diseth, Å. (2020). Why choose psychology? An investigation of (2022). Psychological well-being and its effect on suicidal behavior among medical\nNorwegian high school students. Psychology Learning & Teaching, 19(2), 128–142. students in Madinah. Medical Science, 26(129), 1–9. https://doi.org/10.54905/\nhttps://doi.org/10.1177/1475725719872134 disssi/v26i129/ms494e2541\nJBI Critical Appraisal Tools | JBI [Internet]. [citado el 27 de diciembre de 2024]. Munn, Z., Moola, S., Lisy, K., Riitano, D., & Tufanaru, C. (2015). Methodological"
  },
  {
    "id": 106,
    "text": "JBI Critical Appraisal Tools | JBI [Internet]. [citado el 27 de diciembre de 2024]. Munn, Z., Moola, S., Lisy, K., Riitano, D., & Tufanaru, C. (2015). Methodological\nDisponible en: https://jbi.global/critical-appraisal-tools. guidance for systematic reviews of observational epidemiological studies reporting\nKa´zmierczak, I., Zajenkowska, A., Rogoza, R., Jonason, P. K., & S ´ cigała, D. (2023). Self- prevalence and cumulative incidence data. International Journal of Evidence-Based\nselection biases in psychological studies: Personality and affective disorders are Healthcare, 13(3), 147–153. https://doi.org/10.1097/XEB.0000000000000054"
  },
  {
    "id": 107,
    "text": "selection biases in psychological studies: Personality and affective disorders are Healthcare, 13(3), 147–153. https://doi.org/10.1097/XEB.0000000000000054\nprevalent among participants. PLoS One, 18(3), Article e0281046. https://doi.org/ Na, P. J., Yaramala, S. R., Kim, J. A., Kim, H., Goes, F. S., Zandi, P. P., et al. (2018). The\n10.1371/journal.pone.0281046 PHQ-9 item 9 based screening for suicide risk: A validation study of the Patient\nKhokher, S., & Khan, M. M. (2005). Suicidal ideation in Pakistani college students. Crisis, Health Questionnaire (PHQ)-9 item 9 with the Columbia Suicide Severity Rating\n26(3), 125–127. https://doi.org/10.1027/0227-5910.26.3.125 Scale (C-SSRS). Journal of Affective Disorders, 232, 34–40. https://doi.org/10.1016/j."
  },
  {
    "id": 108,
    "text": "26(3), 125–127. https://doi.org/10.1027/0227-5910.26.3.125 Scale (C-SSRS). Journal of Affective Disorders, 232, 34–40. https://doi.org/10.1016/j.\nKhosravi, M., & Kasaeiyan, R. (2020). The relationship between neuroticism and suicidal jad.2018.02.045\nthoughts among medical students: Moderating role of attachment styles. Journal of Nakhostin-Ansari, A., Akhlaghi, M., Etesam, F., & Sadeghian, M. H. (2022). Suicidal\nFamily Medicine and Primary Care, 9(6), 2680–2687. https://doi.org/10.4103/jfmpc. ideation and its associated factors in medical, dental, and pharmacy students: A\njfmpc_1200_19 cross-sectional study during COVID-19 pandemic. Psychiatry Journal, 2022(1),"
  },
  {
    "id": 109,
    "text": "jfmpc_1200_19 cross-sectional study during COVID-19 pandemic. Psychiatry Journal, 2022(1),\nKlimes-Dougan, B., Mirza, S. A., Babkin, E., & Lanning, C. (2022). Biased reporting of Article 8139351. https://doi.org/10.1155/2022/8139351\npast self-injurious thoughts and behaviors: A literature review. Journal of Affective Nascimento de Albuquerque R, Araújo https://orcidorg/0000-0003-0818-242X EMS,\nDisorders, 308, 596–606. https://doi.org/10.1016/j.jad.2022.04.073 Moreira TB. Attitudes towards suicidal behavior among nursing students. 2023\nKnipe, D., Maughan, C., Gilbert, J., Dymock, D., Moran, P., & Gunnell, D. (2018). Mental [citado el 29 de diciembre de 2024]; doi:10.4025/actascihealthsci.v45i1.59792."
  },
  {
    "id": 110,
    "text": "Knipe, D., Maughan, C., Gilbert, J., Dymock, D., Moran, P., & Gunnell, D. (2018). Mental [citado el 29 de diciembre de 2024]; doi:10.4025/actascihealthsci.v45i1.59792.\nhealth in medical, dentistry and veterinary students: Cross-sectional online survey. Neres, B. S. P., Aquino, M. L. A., & Pedroso, V. S. P. (2021). Prevalence and factors\nBJPsych Open, 4(6), 441–446. https://doi.org/10.1192/bjo.2018.61 associated to depression and suicidal behavior among medical students. Jornal\nKnutsen, Glette M, Ludlow, K., Wiig, S., Bates, D. W., & Austin, E. E (2023). Resilience Brasileiro de Psiquiatria, 70, 311–320. https://doi.org/10.1590/0047-\nperspective on healthcare professionals’ adaptations to changes and challenges 2085000000351"
  },
  {
    "id": 111,
    "text": "perspective on healthcare professionals’ adaptations to changes and challenges 2085000000351\nresulting from the COVID-19 pandemic: A meta-synthesis. BMJ Open, 13(9), Article O’Connor, E., Gaynes, B., Burda, B. U., Williams, C., & Whitlock, E. P (2013). Screening\ne071828. https://doi.org/10.1136/bmjopen-2023-071828 for suicide risk in primary care: A systematic evidence review for the U.S. preventive\nKroenke, K., Spitzer, R. L., & Williams, J. B. (2001). The PHQ-9: Validity of a brief services task force [Internet]. rockville (MD). Agency for Healthcare Research and\ndepression severity measure. Journal of General Internal Medicine, 16(9), 606–613. Quality (US) [citado el 4 de abril de 2025]. (U.S. Preventive Services Task Force"
  },
  {
    "id": 112,
    "text": "depression severity measure. Journal of General Internal Medicine, 16(9), 606–613. Quality (US) [citado el 4 de abril de 2025]. (U.S. Preventive Services Task Force\nhttps://doi.org/10.1046/j.1525-1497.2001.016009606.x Evidence Syntheses, formerly Systematic Evidence Reviews). Disponible en Http:\nLee, K. C., Huang, R., Tal, I. R., Downs, N., & Zisook, S. (2023). Comparison of suicidal //www.ncbi.nlm.nih.gov/books/NBK137737/.\nideation and depressive symptoms between medical and pharmacy students. O’Connor, E. A., Perdue, L. A., Coppola, E. L., Henninger, M. L., Thomas, R. G., &\nAmerican Journal of Pharmaceutical Education, 87(2), ajpe8881. https://doi.org/ Gaynes, B. N (2023). Depression and suicide risk screening: Updated evidence report"
  },
  {
    "id": 113,
    "text": "American Journal of Pharmaceutical Education, 87(2), ajpe8881. https://doi.org/ Gaynes, B. N (2023). Depression and suicide risk screening: Updated evidence report\n10.5688/ajpe8881 and systematic review for the US Preventive Services Task Force. JAMA, 329(23),\nLeombruni, P., Lo Moro, G., Bert, F., & Siliquini, R. (2021). Suicidal ideation among 2068–2085. https://doi.org/10.1001/jama.2023.7787\nItalian medical students: Prevalence and associated factors from a multicenter study. Osama, M., Islam, M. Y., Hussain, S. A., Masroor, S. M. Z., Burney, M. U., Masood, M. A.,\nAnnali dell’Istituto Superiore di Sanita`, 57(4), 324–329. https://doi.org/10.4415/ et al. (2014). Suicidal ideation among medical students of Pakistan: A cross-sectional"
  },
  {
    "id": 114,
    "text": "Annali dell’Istituto Superiore di Sanita`, 57(4), 324–329. https://doi.org/10.4415/ et al. (2014). Suicidal ideation among medical students of Pakistan: A cross-sectional\nANN_21_04_07 study. Journal of Forensic and Legal Medicine, 27, 65–68. https://doi.org/10.1016/j.\nLi, J., Zhang, Y., Siu, Man Chan B, Tan, S. N., Lu, J., Luo, X., et al. (2022). Associations jflm.2014.08.006\nbetween anxiety, depression, and risk of suicidal behaviors in Chinese medical Page, M. J., McKenzie, J. E., Bossuyt, P. M., Boutron, I., Hoffmann, T. C., Mulrow, C. D.,\ncollege students. Frontiers in Psychiatry, 13. https://doi.org/10.3389/ et al. (2021). The PRISMA 2020 statement: An updated guideline for reporting"
  },
  {
    "id": 115,
    "text": "college students. Frontiers in Psychiatry, 13. https://doi.org/10.3389/ et al. (2021). The PRISMA 2020 statement: An updated guideline for reporting\nfpsyt.2022.1012298 [citado el 29 de diciembre de 2024]. systematic reviews. BMJ (Clinical Research ed.), n71. https://doi.org/10.1136/bmj.\nLodha, P., De Sousa, A., Appasani, R., Karia, S., & Shah, N. (2023). Attitudes and n71\nperception of nursing students towards suicide: An exploratory survey. Annals of Patel, V., & Gonsalves, P. P. (2019). Suicide prevention: Putting the person at the center.\nIndian Psychiatry, 7(1), 30. https://doi.org/10.4103/aip.aip_149_21 PLOS Medicine, 16(9), Article e1002938. https://doi.org/10.1371/journal.\nLuethy, D., Krueger, T. M., Cuneo, E., Varnes, J. R., & Hernandez, J. A. (2023). Cross- pmed.1002938"
  },
  {
    "id": 116,
    "text": "Luethy, D., Krueger, T. M., Cuneo, E., Varnes, J. R., & Hernandez, J. A. (2023). Cross- pmed.1002938\nsectional study of physical activity, dietary habits, and mental health of veterinary Pinzo´n-Amado, A., Guerrero, S., Moreno, K., Landínez, C., & Pinzo´n, J. (2013). Ideacio´n\nstudents after lifting of COVID-19 pandemic measures. PLoS One, 18(9), Article suicida en estudiantes de medicina: Prevalencia y factores asociados. Revista\ne0291590. https://doi.org/10.1371/journal.pone.0291590 Colombiana de Psiquiatría, 43, 47–55. https://doi.org/10.1016/j.rcp.2013.11.005\nLustig, S., Koenig, J., Bauer, S., Moessner, M., Bonnet, S., Becker, K., et al. (2023). Help- Pirkis, J., John, A., Shin, S., DelPozo-Banos, M., Arya, V., Analuisa-Aguilar, P., et al."
  },
  {
    "id": 117,
    "text": "Lustig, S., Koenig, J., Bauer, S., Moessner, M., Bonnet, S., Becker, K., et al. (2023). Help- Pirkis, J., John, A., Shin, S., DelPozo-Banos, M., Arya, V., Analuisa-Aguilar, P., et al.\nseeking attitudes and behaviours for mental health problems in adolescents before (2021). Suicide trends in the early months of the COVID-19 pandemic: An\nand during the first COVID-19 school closures in Germany. Early Intervention in interrupted time-series analysis of preliminary data from 21 countries. The Lancet\nPsychiatry, 17(3), 331–334. https://doi.org/10.1111/eip.13358 Psychiatry, 8(7), 579–588. https://doi.org/10.1016/S2215-0366(21)00091-2\nMansfield, K. E., Mathur, R., Tazare, J., Henderson, A. D., Mulick, A. R., Carreira, H., Pitanupong, J., Sa-I, A., Sathaporn, K., Jiraphan, A., Ittasakul, P., &"
  },
  {
    "id": 118,
    "text": "Mansfield, K. E., Mathur, R., Tazare, J., Henderson, A. D., Mulick, A. R., Carreira, H., Pitanupong, J., Sa-I, A., Sathaporn, K., Jiraphan, A., Ittasakul, P., &\net al. (2021). Indirect acute effects of the COVID-19 pandemic on physical and Karawekpanyawong, N. (2024). The personality traits with depression and suicidal\nmental health in the UK: A population-based study. Lancet Digital Health, 3(4), ideation among Thai medical students: A university-based multiregional study. BMC\ne217–e230. https://doi.org/10.1016/S2589-7500(21)00017-0 Psychology, 12(1), 223. https://doi.org/10.1186/s40359-024-01707-8\n˜\nMateen A., Kumar V., Singh A.K., Yadav B., Mahto M., Mahato S. Suicide and suicidal Ribeiro, M. G. R., Siqueira, R. B.d., & Dunningham, W. A (2020). AVALIAÇAO DA\n˜ ˜"
  },
  {
    "id": 119,
    "text": "˜\nMateen A., Kumar V., Singh A.K., Yadav B., Mahto M., Mahato S. Suicide and suicidal Ribeiro, M. G. R., Siqueira, R. B.d., & Dunningham, W. A (2020). AVALIAÇAO DA\n˜ ˜\nideation in medical students: A systematic review. Cureus. 16(7):e65246. doi:1 IDEAÇAO SUICIDA EM ESTUDANTES DE MEDICINA EM UMA INSTITUIÇAO\n0.7759/cureus.65246. PRIVADA DO ENSINO SUPERIOR DA CIDADE DE SALVADOR – BA. Revista\nMcDowell, A. K., Lineberry, T. W., & Bostwick, J. M. (2011). Practical suicide-risk Brasileira de Neurologia e Psiquiatria [Internet] [citado el 29 de diciembre de 2024];\nmanagement for the busy primary care physician. Mayo Clinic Proceedings, 86(8), 24(2). Disponible en https://www.revneuropsiq.com.br/rbnp/article/view/671."
  },
  {
    "id": 120,
    "text": "management for the busy primary care physician. Mayo Clinic Proceedings, 86(8), 24(2). Disponible en https://www.revneuropsiq.com.br/rbnp/article/view/671.\n792–800. https://doi.org/10.4065/mcp.2011.0076 Robinson, K., Dayer, K. F., Mirichlis, S., Hasking, P. A., & Wilson, M. S. (2023). Who are\nMental health [Internet]. [citado el 27 de diciembre de 2024]. Disponible en: htt we missing? Self-selection bias in nonsuicidal self-injury research. Suicide & Life-\nps://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our Threatening Behavior, 53(5), 843–852. https://doi.org/10.1111/sltb.12987\n-response. Rotenstein, L. S., Ramos, M. A., Torre, M., Segal, J. B., Peluso, M. J., Guille, C., et al."
  },
  {
    "id": 121,
    "text": "-response. Rotenstein, L. S., Ramos, M. A., Torre, M., Segal, J. B., Peluso, M. J., Guille, C., et al.\nMillner, A. J., Lee, M. D., & Nock, M. K. (2017). Describing and measuring the pathway to (2016). Prevalence of depression, depressive symptoms, and suicidal ideation among\nsuicide attempts: A preliminary study. Suicide & Life-Threatening Behavior, 47(3), medical students. JAMA, 316(21), 2214–2236. https://doi.org/10.1001/\n353–369. https://doi.org/10.1111/sltb.12284 jama.2016.17324\nMortier, P., Auerbach, R. P., Alonso, J., Axinn, W. G., Cuijpers, P., Ebert, D. D., et al. Savage, M. J., Hennis, P. J., Magistro, D., Donaldson, J., Healy, L. C., & James, R. M."
  },
  {
    "id": 122,
    "text": "Mortier, P., Auerbach, R. P., Alonso, J., Axinn, W. G., Cuijpers, P., Ebert, D. D., et al. Savage, M. J., Hennis, P. J., Magistro, D., Donaldson, J., Healy, L. C., & James, R. M.\n(2018b). Suicidal thoughts and behaviors among college students and same-aged (2021). Nine months into the COVID-19 pandemic: A longitudinal study showing\npeers: Results from the World Health Organization World Mental Health Surveys. mental health and movement behaviours are impaired in UK students. International\nSocial Psychiatry and Psychiatric Epidemiology, 53(3), 279–288. https://doi.org/ Journal of Environmental Research and Public Health, 18(6), 2930. https://doi.org/\n10.1007/s00127-018-1481-6 10.3390/ijerph18062930"
  },
  {
    "id": 123,
    "text": "10.1007/s00127-018-1481-6 10.3390/ijerph18062930\nMortier, P., Auerbach, R. P., Alonso, J., Bantjes, J., Benjet, C., Cuijpers, P., et al. (2018a). Silva, T. C. M. F., & Marcolan, J. F. (2024). Suicidal behavior in healthcare students at a\nSuicidal thoughts and behaviors among first-year college students: Results from the private university /comportamento suicida em estudantes da a´rea de saúde de\n12"
  },
  {
    "id": 124,
    "text": "V.J. Vera-Ponce et al. M e n t a l H e a l t h & P r e v e n t i o n 39 (2025) 200432\nuniversidade privada. Revista de Pesquisa Cuidado ´e Fundamental Online, 16, e–13405. Valladares-Garrido, D., Zila-Velasque, J. P., Santander-Hern´andez, F. M., Guevara-\nhttps://doi.org/10.9789/2175-5361.rpcfo.v16.13405 Morales, M. A., Morocho-Alburqueque, N., VE, Failoc-Rojas, et al. (2024).\nSimon, G. E., Coleman, K. J., Rossom, R. C., Beck, A., Oliver, M., Johnson, E., et al. Association between love breakup and suicidal ideation in Peruvian medical\n(2016). Risk of suicide attempt and suicide death following completion of the Patient students: A cross-sectional study during the COVID-19 pandemic. Front Psychiatry,"
  },
  {
    "id": 125,
    "text": "(2016). Risk of suicide attempt and suicide death following completion of the Patient students: A cross-sectional study during the COVID-19 pandemic. Front Psychiatry,\nHealth Questionnaire depression module in community practice. The Journal of 14. https://doi.org/10.3389/fpsyt.2023.1287036 [citado el 29 de diciembre de\nClinical Psychiatry, 77(2), 221–227. https://doi.org/10.4088/JCP.15m09776 2024].\nSobowale, K., Zhou, N., Fan, J., Liu, N., & Sherer, R. (2014). Depression and suicidal Van Niekerk, L., Scribante, L., & Raubenheimer, P. J. (2012). Suicidal ideation and\nideation in medical students in China: A call for wellness curricula. International attempt among South African medical students. South African Medical Journal, 102(6"
  },
  {
    "id": 126,
    "text": "ideation in medical students in China: A call for wellness curricula. International attempt among South African medical students. South African Medical Journal, 102(6\nJournal of Medical Education, 5, 31–36. https://doi.org/10.5116/ijme.52e3.a465 Pt 2), 372–373. https://doi.org/10.7196/samj.5503\nSun, L., Zhou, C., Xu, L., Li, S., Kong, F., & Chu, J. (2017). Suicidal ideation, plans and Wang, X., Hegde, S., Son, C., Keller, B., Smith, A., & Sasangohar, F. (2020). Investigating\nattempts among medical college students in china: The effect of their parental mental health of US college students during the COVID-19 pandemic: Cross-sectional"
  },
  {
    "id": 127,
    "text": "attempts among medical college students in china: The effect of their parental mental health of US college students during the COVID-19 pandemic: Cross-sectional\ncharacteristics. Psychiatry Research, 247, 139–143. https://doi.org/10.1016/j. survey study. Journal of Medical Internet Research, 22(9), Article e22817. https://doi.\npsychres.2016.11.024 org/10.2196/22817\nThompson, D., Goebert, D., & Takeshita, J. (2010). A program for reducing depressive Wasson, L. T., Cusmano, A., Meli, L., Louh, I., Falzon, L., Hampsey, M., et al. (2016).\nsymptoms and suicidal ideation in medical students. Academic Medicine : Journal of Association between learning Environment Interventions and medical student well-"
  },
  {
    "id": 128,
    "text": "symptoms and suicidal ideation in medical students. Academic Medicine : Journal of Association between learning Environment Interventions and medical student well-\nthe Association of American Medical Colleges, 85(10), 1635–1639. https://doi.org/ being: A systematic review. JAMA, 316(21), 2237–2252. https://doi.org/10.1001/\n10.1097/ACM.0b013e3181f0b49c jama.2016.17573\nTsegay, L., Tesfaye, G., & Ayano, G. (2021). The prevalence and associated factors of Xiong, J., Lipsitz, O., Nasri, F., Lui, L. M. W., Gill, H., Phan, L., et al. (2020). Impact of\nsuicidal attempt among medical students in Addis Ababa Ethiopia. The Psychiatric COVID-19 pandemic on mental health in the general population: A systematic"
  },
  {
    "id": 129,
    "text": "suicidal attempt among medical students in Addis Ababa Ethiopia. The Psychiatric COVID-19 pandemic on mental health in the general population: A systematic\nQuarterly, 92(1), 193–205. https://doi.org/10.1007/s11126-020-09790-x review. Journal of Affective Disorders, 277, 55–64. https://doi.org/10.1016/j.\nTung, Y.-J., Lo, K. K. H., Ho, R. C. M., & Tam, W. S. W. (2018). Prevalence of depression jad.2020.08.001\namong nursing students: A systematic review and meta-analysis. Nurse Education Yamazaki, J., Kizuki, M., & Fujiwara, T. (2022). Association between frequency of\nToday, 63, 119–129. https://doi.org/10.1016/j.nedt.2018.01.009 conversations and suicidal ideation among medical students during COVID-19"
  },
  {
    "id": 130,
    "text": "Today, 63, 119–129. https://doi.org/10.1016/j.nedt.2018.01.009 conversations and suicidal ideation among medical students during COVID-19\nTyssen, R., Vaglum, P., Grønvold, N. T., & Ekeberg, O. (2001). Suicidal ideation among pandemic in Japan. International Journal of Environmental Research and Public Health,\nmedical students and young physicians: A nationwide and prospective study of 19(11), 6385. https://doi.org/10.3390/ijerph19116385\nprevalence and predictors. Journal of Affective Disorders, 64(1), 69–79. https://doi.\norg/10.1016/s0165-0327(00)00205-6\n13"
  }
]