[
  {
    "id": 1,
    "text": "Research Briefing\n25 April 2025\nStudent mental health in\nBy Joe Lewis,\nEngland: Statistics, policy, and\nSonja Stiebahl\nguidance\nSummary\n1 Prevalence of mental health issues among students\n2 Do universities have a duty of care to students?\n3 Government policy on student mental health\n4 Sector guidance and support\n5 University support\ncommonslibrary.parliament.uk"
  },
  {
    "id": 2,
    "text": "Number 8593 Student mental health in England: Statistics, policy, and guidance\nImage Credits\nUniversity-sign/image cropped. Licensed under CC0 Public Domain – no\ncopyright required.\nDisclaimer\nThe Commons Library does not intend the information in our research\npublications and briefings to address the specific circumstances of any\nparticular individual. We have published it to support the work of MPs. You\nshould not rely upon it as legal or professional advice, or as a substitute for\nit. We do not accept any liability whatsoever for any errors, omissions or\nmisstatements contained herein. You should consult a suitably qualified\nprofessional if you require specific advice or information. Read our briefing\n‘Legal help: where to go and how to pay’ for further information about"
  },
  {
    "id": 3,
    "text": "professional if you require specific advice or information. Read our briefing\n‘Legal help: where to go and how to pay’ for further information about\nsources of legal advice and help. This information is provided subject to the\nconditions of the Open Parliament Licence.\nSources and subscriptions for MPs and staff\nWe try to use sources in our research that everyone can access, but\nsometimes only information that exists behind a paywall or via a subscription\nis available. We provide access to many online subscriptions to MPs and\nparliamentary staff, please contact hoclibraryonline@parliament.uk or visit\ncommonslibrary.parliament.uk/resources for more information.\nFeedback\nEvery effort is made to ensure that the information contained in these publicly"
  },
  {
    "id": 4,
    "text": "commonslibrary.parliament.uk/resources for more information.\nFeedback\nEvery effort is made to ensure that the information contained in these publicly\navailable briefings is correct at the time of publication. Readers should be\naware however that briefings are not necessarily updated to reflect\nsubsequent changes.\nIf you have any comments on our briefings please email\npapers@parliament.uk. Please note that authors are not always able to\nengage in discussions with members of the public who express opinions\nabout the content of our research, although we will carefully consider and\ncorrect any factual errors.\nYou can read our feedback and complaints policy and our editorial policy at\ncommonslibrary.parliament.uk. If you have general questions about the work"
  },
  {
    "id": 5,
    "text": "correct any factual errors.\nYou can read our feedback and complaints policy and our editorial policy at\ncommonslibrary.parliament.uk. If you have general questions about the work\nof the House of Commons email hcenquiries@parliament.uk.\n2 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 6,
    "text": "Student mental health in England: Statistics, policy, and guidance\nContents\nSummary 4\n1 Prevalence of mental health issues among students 9\n1.1 Mental health conditions 9\n1.2 Suicide rates among students 11\n1.3 Factors contributing to poor mental health among students 13\n2 Do universities have a duty of care to students? 17\n2.1 Abrahart v University of Bristol 18\n2.2 What legal duties do universities have? 20\n2.3 Petition for a statutory duty of care 26\n2.4 Sector reaction to calls for a statutory duty of care 30\n2.5 Current government position 31\n3 Government policy on student mental health 33\n3.1 Higher education mental health implementation taskforce 34\n3.2 The Office for Students 35\n3.3 Suicide prevention 36\n3.4 Disabled Students’ Allowance 37\n4 Sector guidance and support 39"
  },
  {
    "id": 7,
    "text": "3.1 Higher education mental health implementation taskforce 34\n3.2 The Office for Students 35\n3.3 Suicide prevention 36\n3.4 Disabled Students’ Allowance 37\n4 Sector guidance and support 39\n4.1 Suicide prevention and ‘postvention’ 39\n4.2 Stepchange: Mentally healthy universities 42\n4.3 University Mental Health Charter 43\n4.4 Disabled Students' Commitment 44\n5 University support 46\n5.1 Student-led initiatives 47\n5.2 Calls for transparency on suicide rates 47\n3 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 8,
    "text": "Student mental health in England: Statistics, policy, and guidance\nSummary\nThis briefing discusses suicide and self-harm, which some readers may find\ndistressing.\nPrevalence of mental health issues among\nuniversity students\nThe proportion students who disclosed a mental health condition to their\nuniversity increased rapidly from under 1% in 2010/11 to 5.8% in 2022/23. The\nchart below represents this trend.\nMental health conditions reported by students in 2022/23\nalmost five times higher than a decade earlier\nStudents reporting a mental health condition, England\n6%\n5%\n4%\n3%\n2%\n1%\n0%\n2010/11 2012/13 2014/15 2016/17 2018/19 2020/21 2022/23\nSource: Office for Students, Student characteristics data: Population data\nHowever, surveys of students where responses are confidential have found"
  },
  {
    "id": 9,
    "text": "Source: Office for Students, Student characteristics data: Population data\nHowever, surveys of students where responses are confidential have found\nmuch higher rates of poor mental health than disclosed to universities. In a\n2022 survey by the mental health charity Student Minds, 57% of respondents\nself-reported a mental health issue (PDF) and 27% said they had a diagnosed\nmental health condition.\nThe consequences of mental health issues for students range from poor\nacademic performance and dropping out of university to self-harm and\nsuicide.\n4 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 10,
    "text": "Student mental health in England: Statistics, policy, and guidance\nWhile there is some evidence the overall suicide rate for students increased in\nthe decade to 2017/18, it fell in 2018/19 and 2019/20. However, the Office for\nNational Statistics has warned the small annual numbers mean it is difficult\nto identify statistically significant differences over time. Suicide rates among\nstudents are lower than for other young people and the general population,\nas the chart below shows.\nSuicide rate among higher education students\nPer 100,000 students aged 17+ England and Wales\n5\n5 year\n4\naverage\n3 Annual\nrate\n2\n1\n0\n2000/01 2004/05 2008/09 2012/13 2016/17\nSources: ONS, Estimating suicide among higher education students, England and Wales: Experimental"
  },
  {
    "id": 11,
    "text": "5\n5 year\n4\naverage\n3 Annual\nrate\n2\n1\n0\n2000/01 2004/05 2008/09 2012/13 2016/17\nSources: ONS, Estimating suicide among higher education students, England and Wales: Experimental\nStatistics, June 2018; ONS, Estimating suicide among higher education students, England and Wales:\nExperimental Statistics: 2017 to 2020\nFactors contributing to poor mental health\namong students\nAccording to the National Institute for Health and Care Excellence, factors\nthat contribute to students having poor mental health include moving away\nfrom home, academic and financial pressures, and the absence of familiar\nsocial and emotional support networks.\nCertain groups of students have been identified by as being more likely to\nexperience mental health issues, including students from disadvantaged"
  },
  {
    "id": 12,
    "text": "social and emotional support networks.\nCertain groups of students have been identified by as being more likely to\nexperience mental health issues, including students from disadvantaged\nbackgrounds, and international, mature, neurodiverse, and LGBTQ+ students.\n5 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 13,
    "text": "Student mental health in England: Statistics, policy, and guidance\nDo universities have a duty of care to\nstudents?\nIt has often been asserted that universities have a duty of care to their\nstudents, including by the previous Conservative government in response to a\npetition on the subject. In March 2023, however, the then-government also\nacknowledged “the existence and application of a duty of care between HE\n[higher education] providers and students has not been widely tested in the\ncourts”.\nThis acknowledgement followed the May 2022 court judgment in the case of\nAbrahart v University of Bristol (PDF). The judge found there is “no statute or\nprecedent” concerning a duty of care owed by a university to a student to"
  },
  {
    "id": 14,
    "text": "Abrahart v University of Bristol (PDF). The judge found there is “no statute or\nprecedent” concerning a duty of care owed by a university to a student to\ntake reasonable steps to avoid and not to cause injury, including psychiatric\ninjury, and harm. Nevertheless, some sector bodies and legal firms maintain\nthat a general legal duty of care not to cause harm by careless acts or\nomissions does exist in certain circumstances. However, they say that this\ncannot reasonably be expected to apply to all aspects of a university’s\nrelationships with its students.\nIn January 2025, the current Labour government set out its position on the\nmatter, emphasising that the circumstances where a duty of care might arise\nwould be determined by the courts and based on the specific facts and"
  },
  {
    "id": 15,
    "text": "matter, emphasising that the circumstances where a duty of care might arise\nwould be determined by the courts and based on the specific facts and\ncontext of the case being considered.\nUniversities must adhere to laws established by legislation on health and\nsafety, safeguarding, and equalities, especially the Equality Act 2010 and the\nduty to provide reasonable adjustments for students where relevant. This duty\nwas clarified during the Abrahart v University of Bristol case, with the judge\nmaking clear that its anticipatory nature meant the duty arose when a\nstudent’s disability is evident to at least one member of staff at a university,\nincluding student-facing staff such as tutors and lecturers (see guidance\npublished by the Equality and Human Rights Commission for more\ninformation)."
  },
  {
    "id": 16,
    "text": "including student-facing staff such as tutors and lecturers (see guidance\npublished by the Equality and Human Rights Commission for more\ninformation).\nGovernment policy on students’ mental health\nThe 2022 Sunak government said it believed the most effective way to support\nstudent mental health in higher education was by funding and resourcing\nvital services, spreading and implementing best practice, and ensuring clear\nresponsibilities for providers and protection for students. This is an approach\nthat has been continued by the current Labour government.\nIn recent years, the government’s work in this area has included:\n• setting up a ‘Higher education mental health implementation taskforce’\n6 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 17,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• appointing academic experts from the National Confidential Inquiry into\nSuicide and Safety in Mental Health to undertake a ‘National Review of\nHE Suicides’\n• asking the Office for Students (OfS), which regulates higher education in\nEngland, to allocate funding towards student mental health\n• working with the OfS to provide Student Space, a dedicated mental\nhealth and wellbeing platform for students\n• working with the higher education sector in support of the Suicide Safer\nUniversities framework and the Stepchange framework\n• writing to all higher education providers to ask them to sign up to the\nUniversity Mental Health Charter programme by the end of 2026"
  },
  {
    "id": 18,
    "text": "Universities framework and the Stepchange framework\n• writing to all higher education providers to ask them to sign up to the\nUniversity Mental Health Charter programme by the end of 2026\n• recruiting 8,500 additional staff across children and adult NHS mental\nhealth services.\nGuidance and support from universities\nIn September 2018, Universities UK and PAPYRUS, a national charity for\npreventing young suicide, published Suicide-safer universities, a framework to\nhelp university staff understand student suicide, mitigate risk, and intervene\nwhen students get into difficulties. In October 2022, Universities UK added\nguidance on sharing information with trusted contacts, supporting placement\nstudents, and what to do after a student dies by suicide."
  },
  {
    "id": 19,
    "text": "guidance on sharing information with trusted contacts, supporting placement\nstudents, and what to do after a student dies by suicide.\nIn December 2019, the University Mental Health Charter was published. It is a\nset of principles universities can adopt to improve the mental health and\nwellbeing of their communities.\nUniversities UK’s Stepchange Framework was introduced in 2017 and\nrelaunched in 2020 as Stepchange: Mentally healthy universities. It is a\nstrategic framework for a whole-university approach to mental health and\nwellbeing.\nUniversity support for students’ mental health\nUniversities are autonomous institutions, and the way mental health support\nis provided varies across the sector. The most common model of mental\nhealth provision involves three services:"
  },
  {
    "id": 20,
    "text": "Universities are autonomous institutions, and the way mental health support\nis provided varies across the sector. The most common model of mental\nhealth provision involves three services:\n• wellbeing services to deliver low-intensity support and signpost to non-\nmedical services\n• counselling services for students with moderate mental distress\n7 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 21,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• disability services that can provide additional support, such as around\nputting reasonable adjustments in place for students.\nA 2023 survey of 4,000 UK students by the Tab, a student news site,\nand Campaign Against Living Miserably (CALM), a suicide prevention charity,\nfound just 12% of respondents think their university handles the issue of\nmental health well.\n8 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 22,
    "text": "Student mental health in England: Statistics, policy, and guidance\n1 Prevalence of mental health issues\namong students\n1.1 Mental health conditions\nThe Higher Education Statistics Agency collects data from students on any\nMental health\ndisability that they have, including mental health conditions. In 2023/24,\nconditions can be 469,000 UK students said they had a disability of some kind; this was 21.6%\nclinically diagnosed. of all home students. Within this, 122,500 students said they had a mental\nhealth condition; 5.6% of all home students.1 The number of students with a\nMental health issues or\nmental health condition has almost quadrupled in the decade to 2023/24.\npoor mental health are\nbroader terms used to Higher rates of mental health conditions were reported among the following"
  },
  {
    "id": 23,
    "text": "mental health condition has almost quadrupled in the decade to 2023/24.\npoor mental health are\nbroader terms used to Higher rates of mental health conditions were reported among the following\ndescribe mental groups:\ndistress that may or\n• Women (when compared with men)\nmay not be related to a\ndiagnosable mental • Undergraduates (when compared with postgraduates)\nhealth condition.\n• Full-time students (when compared with part-time students)\n• Those in their second or later years (when compared with first-years)2\nIn 2023/24, 92,050 female students said they had a mental health condition\n(7.2% of all female students). This rate was more than double the rate for\nmale students of 3.3%.3\nThe number of home applicants accepted through UCAS who declared a"
  },
  {
    "id": 24,
    "text": "(7.2% of all female students). This rate was more than double the rate for\nmale students of 3.3%.3\nThe number of home applicants accepted through UCAS who declared a\ndisability related to their mental health on their application form increased\nfrom around 2,500 in 2011 to 33,300 in 2024. The 2024 figure was 6.7% of all\nhome accepted applicants. This rate was 8.9% among women, more than\ndouble the 3.4% rate for men. It was also higher among new students in their\n20s at 9.8%, compared with 6.2% of those aged under 20 and 5.0% of those\naged 30 or older.4 5 These figures only include those applying to full-time\nundergraduate courses.\n1 This only includes those with a single declared disability. Those with a mental health condition and"
  },
  {
    "id": 25,
    "text": "undergraduate courses.\n1 This only includes those with a single declared disability. Those with a mental health condition and\nanother disability would be included in the ‘two or more conditions’ category.\n2 HESA, UK permanent address student enrolments by disability and sex 2014/15 to 2023/24, This data\nis not broken down by other personal characteristics such as age or ethnic group.\n3 HESA, UK domiciled student enrolments by disability and sex 2014/15 to 2023/24\n4 UCAS, UCAS undergraduate end of cycle data resources 2024, (and earlier)\n5 This data is not broken down by other personal characteristics, such as ethnic group.\n9 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 26,
    "text": "Student mental health in England: Statistics, policy, and guidance\nIt is possible some of the increase described above is due to students with\nmental health conditions being more likely to report them. This increase in\ndisclosure may be because of greater public awareness and reduced stigma\nassociated with poor mental health.\nOther evidence\nThere have been many surveys of student mental health in recent years. This\nbriefing gives some high-level results from some and links to others. It is not a\ncomprehensive list of surveys and their results.\nThe Being Well, Doing Well survey for Student Minds and Alterline (PDF)\ncarried out in November 2022 found 57% of students said they had a current\nmental health issue, 36% had poor mental wellbeing6 and 27% had a current"
  },
  {
    "id": 27,
    "text": "carried out in November 2022 found 57% of students said they had a current\nmental health issue, 36% had poor mental wellbeing6 and 27% had a current\ndiagnosed mental health issue.7 30% said their mental wellbeing had got\nworse since starting university, while 32% said it had improved. 60% said\ntheir financial situation had a negative or very negative effect on their\nwellbeing. Student Minds has published several reports and insight briefings\non the issue.\nThe Cibyl Student Mental Health Survey 2024 found 56% of respondents were\neither currently, or had in the past, experienced mental health difficulties.\nThis was up from 50% in 2023. Students of Mixed ethnicity were most likely to\nhave worried about their mental health in the last year (93%) and most likely"
  },
  {
    "id": 28,
    "text": "This was up from 50% in 2023. Students of Mixed ethnicity were most likely to\nhave worried about their mental health in the last year (93%) and most likely\nto have worried daily about their mental health over the last 12 months (35%).\nLGBTQ+ students were also over twice as likely to have a mental health\ncondition (40%) compared to non-LGBTQ+ students (15%).\nA report based on the Student Academic Experience Survey 2024 found that\nbisexual students had the highest rate of mental health difficulties (30%),\nfollowed by lesbian students (29%). Over 50% of non-binary students and\n40% of trans students reported mental health difficulties in 2024. An\nincreasing gap was found between male and female students with female\nstudents now being twice as likely to report mental health difficulties (22%)"
  },
  {
    "id": 29,
    "text": "increasing gap was found between male and female students with female\nstudents now being twice as likely to report mental health difficulties (22%)\ncompared to male students (11%).\nThe Office for National Statistics (ONS) carried out ongoing surveys of\nstudents in England during the covid-19 pandemic, particularly asking\nstudents about their life satisfaction out of 10. The survey found that:\n• Average life satisfaction among students was at its lowest level (4.6) in\nearly January 2021\n• Life satisfaction gradually increased over the year and was in the 6.5-6.7\nrange from September 2021 to March 2022 (when the surveys finished)\n6 As measured by the Warwick-Edinburgh Mental Wellbeing Scale\n7 Student Minds, Student Minds Research Briefing – February ‘23 (PDF)"
  },
  {
    "id": 30,
    "text": "range from September 2021 to March 2022 (when the surveys finished)\n6 As measured by the Warwick-Edinburgh Mental Wellbeing Scale\n7 Student Minds, Student Minds Research Briefing – February ‘23 (PDF)\n10 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 31,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• Life satisfaction levels were significantly lower than those in the general\npopulation in early 2021. This remained the case for surveys carried out\nup to late November 2021\n• The final survey in late February/Early March 2022 found that average life\nsatisfaction among students was still significantly lower than the overall\nadult population, but not significantly different to the level among all 16–\n29-year-olds\nThe final survey also found that 36% of students said their mental health had\ngot worse since the start of term and that 17% often or always felt lonely\ncompared to 7% of the whole adult population.8\nA 2023 survey of 4,000 UK students by The Tab, a student news site,"
  },
  {
    "id": 32,
    "text": "got worse since the start of term and that 17% often or always felt lonely\ncompared to 7% of the whole adult population.8\nA 2023 survey of 4,000 UK students by The Tab, a student news site,\nand Campaign Against Living Miserably (CALM), a suicide prevention charity,\nfound that 69% of students had suffered with a mental health illness at some\npoint during their studies. Anxiety was the most prevalent mental health\nissue, with 61% saying they had suffered from it. 54% had suffered from\ndepression, 39% had experienced suicidal thoughts, 28% eating disorders,\n10% OCD and 3% bipolar disorder. Around half of those who said they had\nsuffered with poor mental health had applied to their university for\nextenuating circumstances (consideration of their mental health during"
  },
  {
    "id": 33,
    "text": "suffered with poor mental health had applied to their university for\nextenuating circumstances (consideration of their mental health during\nassignment and exam grading).9\n1.2 Suicide rates among students\nIn 2018, the Office for National Statistics (ONS) published a report estimating\nthe number of suicides among higher education students in England and\nWales between 2000 and 2017. It updated this in 2022 with data covering the\nperiod from 2017 to 2020.\nThe reports found substantial year-on-year variations in suicide rates among\nstudents. There was some evidence that the overall rate had increased in the\ndecade to 2017/18, but it fell in 2018/19 and 2019/20. The chart below looks at\ntrends in the suicide rate since 2000/01 and gives a five-year rolling average"
  },
  {
    "id": 34,
    "text": "decade to 2017/18, but it fell in 2018/19 and 2019/20. The chart below looks at\ntrends in the suicide rate since 2000/01 and gives a five-year rolling average\nto help identify underlying trends.\n8 ONS, Coronavirus and higher education students: 25 February to 7 March 2022 (and earlier)\n9 “‘They made me feel invalid’: Shocking new figures show scale of student mental health crisis“, The\nTab, May 2023\n11 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 35,
    "text": "Student mental health in England: Statistics, policy, and guidance\nSuicides among higher education students\nAged 17+ England and Wales\n100\n5 year\n80 average\n60 number\n40\n20\n0\n2000/01 2004/05 2008/09 2012/13 2016/17\nSources: ONS, Estimating suicide among higher education students, England and Wales: Experimental\nStatistics, June 2018; ONS, Estimating suicide among higher education students, England and Wales:\nExperimental Statistics: 2017 to 2020\nIn the 20-year period before July 2020, 1,554 students died by suicide. The\nsuicide rate for students in England and Wales in the 2019/20 academic year\nwas 3.0 deaths per 100,000 students (64 suicides). This was the lowest rate\nfor a decade. According to the ONS, the relatively small annual numbers"
  },
  {
    "id": 36,
    "text": "was 3.0 deaths per 100,000 students (64 suicides). This was the lowest rate\nfor a decade. According to the ONS, the relatively small annual numbers\nmean it is difficult to identify statistically significant differences in year-on-\nyear changes. 10\nThe suicide rate among higher education students across the years covered\nwas significantly lower than among the general population of the same age.\nFor the three years 2017/18 to 2019/20, the suicide rate among the general\npopulation aged under 25 (9.8 per 100,0000) was 2.7 times higher than for\nhigher education students (3.6 per 100,000). This applies when the data are\nbroken down by age group and by sex. Other findings covering the three most\nrecent years include:\n• Of the 319 students who died by suicide, 202 (63%) were male and 117"
  },
  {
    "id": 37,
    "text": "broken down by age group and by sex. Other findings covering the three most\nrecent years include:\n• Of the 319 students who died by suicide, 202 (63%) were male and 117\n(37%) were female. These proportions are similar to the general\npopulation.\n• The suicide rate for male students (5.6 per 100,000 students) was\nsignificantly higher than for female students (2.5 per 100,000).\n10 ONS, Estimating suicide among higher education students, England and Wales: Experimental\nStatistics, June 2018; ONS, Estimating suicide among higher education students, England and\nWales: Experimental Statistics: 2017 to 2020\n12 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 38,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• The rate was generally higher among older students.\n• White students had a higher suicide rate than Black and Asian students,\nbut the differences were not statistically significant.\n• Among younger first year students (aged under 20 and 21 to 24) the\nsuicide rate was significantly higher.11\n1.3 Factors contributing to poor mental health\namong students\nWhile suicide rates among students are lower than their non-university-\nattending peers and the general population at large, there has been much\ndebate about a student “mental health crisis” in recent years.12\nThe consequences of mental health issues for students can be serious and\nrange from poor academic performance and dropping out of university to"
  },
  {
    "id": 39,
    "text": "The consequences of mental health issues for students can be serious and\nrange from poor academic performance and dropping out of university to\nself-harm and suicide. Data on students in England from the Office for\nStudents shows students with a declared mental health condition were less\nlikely than average to:\n• continue in higher education after their first year\n• gain a higher education qualification\n• achieve a first or upper second-class degree\n• gain positive outcomes after graduation, such as managerial or\nprofessional employment, or further study13\nWhile there is a strong connection between poor mental health and suicide or\nself-harm, identifying students who are at risk of suicide is difficult. A 2017\nreport revealed only 12% of students who died by suicide were reported to be"
  },
  {
    "id": 40,
    "text": "self-harm, identifying students who are at risk of suicide is difficult. A 2017\nreport revealed only 12% of students who died by suicide were reported to be\nseeing student counselling services.14\nThe National Institute of Health and Care Excellence (NICE) identifies several\nfactors specific to the higher education experience that can contribute to\npoor mental health, including:\n11 ONS, Estimating suicide among higher education students, England and Wales: Experimental\nStatistics: 2017 to 2020\n12 “How UK universities are dealing with a mental health crisis that has left a surge in students\nneeding support”, i, 17 September 2023; “Warnings of mental health crisis among ‘Covid generation’\nof students”, The Guardian, 28 June 2022; National Union of Students, Mental Health Policy; ““There"
  },
  {
    "id": 41,
    "text": "needing support”, i, 17 September 2023; “Warnings of mental health crisis among ‘Covid generation’\nof students”, The Guardian, 28 June 2022; National Union of Students, Mental Health Policy; ““There\nis a mental health crisis with or without corona””, BBC News, 16 December 2020\n13 Office for Students, Insight brief: Meeting the mental health needs of students, 19 October 2023\n14 National Confidential Inquiry into Suicide and Homicide by People with Mental Illness (NCISH),\nSuicide by children and young people, July 2017, p3\n13 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 42,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• Moving away from home. Living independently, loneliness, and the\nabsence of familiar social and emotional support structures and\nnetworks are associated with a higher risk of mental health conditions.\n• Workload pressures. Students report difficulties with academic demands\nand the pressure to get a high-class degree as a factor in mental health\nissues. Students who experience imposter syndrome or perfectionism are\nalso more likely to develop mental health issues, including anxiety. Many\nstudents must also balance studying, coursework, and exams with part-\ntime work or course placements.\n• Financial pressures. Worries about debt and being able to afford food"
  },
  {
    "id": 43,
    "text": "students must also balance studying, coursework, and exams with part-\ntime work or course placements.\n• Financial pressures. Worries about debt and being able to afford food\nand accommodation can lead to mental health issues for students.\n• Transitions. Many students may struggle with starting university.\nStudents can also find moving beyond the first year challenging, due to\nmoving out of halls of residence, an absence of support initiatives that\nwere previously present, and increased workload.15\nCertain groups of students have been identified by NICE as being more likely\nto experience mental health issues or being at higher risk of suicide:\n• People from disadvantaged backgrounds are more likely to experience\nmental health issues, and students from such backgrounds can face"
  },
  {
    "id": 44,
    "text": "• People from disadvantaged backgrounds are more likely to experience\nmental health issues, and students from such backgrounds can face\nparticular financial challenges.\n• International students can face unique challenges relating to isolation,\nintegration, cultural expectations, and concerns about funding.\n• Mature students may feel more isolated because they are unable to\nengage socially. They may also have childcare responsibilities and face\ngreater financial pressures.\n• Neurodiverse students, including those with autism and attention-deficit\nhyperactivity disorder (ADHD), can experience mental health issues at\ntimes of transition and change.\nA 2025 report by the Policy Institute at King’s College London and TASO, an\norganisation concerned with equality gaps in higher education, also"
  },
  {
    "id": 45,
    "text": "times of transition and change.\nA 2025 report by the Policy Institute at King’s College London and TASO, an\norganisation concerned with equality gaps in higher education, also\nhighlighted the high reporting of mental health difficulties among LGBTQ+\nstudents, particularly non-binary and trans students (although it notes these\ntwo groups include small sample sizes in survey data), state-educated\nstudents compared to their privately educated peers, and female students\ncompared to male students.16\n15 National Institute for Health and Care Excellence, Mental health in students: What are the risk\nfactors?, February 2025; HMG, Preventing suicide in England: Fourth progress report of the cross-\ngovernment outcomes strategy to save lives, January 2019, p32"
  },
  {
    "id": 46,
    "text": "factors?, February 2025; HMG, Preventing suicide in England: Fourth progress report of the cross-\ngovernment outcomes strategy to save lives, January 2019, p32\n16 The Policy Institute at King’s College London and TASO, Student mental health in 2024: How the\nsituation is changing for LGBTQ+ students, February 2025\n14 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 47,
    "text": "Student mental health in England: Statistics, policy, and guidance\nThe apparent increase in the number of students reporting poor mental\nhealth may relate to reduced stigma among young people who attend\nuniversity, as well as the changing demographics of university students. For\nexample, the number of students from disadvantaged backgrounds has\nincreased over the last 15 years, and mental illness, mental distress, and low\nwellbeing are more common among those from more disadvantaged\nsocioeconomic backgrounds.17\nIt has been argued that the rise in student mental health and wellbeing issues\nin recent years can also be explained, in part, by more detailed statistical\nreporting and a better a better understanding of poor mental health and its\ncauses.18\nRising cost of living"
  },
  {
    "id": 48,
    "text": "in recent years can also be explained, in part, by more detailed statistical\nreporting and a better a better understanding of poor mental health and its\ncauses.18\nRising cost of living\nThe rising cost of living in recent years, which has particularly affected\nstudents,19 has had negative consequences for student mental health. In July\n2022, Student Minds, the student mental health charity, commissioned a\nsurvey of 500 university students, which found the rising cost of living was\ncausing high levels of stress and concern.20 90% of students surveyed by the\nNational Union of Students (NUS) for its September 2022 Cost of Living report\nsaid the rising cost of living had negatively impacted their mental health.21\nOver 70% of respondents to the 2023 mental health survey by Cibyl, a market"
  },
  {
    "id": 49,
    "text": "said the rising cost of living had negatively impacted their mental health.21\nOver 70% of respondents to the 2023 mental health survey by Cibyl, a market\nresearch agency focussed on students, said money worries have caused a\ndecline in their mental health.22\nCovid-19 pandemic\nThe covid-19 pandemic had a detrimental impact on student mental health.\nThis impact was particularly severe during the pandemic lockdowns and\nperiods when restrictions were in place.23 It has also had a lasting effect, as\nnew students have struggled to transition and adapt to higher education\nfollowing significant disruption to their lives.\n17 IPPR, Not by degrees: Improving student mental health in the UK's universities, 4 September 2017,\np32"
  },
  {
    "id": 50,
    "text": "following significant disruption to their lives.\n17 IPPR, Not by degrees: Improving student mental health in the UK's universities, 4 September 2017,\np32\n18 HEPI, Explaining the rise in student mental health and wellbeing issues, 8 February 2024\n19 Commons Library briefing, Students and the rising cost of living; IFS, Large real cuts to student\nfinancial support to become permanent, 11 January 2023; Million Plus, Learning with the lights off:\nstudents and the cost-of-living crisis, October 2022\n20 Money and Metal Health Policy Institute blog, How the cost of living crisis is affecting students'\nmoney and mental health, 25 November 2022\n21 NUS, Cost of Living Report (PDF), September 2022\n22 Cibyl, Annual Student Mental Health Study 2023, November 2023"
  },
  {
    "id": 51,
    "text": "money and mental health, 25 November 2022\n21 NUS, Cost of Living Report (PDF), September 2022\n22 Cibyl, Annual Student Mental Health Study 2023, November 2023\n23 “Students are having to choose between physical and mental health”, Wonkhe, 11 December 2020;\n“Student mental health: 'I am living in a bubble of one”, BBC News, 9 December 2020; “More than\nhalf of students polled report mental health slump”, The Guardian, 9 December 2020; ““There is a\nmental health crisis with or without corona””, BBC News, 16 December 2020; Higher Education\nPolicy Institute: New poll finds a decline in student mental health but growing satisfaction with\nonline learning, 3 December 2020\n15 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 52,
    "text": "Student mental health in England: Statistics, policy, and guidance\nAt the height of the pandemic, many students struggled with the measures\nemployed to prevent the spread of covid-19 across the country and in\nuniversity settings. Some students had to socially isolate on a regular basis\ndue to repeated outbreaks of covid-19 in their university accommodation.\nOver half of respondents to a November 2020 NUS survey said their mental\nhealth was worse than before the pandemic.24 Isolation, loneliness, anxiety,\nstress, not being able to see or make new friends and not being able to see\ntheir family were all identified by students as factors behind their\ndeteriorating mental health. The ONS’s November 2020 Student Covid\nInsights Survey reported that students were significantly more anxious than"
  },
  {
    "id": 53,
    "text": "deteriorating mental health. The ONS’s November 2020 Student Covid\nInsights Survey reported that students were significantly more anxious than\nthe general population of Great Britain. Students had a mean anxiety score of\n5.3 compared with a mean score of 4.2 in the general population (where 0 is\n“not anxious at all” and 10 is “completely anxious”).25\nA report by Student Minds on the experience of students during the 2020–21\nacademic year found:\n• 74% of students reported covid-19 had a negative impact on their mental\nhealth and wellbeing at university.\n• Two-thirds of respondents said they have “often felt isolated or lonely\nsince March 2020”.\n• 82% of respondents say the covid-19 pandemic has negatively impacted\ntheir academic experience."
  },
  {
    "id": 54,
    "text": "• Two-thirds of respondents said they have “often felt isolated or lonely\nsince March 2020”.\n• 82% of respondents say the covid-19 pandemic has negatively impacted\ntheir academic experience.\n• 65% of respondents say they needed additional help/advice during the\ncovid-19 pandemic. Of these, 19% got the help they needed.26\nIn November 2022, Nightline, which coordinates student-run listening and\ninformation services, reported it had recorded a 51.4% increase in calls in\n2020–21. Early data indicated numbers for 2021–22 were 30% higher,\nsuggesting the pandemic was still influencing student mental health.27\n24 NUS, Coronavirus Student Survey phase III November 2020 Mental Health and Wellbeing, 7\nDecember 2020"
  },
  {
    "id": 55,
    "text": "suggesting the pandemic was still influencing student mental health.27\n24 NUS, Coronavirus Student Survey phase III November 2020 Mental Health and Wellbeing, 7\nDecember 2020\n25 ONS, Coronavirus and higher education students: England, 20 November to 25 November 2020, 9\nDecember 2020\n26 Student Minds, University Mental Health: Life in a Pandemic, June 2021\n27 “Pandemic still affecting UK students’ mental health, says helpline”, The Guardian, 14 November\n2022 (accessed 3 May 2022)\n16 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 56,
    "text": "Student mental health in England: Statistics, policy, and guidance\n2 Do universities have a duty of care to\nstudents?\nIt has often been asserted that universities have a duty of care to their\nstudents,28 including by the last Conservative government in response to a\npetition on the subject.29 In March 2023, however, the then-government also\nacknowledged “the existence and application of a duty of care between HE\n[higher education] providers and students has not been widely tested in the\ncourts”.30\nThis acknowledgement followed the May 2022 court judgment in the case of\nAbrahart v University of Bristol (PDF). The judge found there is “no statute or\nprecedent” concerning a duty of care owed by a university to a student to"
  },
  {
    "id": 57,
    "text": "Abrahart v University of Bristol (PDF). The judge found there is “no statute or\nprecedent” concerning a duty of care owed by a university to a student to\ntake reasonable steps to avoid and not to cause injury, including psychiatric\ninjury, and harm.31 In February 2024, a judge hearing an appeal about the\ncase said it was not necessary for him to “express any view, one way or the\nother” on the duty of care question.32\nNevertheless, some sector bodies and legal firms maintain that a general\nlegal duty of care not to cause harm by careless acts or omissions does exist\nin certain circumstances. However, they say that this cannot reasonably be\nexpected to apply to all aspects of a university’s relationships with its\nstudents.33 In January 2025, the current Labour government set out its"
  },
  {
    "id": 58,
    "text": "expected to apply to all aspects of a university’s relationships with its\nstudents.33 In January 2025, the current Labour government set out its\nposition on the matter, emphasising that the circumstances where a duty of\ncare might arise would be determined by the courts. It said:\nThe department’s position is that a duty of care in HE may arise in certain\ncircumstances. Such circumstances would be a matter for the courts to decide,\nbased on the specific facts and context of the case being considered, and will\nbe dependent on the application by a court of accepted common law\nprinciples.34\nUniversities must also adhere to laws established by legislation on health and\nsafety, safeguarding, and equalities, especially the Equality Act 2010 and the"
  },
  {
    "id": 59,
    "text": "principles.34\nUniversities must also adhere to laws established by legislation on health and\nsafety, safeguarding, and equalities, especially the Equality Act 2010 and the\nduty to provide reasonable adjustments for students where relevant.\n28 See, for example, PQ 56624 [Students: Long Covid] 25 October 2021\n29 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher\nEducation – Government response, 20 January 2023\n30 PQ174398 [Higher Education: Standards] 31 March 2023\n31 Abrahart v University of Bristol [2022] (PDF), paras 143-44\n32 The University of Bristol -v- Dr Robert Abrahart [2024], para. 269-71\n33 Universities UK, Creating a statutory duty of care for students, 19 April 2023; Shakespeare"
  },
  {
    "id": 60,
    "text": "32 The University of Bristol -v- Dr Robert Abrahart [2024], para. 269-71\n33 Universities UK, Creating a statutory duty of care for students, 19 April 2023; Shakespeare\nMartineau, Student suicide - why new laws are not the answer, 22 November 2022\n34 PQ 21514 [Higher Education: Liability] 8 January 2025\n17 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 61,
    "text": "Student mental health in England: Statistics, policy, and guidance\n2.1 Abrahart v University of Bristol\nIn 2018, Natasha Abrahart was studying physics at the University of Bristol\nand under the care of the local mental health crisis team because of anxiety,\nlow mood, and suicidal thoughts and actions. She died by suicide in April 2018\non the day she was due to give an assessed oral presentation in a lecture hall\nto students and staff.\nNatasha Abrahart’s parents took the university to court, arguing that their\ndaughter was a victim of disability discrimination under the Equality Act 2010\nand that the university had breached its duty of care to their daughter under\nthe law of negligence.\nThe law of negligence\nTo assess a claim of negligence, a court must determine whether:"
  },
  {
    "id": 62,
    "text": "and that the university had breached its duty of care to their daughter under\nthe law of negligence.\nThe law of negligence\nTo assess a claim of negligence, a court must determine whether:\n• the defendant owed a ‘duty of care’ to the claimant\n• the defendant breached its duty of care\n• the breach of the duty caused the damage or losses complained of in the\ncase\nEvaluating whether a duty of care exists is the first step in assessing a claim\nof negligence.\nWhen does a duty of care exist?\nWhether a duty of care exists is assessed by considering the precedents set by\nthe decisions made in previous cases (this is called case law). There is a large\nbody of case law on this topic, but the approach taken by the courts was\nperhaps best summarised by the Court of Appeal in Caparo v Dickman,35"
  },
  {
    "id": 63,
    "text": "body of case law on this topic, but the approach taken by the courts was\nperhaps best summarised by the Court of Appeal in Caparo v Dickman,35\nwhich considered that a duty of care exists when:\n• relevant actions or omissions of one party might reasonably be foreseen\nto cause damage to another party\n• there is a relationship of proximity between the parties (this essentially\nrefers to the degree and type of connection between the parties)\n• the court considers it fair, just and reasonable for the law to impose a\nduty of care in particular aspects of one party’s relationship with the\nother\nThere are various other legal tests that would be applied depending on the\ncircumstances of any given case.\n35 Caparo v Dickman [1990] 2 AC 605\n18 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 64,
    "text": "Student mental health in England: Statistics, policy, and guidance\nCourt judgment\nThe judgment in the case of Abrahart v University of Bristol (PDF) was\ndelivered in May 2022.36\nClaim of disability discrimination\nThe claim of disability discrimination covered the university’s duties to make\nreasonable adjustments, avoid indirect discrimination, and to ensure it does\nnot treat students unfavourably because of a disability.\nThe County Court judge found against the university, concluding it had\ntreated Natasha unfavourably by not making enough adjustments to her oral\nassessment work in light of her mental health disability. The judge awarded\nmore than £50,000 in damages to Natasha Abrahart’s family.\nClaim of negligence and breach of duty of care"
  },
  {
    "id": 65,
    "text": "assessment work in light of her mental health disability. The judge awarded\nmore than £50,000 in damages to Natasha Abrahart’s family.\nClaim of negligence and breach of duty of care\nOn the duty of care argument, the judge said there is “no statute or\nprecedent” concerning a duty of care for a university to take reasonable steps\nto avoid and not to cause injury, including psychiatric injury, and harm. The\njudgment said:\n143. Paragraph 12 of the Particulars of Claim pleads a general duty as follows:\n“… to take reasonable care for the wellbeing, health and safety of its students.\nIn particular, the Defendant [the University of Bristol] was under a duty of care\nto take reasonable steps to avoid and not to cause injury, including psychiatric\ninjury, and harm”"
  },
  {
    "id": 66,
    "text": "In particular, the Defendant [the University of Bristol] was under a duty of care\nto take reasonable steps to avoid and not to cause injury, including psychiatric\ninjury, and harm”\n144. There is no statute or precedent which establishes the existence of such a\nduty of care owed by a university to a student therefore the Claimant’s\nargument is novel.\nThe judge also distinguished between the care a university owed to its\nstudents and the care a school owed to a child or the state a prisoner. He\nsaid:\n149. In a sense it is the Claimant’s case that the University owed a duty of care\nto Natasha to protect her from herself. However, Natasha was not in the care\nor control of the University beyond its Rules in contrast to, for example: (a) A"
  },
  {
    "id": 67,
    "text": "to Natasha to protect her from herself. However, Natasha was not in the care\nor control of the University beyond its Rules in contrast to, for example: (a) A\nschoolchild in the care of a school or (b) A prisoner in the care of the state.37\nThe judge concluded by saying he did not believe a relevant duty of care\narose at any point during Natasha Abrahart’s time at university, but, if he was\nwrong on this point, the university would have been in breach of this duty\nthrough its actions. He said:\n[I]f I am wrong on the matter of the existence of a relevant duty of care, the\nquestion of breach of that duty arises... There can be no doubt that the\nUniversity would have been in breach; the main breach would be continuing to"
  },
  {
    "id": 68,
    "text": "question of breach of that duty arises... There can be no doubt that the\nUniversity would have been in breach; the main breach would be continuing to\nrequire Natasha to give interviews and attend the conference and marking her\n36 Abrahart v University of Bristol [2022] (PDF)\n37 Abrahart v University of Bristol [2022] (PDF), para. 148-49\n19 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 69,
    "text": "Student mental health in England: Statistics, policy, and guidance\ndown if she did not participate when it knew that Natasha was unable to\nparticipate for mental health reasons beyond her control.38\nAppeal\nIn March 2023, the University of Bristol was granted permission to appeal\nsome of the judge’s findings regarding the Equality Act to the High Court.39\nThe lawyers of the family of Natasha Abrahart said this would allow the\nexistence of the specific duty of care argued for by Natasha Abrahart’s family\nto be considered again.40\nIn November 2023, a High Court judge granted the Abraharts permission to\nappeal against the initial finding that the university did not owe their\ndaughter a duty of care in negligence. He said that the “appeal seems to me"
  },
  {
    "id": 70,
    "text": "appeal against the initial finding that the university did not owe their\ndaughter a duty of care in negligence. He said that the “appeal seems to me\nto have a real prospect of success”. He added that there were “compelling\nreasons why the issue in relation to duty of care should be considered\nalongside the issues in relation to disability discrimination.”41\nThe appeal was heard in December 2023 and judgment handed down in\nFebruary 2024. The judge upheld the County Court decision and dismissed the\nUniversity of Bristol’s appeal.42 However, the judge said it was “not necessary”\nfor him to “express any view, one way or the other” about the argument that\nthe university owed Natasha Abrahart a common law duty of care.43 He said it"
  },
  {
    "id": 71,
    "text": "for him to “express any view, one way or the other” about the argument that\nthe university owed Natasha Abrahart a common law duty of care.43 He said it\nwould not be wise for him to come to a conclusion because of the issue’s\n“potentially wide application and significance” and the incompleteness of\narguments made in the original case regarding the law of negligence.44\n2.2 What legal duties do universities have?\nA general duty of care?\nA blog post in November 2022 from the law firm Shakespeare Martineau, in\nresponse to calls for a statutory duty of care in higher education, argued\n38 Abrahart v University of Bristol [2022] (PDF), para. 159\n39 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell"
  },
  {
    "id": 72,
    "text": "38 Abrahart v University of Bristol [2022] (PDF), para. 159\n39 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell\nLLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023,\npara. 9\n40 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell\nLLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023,\npara. 34\n41 DPG Law, Landmark high court hearing set to decide whether universities owe duty of care to\nstudents, 20 November 2023\n42 The University of Bristol -v- Dr Robert Abrahart [2024]. DPG Law, High court dismisses University of\nBristol’s appeal in Natasha Abrahart case, 14 February 2024"
  },
  {
    "id": 73,
    "text": "students, 20 November 2023\n42 The University of Bristol -v- Dr Robert Abrahart [2024]. DPG Law, High court dismisses University of\nBristol’s appeal in Natasha Abrahart case, 14 February 2024\n43 The University of Bristol -v- Dr Robert Abrahart [2024], para. 269-71\n44 The University of Bristol -v- Dr Robert Abrahart [2024], para. 270\n20 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 74,
    "text": "Student mental health in England: Statistics, policy, and guidance\nuniversities already have “a general legal duty of care to persons to whom\nthey are closely connected, including their students”.45\nHowever, the blog post stated this duty does not, and could not reasonably\nbe expected to, apply to all aspects of a university’s relationship with its\nstudents. It argued there are three requirements for there to be a duty:\n• The duty applies to students who might reasonably and foreseeably be\nharmed by a university’s careless acts and omissions.\n• The act or omission must cause or contribute to the harm that ensues.\n• The circumstances must be ones a court regards as just, fair, and\nreasonable.46\nConsequently, the duty only exists where a university can exercise real"
  },
  {
    "id": 75,
    "text": "• The circumstances must be ones a court regards as just, fair, and\nreasonable.46\nConsequently, the duty only exists where a university can exercise real\ncontrol, when a failure to exercise that control causes injury, and when the\ncourts regard it as reasonable to impose a duty.47 For example, this could be\nif a university neglected to install proper ventilation systems in a laboratory in\nwhich toxic fumes were generated, causing lung damage to students who\nworked in there.\nThe blog post also noted “persons of sound mind engaging in acts of\ndeliberate self-harm are generally regarded as the legal cause of the injury\nthey inflict on themselves”.48 As a result, only in very rare circumstances do\ncourts regard it as fair, just, or reasonable to impose liability on a third party"
  },
  {
    "id": 76,
    "text": "they inflict on themselves”.48 As a result, only in very rare circumstances do\ncourts regard it as fair, just, or reasonable to impose liability on a third party\nfor any injury suffered through self-harm, for example those arising from\nthe complete control police exercise over prisoners in custody.49\nFeder and McCamish v Royal Welsh College of Music and Drama\nIn October 2023, a court ruled that higher education providers have a duty of\ncare to carry out reasonable investigations when they receive allegations of\nsexual assault.50 Alyse McCamish and Sydney Feder, students at the Royal\nWelsh College of Music and Drama (RWCMD), had alleged sexual misconduct\nby another student, but felt their complaints had been inadequately\naddressed by the college."
  },
  {
    "id": 77,
    "text": "Welsh College of Music and Drama (RWCMD), had alleged sexual misconduct\nby another student, but felt their complaints had been inadequately\naddressed by the college.\nThey argued they had experienced harm because RWCMD’s investigation of\ntheir complaints was negligent. The judge agreed that RWCMD had failed to\nuphold its duty of care, and awarded the two women damages due to the\nemotional trauma they had suffered. He explained aspects of the duty of care\nwere context-sensitive and founded on several specific assumptions of\n45 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n46 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022"
  },
  {
    "id": 78,
    "text": "45 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n46 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n47 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n48 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n49 Reeves v Commissioner of Police of the Metropolis [2000] 1 AC 360 House of Lords\n50 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023]. See Farrer and Co.,\nCase update: university held liable for a failure to properly investigate allegations of sexual assault,\n30 November 2023\n21 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 79,
    "text": "Student mental health in England: Statistics, policy, and guidance\nresponsibility and undertakings made by the College in relation to its\nprocedures for handling sexual misconduct complaints.51 The judge\nsummarised the duty in this case as needing:\nto take reasonable care by taking reasonable protective, supportive,\ninvestigatory and, when appropriate, disciplinary action steps and in\nassociated communications, including by honouring confidentiality\nassurances.52\nHealth and safety\nThe Health and Safety at Work etc Act 1974 requires universities, so far as is\nreasonable in their provision of higher education, to ensure the health and\nsafety of their employees and non-employees, including students.53 For\nexample, universities are expected to manage and mitigate risks to ensure"
  },
  {
    "id": 80,
    "text": "safety of their employees and non-employees, including students.53 For\nexample, universities are expected to manage and mitigate risks to ensure\nthe provision of safe premises and equipment, appropriately trained\neducators, and other relevant support staff.\nFor a university’s employees, this duty also extends to their welfare because\nof the “close relationship of control” that exists between an employer and\nemployee.54 This relationship is different to that between a university and a\nstudent.\nEquality Act 2010\nUnder the Equality Act 2010, it is unlawful for higher education providers to\ndiscriminate against, harass, or victimise students on the grounds of one of\nnine characteristics protected by the Act, including disability. This means"
  },
  {
    "id": 81,
    "text": "discriminate against, harass, or victimise students on the grounds of one of\nnine characteristics protected by the Act, including disability. This means\nproviders have a duty not to discriminate against potential or current\nstudents if they have a disability. A disability is defined as:\na physical or mental impairment which has a substantial and long-term\nadverse effect on your ability to carry out normal day-to-day activities.55\nHealth conditions, including mental health conditions, are considered a\ndisability if they last, or are likely to last, 12 months. ‘Normal day-to-day\nactivity’ is defined as something a student would do regularly in a normal\nday. This includes things like using a computer, working set times, or\ninteracting with people.56"
  },
  {
    "id": 82,
    "text": "activity’ is defined as something a student would do regularly in a normal\nday. This includes things like using a computer, working set times, or\ninteracting with people.56\nThere are many different types of mental health condition which can lead to a\ndisability, including:\n51 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023], para. 575-683\n52 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023], para. 573\n53 Health and Safety at Work etc Act 1974, s3. See Health and Safety Executive, Health and Safety at\nWork etc Act 1974 for more information.\n54 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n55 Disability Rights UK, Factsheet F56. Understanding the Equality Act: Information for disabled"
  },
  {
    "id": 83,
    "text": "54 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n55 Disability Rights UK, Factsheet F56. Understanding the Equality Act: Information for disabled\nstudents, June 2020\n56 Gov.uk, When a mental health condition becomes a disability.\n22 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 84,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• depression\n• bipolar disorder\n• obsessive compulsive disorder\n• schizophrenia57\nHigher education providersmust not discriminate against a disabled student\nin admissions arrangements, conferment of qualifications, and the way they\nprovide access to education, benefits, facilities, or services. The Act’s Public\nSector Equality Duty also requires that providers eliminate discrimination,\nfoster good relations, and advance equality of opportunity between those\nwho share a relevant protected characteristic and those who do not.58\nDisability is a relevant protected characteristic.\nDuty to make “reasonable adjustments”\nUnder the Equality Act, universities are obliged to anticipate and put in place"
  },
  {
    "id": 85,
    "text": "Disability is a relevant protected characteristic.\nDuty to make “reasonable adjustments”\nUnder the Equality Act, universities are obliged to anticipate and put in place\n“reasonable adjustments” to avoid disabled students being treated less\nfavourably.59 The duty aims to ensure disabled people do not face\n“substantial disadvantage” in comparison to non-disabled people. The duty\nhas three requirements:\n• The first requirement of the duty covers changing the way things are\ndone (such as changing a policy, procedure, or practice).\n• The second covers mitigating any disadvantages posed by the built\nenvironment (such as providing access to a building or moving classes to\na building that is accessible).\n• The third covers providing additional support (such as providing special"
  },
  {
    "id": 86,
    "text": "environment (such as providing access to a building or moving classes to\na building that is accessible).\n• The third covers providing additional support (such as providing special\ncomputer software or providing a different service).60\nThe aim is to prevent disabled people from being disadvantaged and to\nencourage greater equality in participation and outcomes among all\nstudents.\nAbrahart v University of Bristol\nThe provision of reasonable adjustments was a key feature of the Abrahart v\nUniversity of Bristol case. The court made clear that the anticipatory nature of\nthe duty meant it arose when a student’s disability is evident, including as a\nresult of what they say and do, to at least one member of staff at a university.\nThis means student-facing staff, such as tutors and lecturers, must"
  },
  {
    "id": 87,
    "text": "result of what they say and do, to at least one member of staff at a university.\nThis means student-facing staff, such as tutors and lecturers, must\n57 Gov.uk, When a mental health condition becomes a disability. The Mind website has more help and\nguidance.\n58 Equality Act 2010, Section 149\n59 Equality Act 2010, Section 20 and Schedule 13.\n60 Equality Act 2010, Section 20. Disability Rights UK has a factsheet on some common adjustments for\ndisabled students: Disability Rights UK, Adjustments for disabled students and apprentices\n23 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 88,
    "text": "Student mental health in England: Statistics, policy, and guidance\nthemselves consider what can be done to address any disadvantages a\nstudent might face because of their disability, rather than rely on any formal\nassessment by a university disability service.\nThe court also found that reasonable adjustments should apply to methods of\nassessment, that is to say, the manner or mode in which a student’s level of\nknowledge, understanding, or ability to complete a task is tested. This is\nbecause methods of assessment will rarely amount to a “competence\nstandard”. A competence standard is an “academic, medical, or other\nstandard applied for the purpose of determining whether or not a person has\na particular level of competence or ability”, and falls outside of the"
  },
  {
    "id": 89,
    "text": "standard applied for the purpose of determining whether or not a person has\na particular level of competence or ability”, and falls outside of the\nparameters of the Equality Act.61\nMore detail on the court’s findings in this area is available in an advice note\npublished for the higher education sector by the Equality and Human Rights\nCommission (EHRC).62 The advice note also sets out what the EHRC believes\ncompliance with the reasonable adjustments duty to look like for higher\neducation providers. These recommendations include:\n• All staff should be trained on their duties under the Equality Act 2010.\nThis includes academic staff, administrative staff with student facing\nroles, accommodation and support staff, and members of staff"
  },
  {
    "id": 90,
    "text": "This includes academic staff, administrative staff with student facing\nroles, accommodation and support staff, and members of staff\nresponsible for addressing appeals, complaints, and fitness to study\nprocedures.\n• Training for staff should cover the duty to make reasonable adjustments\nfor a student before a formal evaluation by a university disability service\nhas taken place.\n• Student-facing staff should be trained to recognise symptoms of mental\nhealth crises and to know how to support the student and remove\nadditional stressors, such as deadlines.\n• Escalation procedures should be in place for staff and students for when\nreasonable adjustments have not been provided and an assessment is\nimminent.\n• It should be clear that reasonable adjustments must be made even when"
  },
  {
    "id": 91,
    "text": "reasonable adjustments have not been provided and an assessment is\nimminent.\n• It should be clear that reasonable adjustments must be made even when\na student has not engaged with a university’s disability service if there is\nan urgent or severe need to do so, or the circumstances of the case\ndemand it.\n61 Equality Act 2010, s54(6). See guidance on competence standards published by the Disabled\nStudent Commitment Advisory Group: Competence Standards and Reasonable Adjustments, April\n2025.\n62 Equality and Human Rights Commission, Advice note for the higher education sector from the legal\ncase of University of Bristol vs Abrahart, 10 July 2024. See also HEPI blog, The importance of\nreasonable adjustments, 18 March 2025\n24 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 92,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• Ensuring competence standards are clearly defined, explained, and\njustified, and that methods of assessment are not wrongly described as\ncompetence standards.\nContractual duties of providers\nThe November 2022 Shakespeare Martineau blog post argued universities\nhave an “implied contractual duty to provide higher education to a\nreasonable standard”, which includes any other services they provide, such\nas student support and counselling.\nThis means staff delivering educational and related services, such as\ncounsellors, should be appropriately trained to deliver those services to the\nrequired standard and, where relevant, must comply with the professional\nstandards of their accrediting bodies.63"
  },
  {
    "id": 93,
    "text": "counsellors, should be appropriately trained to deliver those services to the\nrequired standard and, where relevant, must comply with the professional\nstandards of their accrediting bodies.63\nPrevent duty and vulnerability to radicalisation\nThe Counter Terrorism and Security Act 2015 introduced a new statutory duty\nfor universities to have \"due regard to the need to prevent individuals from\nbeing drawn into terrorism\". This is known as the Prevent Duty.\nThe Department for Education has published specific guidance on the Prevent\nDuty and the wellbeing of staff and students in higher education.64 It explains\nthat while a duty of care does not mean providers have to guard against\nevery conceivable harm that might arise, it does mean providers have to think"
  },
  {
    "id": 94,
    "text": "that while a duty of care does not mean providers have to guard against\nevery conceivable harm that might arise, it does mean providers have to think\nabout and risk assess their activities. They must then take action which is\n“reasonable in the circumstances”.65 This includes undertaking risk\nassessment and action planning when implementing the Prevent Duty.\nSafeguarding\nWhile universities do not have the same safeguarding duties as schools and\ncolleges in relation to children,66 or local authorities in relation to vulnerable\nadults,67 many have policies in place to reflect that children and adults at risk\nmay come onto campuses.68\nThese reflect legal duties concerning the protection of children and\nvulnerable adults, particularly under the Safeguarding Vulnerable Groups Act"
  },
  {
    "id": 95,
    "text": "may come onto campuses.68\nThese reflect legal duties concerning the protection of children and\nvulnerable adults, particularly under the Safeguarding Vulnerable Groups Act\n2006 (as amended).\n63 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022\n64 Department for Education, The Prevent duty of care and the wellbeing of staff and students in higher\neducation (HE): notes for trainers, 22 June 2021\n65 Department for Education, The Prevent duty of care and the wellbeing of staff and students in higher\neducation (HE): notes for trainers, When can a duty of care arise?, 22 June 2021\n66 Education Act 2002 s175\n67 Care Act 2014\n68 See, for example, UCL, Safeguarding children and adults at risk. Policy and Procedure (Staff and\nStudents)"
  },
  {
    "id": 96,
    "text": "66 Education Act 2002 s175\n67 Care Act 2014\n68 See, for example, UCL, Safeguarding children and adults at risk. Policy and Procedure (Staff and\nStudents)\n25 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 97,
    "text": "Student mental health in England: Statistics, policy, and guidance\n2.3 Petition for a statutory duty of care\nFollowing the judgment in Abrahart v University of Bristol, 25 bereaved\nfamilies, also known as the LEARN (Lived Experience for Action Right Now)\nnetwork, petitioned Parliament to create a statutory duty of care for students\nin higher education.69\nNatasha Abrahart’s father, Bob Abrahart, explained the petition did not call\nfor universities to stand “in loco parentis” (acting in the place of a parent),\nnor replicate the mental health work done by the NHS. Instead, he said:\n[O]ur petition is simply arguing that universities should owe a legal duty to\nexercise reasonable care and skill when teaching students and providing\nsupport services.70"
  },
  {
    "id": 98,
    "text": "[O]ur petition is simply arguing that universities should owe a legal duty to\nexercise reasonable care and skill when teaching students and providing\nsupport services.70\nIn this context, “duty” would mean legal obligations on universities to act\ntowards others in a certain way, in accordance with certain standards. “Care”\nwould mean giving serious attention to doing something correctly and in such\na way that causing damage or creating a risk is avoided. It would cover both\nacts and omissions.71\nThe petition closed on 19 March 2023 and received 128,293 signatures.\nGovernment response\nOn 20 January 2023, the Sunak government responded to the petition. It\nasserted that universities already owe their students a “general duty of care”,"
  },
  {
    "id": 99,
    "text": "Government response\nOn 20 January 2023, the Sunak government responded to the petition. It\nasserted that universities already owe their students a “general duty of care”,\nand so “further legislation to create a statutory duty of care, where such a\nduty already exists, would be a disproportionate response”.72 The government\nsaid:\nHigher Education providers do have a general duty of care to deliver\neducational and pastoral services to the standard of an ordinarily competent\ninstitution and, in carrying out these services, they are expected to act\nreasonably to protect the health, safety and welfare of their students. This can\nbe summed up as providers owing a duty of care to not cause harm to their\nstudents through the university’s own actions."
  },
  {
    "id": 100,
    "text": "be summed up as providers owing a duty of care to not cause harm to their\nstudents through the university’s own actions.\nThis language reflected that from a 2015 publication by AMOSSHE The Student\nServices Organisation, which is an organisation that promotes good practice\nwithin higher education student services. The publication noted that while\n69 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher\nEducation, 19 October 2023\n70 “Everyone assumes universities have a duty of care towards students – our campaign would\nestablish one”, Wonkhe, 10 October 2022\n71 “Everyone assumes universities have a duty of care towards students – our campaign would\nestablish one”, Wonkhe, 10 October 2022. See also HEPI blog, Should there be a new statutory duty"
  },
  {
    "id": 101,
    "text": "71 “Everyone assumes universities have a duty of care towards students – our campaign would\nestablish one”, Wonkhe, 10 October 2022. See also HEPI blog, Should there be a new statutory duty\nof care for students in higher education?, 7 November 2022\n72 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher\nEducation – Government response, 20 January 2023\n26 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 102,
    "text": "Student mental health in England: Statistics, policy, and guidance\nstudent law is still evolving and largely untested in the courts, universities\nhave a general duty of care at common law. It said:\nIn essence, a university has a general duty of care at common law: to deliver\nits educational and pastoral services to the standard of the ordinarily\ncompetent institution, and, in carrying out its services and functions, to act\nreasonably to protect the health, safety and welfare of its students.73\nThe Sunak government also said that while it was determined to provide\nstudents with the best mental health support possible at university, “a\nstatutory duty of care for higher education providers is not the most effective\nway to improve outcomes for students”. This was partly because it considered"
  },
  {
    "id": 103,
    "text": "statutory duty of care for higher education providers is not the most effective\nway to improve outcomes for students”. This was partly because it considered\na duty of care to already exist in common law as part of the law of\nnegligence.74\nInstead, the Sunak government said it favoured a “two-pronged approach” of\nfunding services and working with mental health experts and the higher\neducation sector to implement best practice.75\nIn March 2023, the then-Shadow Minister for Higher Education, Matt Western,\nasked the government what the legal basis was for a general duty of care on\nhigher education providers to deliver educational and pastoral services. The\nthen-government said while the “existence and application of a duty of care"
  },
  {
    "id": 104,
    "text": "higher education providers to deliver educational and pastoral services. The\nthen-government said while the “existence and application of a duty of care\nbetween HE [higher education] providers and students has not been widely\ntested in the courts”, there was an understanding in the legal and education\nsector that the law of negligence applies in the relationship between a\nprovider and a student.76\nIn May 2023, #ForThe100, which is campaigning in support of the LEARN\nNetwork’s calls for a statutory duty of care, published a legal note (PDF)\nwritten by the lawyers that represented and supported the family of Natasha\nAbrahart in their legal proceedings against the University of Bristol.77 It said\nthe current legal reality, as expressed in the judgment of Abrahart v"
  },
  {
    "id": 105,
    "text": "Abrahart in their legal proceedings against the University of Bristol.77 It said\nthe current legal reality, as expressed in the judgment of Abrahart v\nUniversity of Bristol, was that there was “no clear legal authority to the effect\nthat universities owe a duty of care to take reasonable care for their students’\nwellbeing, health and safety”.78 It also highlighted how this contrasted with\nthe expectations of students, their families, and even the government.\n73 AMOSSHE The Student Services Organisation, Where’s the line? How far should universities go in\nproviding duty of care for their students?, May 2015 [archive]. The publication does not represent the\npolicy stances of AMOSSHE but was instead intended as a record of the issues considered at a policy\ndiscussion on 29 May 2015."
  },
  {
    "id": 106,
    "text": "policy stances of AMOSSHE but was instead intended as a record of the issues considered at a policy\ndiscussion on 29 May 2015.\n74 PQ 181273 [Higher Education: Health and Safety] 25 April 2023\n75 PQ 181273 [Higher Education: Health and Safety] 25 April 2023\n76 PQ 174398 [Higher Education: Standards] 31 March 2023\n77 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) Gus Silverman (Irwin Mitchell\nLLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023\n78 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) Gus Silverman (Irwin Mitchell\nLLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023,\npara. 34\n27 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 107,
    "text": "Student mental health in England: Statistics, policy, and guidance\nPetitions Committee evidence session\nOn 16 May 2023, ahead of the petition’s debate on 5 June 2023, the House of\nCommons Petitions Committee held an evidence session which heard from the\npetition’s creator, other affected individuals, and representatives from\nrelevant charities and sector bodies.79\nRelatives of students who had died by suicide argued the current voluntary\napproach of following best practice did not work because there was\ninconsistency in adopting and applying the guidance across the sector and\nwithin individual universities. They also said there was little accountability for\nwhen things went wrong. They highlighted the duty of care that exists in"
  },
  {
    "id": 108,
    "text": "within individual universities. They also said there was little accountability for\nwhen things went wrong. They highlighted the duty of care that exists in\nemployment law, and said a statutory duty of care would ensure institutions\nnot implementing best practice could be held accountable.\nThe Vice President for Higher Education at the National Union of Students,\nChloe Fields, said the current funding and support structures in universities\nwere insufficient to meet the needs of students, in part because many\nstudents split their time between home and university addresses. She also\nsaid students struggled to access NHS support because of long waiting lists.\nOn the specific point of whether there should be a statutory duty of care,"
  },
  {
    "id": 109,
    "text": "said students struggled to access NHS support because of long waiting lists.\nOn the specific point of whether there should be a statutory duty of care,\nChloe Fields said there needed “to be more standardised regulation of\nuniversity processes”, but she expressed concern about possible “over-\npolicing and intrusion”.\nThe Influencing and Advocacy Lead at Student Minds, Dominic Smithies, said\nthere would need to be adequate resources to ensure staff were supported\nand did not face additional pressure when many were potentially already\nfeeling stretched. He also said it was important to recognise the need for a\nbroad spectrum of interventions and initiatives, and no one solution could be\nseen as a “silver bullet”.\nThe Chief Executive of the suicide prevention charity Papyrus, Ged Flynn,"
  },
  {
    "id": 110,
    "text": "broad spectrum of interventions and initiatives, and no one solution could be\nseen as a “silver bullet”.\nThe Chief Executive of the suicide prevention charity Papyrus, Ged Flynn,\nnoted many of the issues being discussed were not specific to the higher\neducation sector and more needed to be done across society when it came to\nlearning from deaths by suicide. He also said he worried that introducing a\nstatutory framework would make people “avoid any natural intervention that\nthey would ordinarily make”.\nThis risk was also highlighted by the Chair of AMOSSHE, Jill Stevenson, who\nsaid:\nFrom our practitioners that work in student services, there are real fears about\nretribution and people being held personally accountable for failings and"
  },
  {
    "id": 111,
    "text": "said:\nFrom our practitioners that work in student services, there are real fears about\nretribution and people being held personally accountable for failings and\nmistakes. I think the fear of litigation and retribution means that some people\nwho are working in this area feel that this is not something that they would\nwant to engage in.\n79 Petitions Committee, A statutory duty of care for higher education students - Oral evidence, 16 May\n2023. The evidence session is discussed in the Wonkhe article “Is it time for a Support Excellence\nFramework?”, 17 May 2023.\n28 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 112,
    "text": "Student mental health in England: Statistics, policy, and guidance\nShe also suggested if a statutory duty of care was introduced, and university\nstaff became less risk-averse, universities might be more likely to apply\n‘fitness to study’ procedures earlier than is currently the case. She said this\ncould mean that rather than being supported to continue with their studies,\nstudents might be removed from their courses because a university feared the\nrisk of their support structures being deemed inadequate.\nPresident of Universities UK, Professor Steve West, said student mental health\nand wellbeing were not “on the radar” of universities ten years ago, and while\nthey have made improvements, the sector needed “to go further faster”, and"
  },
  {
    "id": 113,
    "text": "and wellbeing were not “on the radar” of universities ten years ago, and while\nthey have made improvements, the sector needed “to go further faster”, and\nensure everyone is “engaging with the best practice and we are learning\ntogether.” However, he said he did not believe a statutory duty of care would\nnecessarily help because, unlike in a school or employment setting,\nuniversities do not have a sufficient level of control and influence.\nHowever, Professor Steve West did acknowledge that there should be a\nmechanism by which the university sector could be held to account. He said a\n‘support excellence framework’, which could exist alongside the Research\nExcellence Framework and Teaching Excellence Framework, was an\ninteresting idea.\nSurvey"
  },
  {
    "id": 114,
    "text": "‘support excellence framework’, which could exist alongside the Research\nExcellence Framework and Teaching Excellence Framework, was an\ninteresting idea.\nSurvey\nAhead of the debate on 5 June 2023, the Petitions Committee also ran a\nsurvey asking petitioners about their experiences of poor mental health at\nuniversity, support provided by their university, and views on introducing a\nstatutory duty of care for higher education students. The survey received over\n1,500 responses, and found that:\n• 86% of current students said they had suffered with poor mental health\nat university\n• 40% of students who had experienced poor mental health at\nuniversity said that their university was “unsupportive” or “very\nunsupportive”\n• 67% of parents or guardians of a current student said that their child"
  },
  {
    "id": 115,
    "text": "university said that their university was “unsupportive” or “very\nunsupportive”\n• 67% of parents or guardians of a current student said that their child\nhad not felt supported by their university with their mental health\n• 88% of parents or guardians of a current student said they would expect\nto be contacted if their child was suffering with poor mental health at\nuniversity\nFurther information and the full survey summary can be found on the Petitions\nCommittee webpage.\n29 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 116,
    "text": "Student mental health in England: Statistics, policy, and guidance\nDebate\nOn 5 June 2023, the Commons considered the petition calling for a statutory\nduty of care for higher education students.80\nOpening the debate, Nick Fletcher (Conservative) said “a statutory duty of\ncare would ensure that all parties knew where they stood”. 81 He called on the\ngovernment to ensure universities do better at supporting students.82 Mary\nFoy (Labour) also said she supported the petition because it was a “fair, just\nand reasonable” response. She said:\nA general duty of care is too vague and does not provide clarity or consistency.\nA statutory duty of care would change that and give students and their parents\npeace of mind that they were protected.83"
  },
  {
    "id": 117,
    "text": "A statutory duty of care would change that and give students and their parents\npeace of mind that they were protected.83\nHelen Grant (Conservative) said inconsistencies across the higher education\nsector in how universities support students struggling with poor mental health\nhad led to “a care and wellbeing lottery for students in the UCAS application\nprocess.”84 She argued a statutory duty of care would set a standard for what\nhigher education providers might reasonably be expected to do.\nSpeaking for the then-government, the then-Minister for Skills,\nApprenticeships, and Higher Education, Robert Halfon, said a statutory duty\nof care \"may not be the most effective intervention\", but that he was \"not\nclosing the door on future legislation\".85 He highlighted the funding the"
  },
  {
    "id": 118,
    "text": "of care \"may not be the most effective intervention\", but that he was \"not\nclosing the door on future legislation\".85 He highlighted the funding the\ngovernment had provided to the Office for Students and the wider funding\nmade available for NHS mental health services. He also announced a new\nhigher education mental health implementation taskforce to be chaired by\nthe student support champion, Professor Edward Peck, and a national review\nof university student deaths to be carried out by an independent\norganisation.86\n2.4 Sector reaction to calls for a statutory duty of\ncare\nUniversities UK, which is the representative body for 140 universities, has said\nimposing a statutory duty of care would be “disproportionate and\ninappropriate”.87 In a briefing outlining its position on the issue and"
  },
  {
    "id": 119,
    "text": "imposing a statutory duty of care would be “disproportionate and\ninappropriate”.87 In a briefing outlining its position on the issue and\n80 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care]\n81 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c218WH\n82 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c218WH\n83 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c223WH\n84 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c225WH\n85 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc239-41WH\n86 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-41WH\n87 Universities UK, Creating a statutory duty of care for students, 19 April 2023"
  },
  {
    "id": 120,
    "text": "86 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-41WH\n87 Universities UK, Creating a statutory duty of care for students, 19 April 2023\n30 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 121,
    "text": "Student mental health in England: Statistics, policy, and guidance\nhighlighting the work it already does in this area, Universities UK said that\nuniversities already have a general duty not to cause harm to students:\nUniversities already have a general duty of care to their students - not to cause\nharm by careless acts or omissions - corresponding to their role and\ncapabilities as settings for adult education. They also have further legal duties\nrelating to contract, health and safety, human rights, the safeguarding of\nvulnerable adults and equalities legislation.\nGiven the size, diversity, and dispersal of student populations, we believe that\nthese existing duties provide a proportionate and practical regulatory"
  },
  {
    "id": 122,
    "text": "vulnerable adults and equalities legislation.\nGiven the size, diversity, and dispersal of student populations, we believe that\nthese existing duties provide a proportionate and practical regulatory\nframework for student safety and health. We do not believe a further statutory\nduty would be the best approach to improve outcomes for students.88\nInstead, Universities UK has called for “concerted action and further support”\nfrom the government and the NHS to help their members respond to\nincreasing numbers of students, with increasingly complex needs, accessing\nmental health and/or counselling services through universities.89\nAMOSSHE has also argued a statutory duty of care is not necessary and more\nfunding is instead needed for NHS mental health services:"
  },
  {
    "id": 123,
    "text": "mental health and/or counselling services through universities.89\nAMOSSHE has also argued a statutory duty of care is not necessary and more\nfunding is instead needed for NHS mental health services:\nUniversities are already subject to health and safety regulations, duties under\nthe Equality Act 2010 and section 75 of the Northern Ireland Act 1998, and\nduties around the protection of children and vulnerable adults. Therefore\nAMOSSHE does not believe that an additional statutory duty of care on\nuniversities is necessary.\nGiven the need for professional NHS support for students presenting with\ndiagnosed and emerging mental health conditions, it is our view that\nincreased funding for student mental health services in the NHS is a greater"
  },
  {
    "id": 124,
    "text": "diagnosed and emerging mental health conditions, it is our view that\nincreased funding for student mental health services in the NHS is a greater\npriority than an additional duty of care on universities.90\nIn highlighting current obligations placed on universities, the AMOSSHE\nstatement did not mention the “general duty of care at common law”\ndiscussed in its 2015 publication.\n2.5 Current government position\nIn response to a parliamentary question in January 2025, which asked what\nsteps the Education Secretary was taking to help clarify the duty of care owed\nby higher education providers to their students, the government said the\ncircumstances where a duty of care might arise would be for the courts to\ndetermine. The response said:"
  },
  {
    "id": 125,
    "text": "by higher education providers to their students, the government said the\ncircumstances where a duty of care might arise would be for the courts to\ndetermine. The response said:\n88 Universities UK, Creating a statutory duty of care for students, 19 April 2023, p5\n89 Universities UK, Creating a statutory duty of care for students, 19 April 2023, p5\n90 AMOSSHE, Proposed statutory mental health duty of care on universities: AMOSSHE response, 12\nOctober 2022 [archive]\n31 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 126,
    "text": "Student mental health in England: Statistics, policy, and guidance\nThe department’s position is that a duty of care in HE may arise in certain\ncircumstances. Such circumstances would be a matter for the courts to decide,\nbased on the specific facts and context of the case being considered, and will\nbe dependent on the application by a court of accepted common law\nprinciples.91\nThe shift in the UK Government’s position is considered in an article written for\nWonkhe by Bob Abrahart: “There's nothing certain about the circumstances\nwhen a duty of care applies to students”, 7 February 2025.\n91 PQ 21514 [Higher Education: Liability] 8 January 2025\n32 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 127,
    "text": "Student mental health in England: Statistics, policy, and guidance\n3 Government policy on student mental\nhealth\nThe 2022 Sunak government said it believed the most effective way to support\nstudent mental health in higher education was by funding and resourcing\nvital services, spreading and implementing best practice, and ensuring clear\nresponsibilities for providers and protection for students.92 This is an\napproach that has been continued by the current Labour government.93\nIn recent years, the government’s work in this area has included:\n• setting up a ‘Higher education mental health implementation taskforce’\n• appointing academic experts from the National Confidential Inquiry into\nSuicide and Safety in Mental Health to undertake a ‘National Review of\nHE Suicides’"
  },
  {
    "id": 128,
    "text": "• appointing academic experts from the National Confidential Inquiry into\nSuicide and Safety in Mental Health to undertake a ‘National Review of\nHE Suicides’\n• asking the Office for Students (OfS), which regulates higher education in\nEngland, to allocate funding towards student mental health\n• working with the OfS to provide Student Space, a dedicated mental\nhealth and wellbeing platform for students\n• working with the higher education sector in support of the Suicide Safer\nUniversities framework and the Stepchange framework\n• writing to all higher education providers to ask them to sign up to the\nUniversity Mental Health Charter programme by the end of 2026\n• recruiting 8,500 additional staff across children and adult NHS mental\nhealth services.94"
  },
  {
    "id": 129,
    "text": "University Mental Health Charter programme by the end of 2026\n• recruiting 8,500 additional staff across children and adult NHS mental\nhealth services.94\n92 PQ 187074 [Higher education: Liability] 8 June 2023\n93 PQ 1024 [Universities: Mental Health Services] 30 July 2024\n94 PQ 31926 [Students: Suicide] 26 February 2025; PQ 163890 [Students: Mental Health and Safety] 21\nMarch 2023; PQ 160249 [Higher Education: Suicide] 15 March 2023; PQ 16026 [Pupils and Students:\nMental Health], 23 June 2021; PQ 1024 [Universities: Mental Health Services] 30 July 2024;\nDepartment for Education Hub blog, How we’re supporting students with their mental health, 14\nMarch 2024.\n33 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 130,
    "text": "Student mental health in England: Statistics, policy, and guidance\n3.1 Higher education mental health\nimplementation taskforce\nIn June 2023, the then-Minister for Skills, Apprenticeships, and Higher\nEducation in the 2022 Sunak government, Robert Halfon, announced a new\nhigher education mental health implementation taskforce to be chaired by\nthe Student Support Champion, Professor Edward Peck.95 It will run until May\n2025.96\nThe taskforce works with students, parents, mental health experts, and the\nhigher education sector to improve mental health practice. The taskforce’s\nfour main areas of work are:\n• developing a plan to better identify students in need of mental health\nsupport and a clear user journey for accessing that support"
  },
  {
    "id": 131,
    "text": "four main areas of work are:\n• developing a plan to better identify students in need of mental health\nsupport and a clear user journey for accessing that support\n• supporting the adoption of common principles and baselines for\napproaches across providers, including through charter memberships\n• developing a ‘Student Commitment’ for more sensitive student-facing\npolicies, procedures and communications in the sector\n• support sector engagement with the national review of student suicides\nin higher education and explore methods for achieving greater timeliness\nand transparency on suicide data.\nThe taskforce’s membership, meetings, terms of reference, and outputs are\npublished on gov.uk.97\nIn January 2024, it published its first stage report setting out progress in the"
  },
  {
    "id": 132,
    "text": "The taskforce’s membership, meetings, terms of reference, and outputs are\npublished on gov.uk.97\nIn January 2024, it published its first stage report setting out progress in the\nfour areas above and new areas of focus, including improving coordination\nbetween higher education and NHS mental health services.98 A second stage\nreport was published in December 2024.99\nThe taskforce has also developed a competency framework for responding to\nstudents in distress.100\n95 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-40WH\n96 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024, p5\n97 Gov.uk, Higher education mental health implementation taskforce\n98 HE Mental Health Implementation Taskforce, First stage report (PDF), January 2024"
  },
  {
    "id": 133,
    "text": "97 Gov.uk, Higher education mental health implementation taskforce\n98 HE Mental Health Implementation Taskforce, First stage report (PDF), January 2024\n99 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024. The report\nis discussed in the Wonkhe article “DfE reaches its \"second\" stage milestone on mental health. Are\nwe nearly there yet?”, 5 December 2024\n100 Advance HE, A Competency Framework for Responding to Students in Distress\n34 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 134,
    "text": "Student mental health in England: Statistics, policy, and guidance\n3.2 The Office for Students\nThe Office for Students (OfS) regulates higher education in England. It was\nestablished by the Higher Education and Research Act 2017 and is a non-\ndepartmental public body of the Department for Education (DfE).101\nThe OfS does not directly regulate student welfare or support systems at\nindividual universities and colleges. Instead, as part of its role in ensuring all\nstudents are supported to access, succeed in, and progress from higher\neducation, the OfS’ mental health work includes:\n• championing and promoting safe, healthy, and inclusive universities and\ncolleges that support students to thrive\n• identifying systemic gaps in student support"
  },
  {
    "id": 135,
    "text": "• championing and promoting safe, healthy, and inclusive universities and\ncolleges that support students to thrive\n• identifying systemic gaps in student support\n• supporting universities and colleges to share good practice\n• encouraging improvement and innovation in student mental health\nsupport by awarding funding to universities and colleges to run new\nprojects.102\nThe Department for Education (DfE) sets priorities for the OfS in annual\nguidance letters explaining how the OfS should allocate the public money it\nreceives. In the April 2024 guidance letter, the then-Education Secretary,\nGillian Keegan, set out the funding the OfS should use to support student\nmental health. It said:\nI would like the OfS to continue taking a leading role on student mental health,"
  },
  {
    "id": 136,
    "text": "Gillian Keegan, set out the funding the OfS should use to support student\nmental health. It said:\nI would like the OfS to continue taking a leading role on student mental health,\nincluding participating in the HE Mental Health Implementation Taskforce, and\ndistributing funding to help providers implement best practice identified and\nshared by the Taskforce. […] funding for the Premium for student transitions\nand mental health is being protected at £15m. This funding should help\nproviders to engage with the National Review of Higher Education Student\nSuicides and develop mental health and suicide prevention strategies.103\nThe OfS has overseen three funding programmes for higher education\nproviders to develop approaches and solutions to support students' mental"
  },
  {
    "id": 137,
    "text": "The OfS has overseen three funding programmes for higher education\nproviders to develop approaches and solutions to support students' mental\nhealth.104 In partnership with the Higher Education Funding Council for Wales\n101 Department for Business, Innovation & Skills, Case for the creation of Office for Students (OfS), 7\nJune 2016.\n102 Office for Students, Student mental health support, October 2020\n103 Guidance to the Office for Students from the Secretary of State for Education on the allocation of\nStrategic Priorities Grant funding for the 2024-25 Financial Year and associated terms and condition\n(PDF), April 2024\n104 Office for Students, Mental health funding competition: Using innovation and intersectional"
  },
  {
    "id": 138,
    "text": "(PDF), April 2024\n104 Office for Students, Mental health funding competition: Using innovation and intersectional\napproaches to target mental health support for students, April 2023; Mental health Challenge\nCompetition: Achieving a step change in mental health outcomes for all students, October 2022;\nCatalyst fund: Supporting mental health and wellbeing for postgraduate research students, July\n2022\n35 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 139,
    "text": "Student mental health in England: Statistics, policy, and guidance\n(HEFCW), the OfS has also made £3 million available to support the\ndevelopment of Student Space, which is an online platform that includes\nwellbeing information, student stories, and a directory of services students\ncan access at their own university or college.\nThe OfS has also published guidance for providers on supporting student\nmental health, including:\n• a briefing on suicide prevention\n• an Insight brief exploring different outcomes for students with a declared\nmental health condition\n• a mental health briefing note and case studies looking at the ways\nuniversities and colleges have supported the mental health needs of their\nstudents during the Covid-19 pandemic and signposting to sources of\nadvice.105"
  },
  {
    "id": 140,
    "text": "universities and colleges have supported the mental health needs of their\nstudents during the Covid-19 pandemic and signposting to sources of\nadvice.105\nThe OfS also supports and funds the sector in developing its own guidance,\nincluding guidance to help university leaders prevent student suicides, which\nwas published in September 2018 by Universities UK (UUK) and Papyrus, and\nthe University Mental Health Charter, which was developed by Student Minds.\n3.3 Suicide prevention\nThe 2022 Sunak government said “preventing suicide and self-harm in our\nstudent populations is a key priority.”106 The government’s five-year suicide\nprevention strategy for England set out the work the Department for\nEducation was doing to support higher education students.107 It included:"
  },
  {
    "id": 141,
    "text": "prevention strategy for England set out the work the Department for\nEducation was doing to support higher education students.107 It included:\n• working with Universities UK to support universities to embed its suicide-\nsafer universities guidance, which covers both prevention of suicide and\ncompassionate responses to suicide in universities.\n• commissioning an independent organisation to carry out a national\nreview of higher education student suicides. This will support local\nreviews and identify recommendations to prevent future deaths.\n• supporting the higher education mental health implementation\ntaskforce, which includes bereaved parents, students, mental health\nexperts, charities and sector representatives."
  },
  {
    "id": 142,
    "text": "• supporting the higher education mental health implementation\ntaskforce, which includes bereaved parents, students, mental health\nexperts, charities and sector representatives.\n105 Office for Students, Student mental health, What we’re doing, October 2022\n106 Department for Education Hub blog, How we’re supporting students with their mental health, 14\nMarch 2024\n107 Department of Health and Social Care, Suicide prevention in England: 5-year cross-sector strategy,\n11 September 2023. See also the accompanying action plan.\n36 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 143,
    "text": "Student mental health in England: Statistics, policy, and guidance\nNational Review of HE Suicides\nIn June 2023, the then-Minister for Skills, Apprenticeships, and Higher\nEducation, Robert Halfon, announced his intention to commission a national\nreview of university student deaths.108\nThe government appointed the National Confidential Inquiry into Suicide and\nSafety in Mental Health (NCISH) to carry out the review. NCISH is part of the\nCentre for Mental Health and Safety at the University of Manchester. The\nreview will look at student suicides and near-misses occurring in the 2023/24\nacademic year, as well as considering how and whether lessons have been\nlearnt from historic cases. The objectives of the review are:\n• to enable broad lessons around addressing serious mental illness and"
  },
  {
    "id": 144,
    "text": "learnt from historic cases. The objectives of the review are:\n• to enable broad lessons around addressing serious mental illness and\npreventing suicide in providers to be shared more widely across the\nsector so providers can improve processes and policies\n• to encourage providers to engage with the current guidance on\nresponding to a suicide, including submission of internal reviews for\nexternal analysis, and discuss with the selected provider any further\ndevelopments of the current suicide review template that good practice\nin other sectors may suggest\n• to ensure there is a robust method of collecting data on student\nsuicides.109\nThe review’s findings will be published by spring 2025. Providers’ participation\nin the review will be supported by £15 million of funding allocated by the"
  },
  {
    "id": 145,
    "text": "suicides.109\nThe review’s findings will be published by spring 2025. Providers’ participation\nin the review will be supported by £15 million of funding allocated by the\nOfS.110\n3.4 Disabled Students’ Allowance\nDisabled Students' Allowance (DSA) helps to cover the extra costs a student\nmight incur because of a disability, including a mental health condition.111 DSA\ncan help to pay for:\n• specialist equipment, such as a computer or disability-related software\n• a non-medical helper, such as a British Sign Language interpreter\n• the day-to-day costs of study related to the student’s disability\n108 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-40WH\n109 Department for Education, National Review of Higher Education Student Suicide (PDF), September\n2023"
  },
  {
    "id": 146,
    "text": "108 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-40WH\n109 Department for Education, National Review of Higher Education Student Suicide (PDF), September\n2023\n110 PQ 1024 [Universities: Mental Health Services] 30 July 2024\n111 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability\n37 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 147,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• travel costs\nThe amount of DSA to which a student is entitled will depend on their\nindividual needs. It is not means-tested and does not have to be repaid.\nStudents may need to provide evidence of their disability and attend a Study\nNeeds Assessment to establish the necessary support.\nIn England, undergraduate and postgraduate students can get up to\n£27,783 of support for the 2025/26 academic year.112 Students apply through\nStudent Finance England and the money is generally paid directly to the\norganisation providing the service or equipment. The money may also be paid\ninto the student’s bank account, depending on the support required.\nThe government’s Special Educational Needs and Disabilities (SEND)"
  },
  {
    "id": 148,
    "text": "into the student’s bank account, depending on the support required.\nThe government’s Special Educational Needs and Disabilities (SEND)\nImprovement Plan, which was published in March 2023, said the Department\nfor Education was working with the Student Loans Company to reduce the\nlength of time between a student making a DSA application and having their\nsupport agreed.113\n112 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability\n113 Department for Education, SEND and alternative provision improvement plan: right support, right\nplace, right time, CP 800, March 2023, p46\n38 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 149,
    "text": "Student mental health in England: Statistics, policy, and guidance\n4 Sector guidance and support\nIn addition to the guidance published by the higher education sector and\noutlined below, bodies such as the Equality and Human Rights Commission\nhave also published guidance to help universities support students struggling\nwith their mental health.114\n4.1 Suicide prevention and ‘postvention’\nSuicide-safer universities\nIn September 2018, Universities UK (UUK) and PAPYRUS, a national charity\ndedicated to the prevention of young suicide, published Suicide-safer\nuniversities. In October 2022, the main guidance was supplemented with\nrecommendations on sharing information with trusted contacts, supporting\nplacement students, and what to do after a student suicide (‘postvention’).115"
  },
  {
    "id": 150,
    "text": "recommendations on sharing information with trusted contacts, supporting\nplacement students, and what to do after a student suicide (‘postvention’).115\nThe main guidance provides a framework to help university staff understand\nstudent suicide, mitigate risk, and intervene when students get into\ndifficulties.116 The guidance states suicide prevention, intervention, and\n‘postvention’ should be connected in a university’s overarching mental health\nstrategy. The strategy should be created in partnership with staff, students,\nand external stakeholders, and should be developed into a multi-agency\naction plan detailing how, by who, and when it will be implemented.117\nThe guidance also covers best practice for universities in preventing student"
  },
  {
    "id": 151,
    "text": "action plan detailing how, by who, and when it will be implemented.117\nThe guidance also covers best practice for universities in preventing student\nsuicides and aims to help university leaders develop effective strategies. It\ncalls for a whole-university approach to good mental health, and the need to\nraise suicide awareness, provide effective signposting, and encourage the\ndisclosure of difficulties and distress.118 The guidance ends with a checklist,\nsetting out that universities should, among other things:\n• make suicide safety an institutional priority\n114 Equality and Human Rights Commission, Advice note for the higher education sector from the legal\ncase of University of Bristol vs Abrahart, 10 July 2024. See section 2.2 above for more information."
  },
  {
    "id": 152,
    "text": "case of University of Bristol vs Abrahart, 10 July 2024. See section 2.2 above for more information.\n115 Universities UK and Papyrus, Suicide-safer universities\n116 Universities UK and Papyrus, Suicide-safer universities, September 2018\n117 Universities UK and Papyrus, Suicide-safer universities, Main guidance for university leaders,\nSeptember 2018, p15\n118 Universities UK and Papyrus, Suicide-safer universities, Main guidance for university leaders,\nSeptember 2018, p17\n39 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 153,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• develop a suicide-safer strategy and action-plan as a distinct\ncomponent of their overarching mental health strategy\n• train suicide intervention and postvention teams, and train all student-\nfacing staff in suicide awareness\n• create strong links with local and national partners from the health\nsector, voluntary sector, and local authorities\n• work together with schools, colleges, and other universities in the area to\nensure smooth transitions between educational settings.119\nIn May 2023, Universities UK asked universities in England how many of them\nhad adopted its guidance. 83 universities out of 115 responded. Of the\nuniversities that responded:\n• 99% have adopted the main Suicide-safer universities guidance"
  },
  {
    "id": 154,
    "text": "had adopted its guidance. 83 universities out of 115 responded. Of the\nuniversities that responded:\n• 99% have adopted the main Suicide-safer universities guidance\n• 93% have adopted or are adopting the trusted contact guidance\n• 89% have adopted or are adopting the placement guidance\n• 100% have adopted or are adopting postvention guidance120\nSharing information with trusted contacts\nParents who have been bereaved by suicide have called for universities to\nshare more information relating to student mental health. Following a\nnumber of student suicides at the University of Bristol, the university\nintroduced an \"opt-in\" system in which students can give consent for a\nparent, guardian, or friend to be contacted if there are serious concerns\nabout their well-being.121"
  },
  {
    "id": 155,
    "text": "introduced an \"opt-in\" system in which students can give consent for a\nparent, guardian, or friend to be contacted if there are serious concerns\nabout their well-being.121\nFollowing the establishment of an Information Sharing Taskforce, in October\n2022, Universities UK published guidance setting out when and how\nuniversities should share information with families, carers and trusted\ncontacts. The Information Sharing Taskforce brought together student\nrepresentatives, bereaved parents, professional and clinical staff working\nwithin universities, legal advisers, the NHS, government departments, and\nclinical leaders.122\nThe Universities UK guidance includes:\n• advice on how and when to approach trusted contacts"
  },
  {
    "id": 156,
    "text": "within universities, legal advisers, the NHS, government departments, and\nclinical leaders.122\nThe Universities UK guidance includes:\n• advice on how and when to approach trusted contacts\n119 Universities UK and PAPYRUS, Suicide-safer universities, Main guidance for university leaders,\nSeptember 2018, p21\n120 Petitions Committee, A statutory duty of care for higher education students - Oral evidence, 16 May\n2023\n121 “Would parents be told about student mental health crisis?”, BBC News, 9 February 2020\n122 Universities UK, Suicide-safer universities: Sharing information with trusted contacts, October 2022\n40 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 157,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• how to have conversations with students about information sharing\n• advice on sharing information in emergencies\n• case studies on student contact statements and critical incidents liaison\nprocesses.123\nSupporting placement students\nPlacements are an essential part of many university degrees and students’\nlearning, self-development, and graduate careers. But they can involve\nsignificant change, including new settings, challenges, and colleagues, as\nwell as additional financial costs. There is inherent risk that this transition\nnegatively affects students’ wellbeing and mental health, including their\nability to access support.\nFollowing the death of her brother Harrison, who died by suicide while on a"
  },
  {
    "id": 158,
    "text": "negatively affects students’ wellbeing and mental health, including their\nability to access support.\nFollowing the death of her brother Harrison, who died by suicide while on a\nteaching placement, Isabella De George launched the Positive Changes in\nPlacement campaign, which aimed to strengthen suicide prevention\nstrategies for university placement students. She worked with universities on\ntheir unnotified absence policies and the support students are provided while\non placement.124\nIsabella De George went on to work with Universities UK in producing a\nchecklist that covers what universities can do, in partnership with placement\nproviders, to better support students in difficulty with their mental health\nbefore, during, and after going on placements.125 This includes:"
  },
  {
    "id": 159,
    "text": "providers, to better support students in difficulty with their mental health\nbefore, during, and after going on placements.125 This includes:\n• checking in advance of a placement that the workplace setting has\nproperly considered wellbeing and has clear routes for support when\npeople need it\n• ensuring wellbeing is a key part of pre-placement briefings and training,\nsuch as techniques for maintaining a good work/life balance or\npreparing healthcare students for potentially traumatic situations\n• establishing a key university contact for each student and providing\nstudents with opportunities to ‘check-in’ with that person on both a\nscheduled and unplanned basis if needed\n• working with placement providers to set out a clear process for"
  },
  {
    "id": 160,
    "text": "students with opportunities to ‘check-in’ with that person on both a\nscheduled and unplanned basis if needed\n• working with placement providers to set out a clear process for\nunnotified or unexplained absence reporting, so it is clear how concerns\n123 Universities UK, Suicide-safer universities: Sharing information with trusted contacts, October 2022\n124 “‘My brother took his own life, but his university didn’t even know he was absent. Things must\nchange’”, I News, 3 October 2022\n125 Universities UK, Increased mental health support needed for university students on placements,\nOctober 2022\n41 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 161,
    "text": "Student mental health in England: Statistics, policy, and guidance\nfor a student’s whereabouts or welfare would be escalated to the\nuniversity.126\nResponding to a student suicide\n‘Postvention’ guidance was also published in 2022.127 It was designed to offer\npractical advice and support to senior leaders and staff working within\nstudent services on what to do in the immediate aftermath of a death by\nsuicide. The guidance includes resources on how universities can establish\npolicies on an effective institutional response.\nCollective responsibility, collective action\nIn October 2024, AMOSSHE, which is the organisation for student services\nprofessionals, published guidance for the higher education sector that aimed"
  },
  {
    "id": 162,
    "text": "Collective responsibility, collective action\nIn October 2024, AMOSSHE, which is the organisation for student services\nprofessionals, published guidance for the higher education sector that aimed\nto reduce risk and restrict access to means of student suicide.128 It said the\nguidance was intended to sit within the existing portfolio of higher education\nguidance around suicide prevention and postvention developed over the\nyears by Universities UK, PAPYRUS, and Samaritans.\n4.2 Stepchange: Mentally healthy universities\nUniversities UK’s Stepchange Framework was introduced in 2017 and\nrelaunched in May 2020 as Stepchange: Mentally healthy universities.129 It is a\nstrategic framework for a whole university approach to mental health and"
  },
  {
    "id": 163,
    "text": "relaunched in May 2020 as Stepchange: Mentally healthy universities.129 It is a\nstrategic framework for a whole university approach to mental health and\nwellbeing at universities. It calls on universities to see mental health as\nfoundational to all aspects of university life, for all students and all staff.130\nThe framework was co-developed with Student Minds’ University Mental\nHealth Charter (see section 4.3 below).\nThe framework states universities should adopt mental health as a strategic\npriority and institutions should implement a whole university approach, so all\naspects of university life promote and support student and staff mental\nhealth. Universities should also pursue partnerships with the health and care\nsystem, parents, schools and colleges, and employers. According to the"
  },
  {
    "id": 164,
    "text": "health. Universities should also pursue partnerships with the health and care\nsystem, parents, schools and colleges, and employers. According to the\nframework, the whole university approach:\n• recognises the effect of culture and environment, and specific\ninequalities, on mental health and wellbeing\n126 Universities UK, Suicide-safer universities: Supporting placement students, October 2022\n127 Universities UK, Responding to a suicide: advice for universities, October 2022\n128 Amosshe, Collective responsibility, collective action to prevent student suicide, 4 October 2024\n129 Universities UK, Stepchange: Mentally healthy universities, May 2020. The updated framework is\ndiscussed in a Wonkhe article, “The new Stepchange is an opportunity to renew our efforts on\nmental health”, 21 May 2020."
  },
  {
    "id": 165,
    "text": "discussed in a Wonkhe article, “The new Stepchange is an opportunity to renew our efforts on\nmental health”, 21 May 2020.\n130 Universities UK, Stepchange: Mentally healthy universities, May 2020\n42 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 166,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• seeks to transform the university into a healthy setting\n• empowers students and staff to take responsibility for their own\nwellbeing.\nThe approach should encompass prevention and early intervention, the\nimportance of open conversations about mental health and appropriately\nresourced and effective support services. To do this, the framework explains\nthat universities must develop local and national partnerships with the health\nand care system to improve access to, and coordination of, care. The\nframework also says that universities should work with parents, schools,\ncolleges, and employers to mitigate the risks of transitions into and out of\nhigher education.\n4.3 University Mental Health Charter"
  },
  {
    "id": 167,
    "text": "colleges, and employers to mitigate the risks of transitions into and out of\nhigher education.\n4.3 University Mental Health Charter\nIn December 2019, the University Mental Health Charter was published. It is a\nset of principles universities can commit to working towards to improve the\nmental health and wellbeing of their communities.\nThe charter was developed by Student Minds in partnership with the\nUniversity Partnerships Programme Foundation, the Office for Students,\nNational Union of Students, and Universities UK. It comprises:\n• The Charter Programme: a voluntary improvement programme, which\nsupports staff within participating universities to understand,\ndemonstrate, and share good practice; to take action to improve their\napproach; and to prepare for accreditation."
  },
  {
    "id": 168,
    "text": "supports staff within participating universities to understand,\ndemonstrate, and share good practice; to take action to improve their\napproach; and to prepare for accreditation.\n• The Charter Award: an accreditation process for programme members.\nThrough a process of self-assessment and an onsite visit, the university\nand Award assessment teams assess the university’s progress towards\nthe principles in the Charter to inform ongoing improvement and\nrecognise excellent approaches to student and staff mental health with a\ncharter mark.131\nThe University Mental Health Charter framework provides a set of evidence-\ninformed principles to support universities to adopt a whole-university\napproach to mental health and wellbeing. The framework includes 18 themes"
  },
  {
    "id": 169,
    "text": "informed principles to support universities to adopt a whole-university\napproach to mental health and wellbeing. The framework includes 18 themes\ncovering, among other things, the transition into university life, learning,\nteaching, and assessment, support services, and residential\naccommodation.132\n131 University Mental Health Charter, FAQs\n132 University Mental Health Charter, The Framework\n43 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 170,
    "text": "Student mental health in England: Statistics, policy, and guidance\nIn February 2024, the Office for Students announced it would allocate\n£400,000 in funding to increase Student Minds’ capacity to facilitate the\ngrowth in charter membership.133\nThe government announced in December 2024 that 113 universities have now\nsigned up to the University Mental Health Charter Programme, which means\n90% of higher education students at English universities are adopting the\nprinciples of the charter.134 This represents an 85% increase in membership\nover two years.\n4.4 Disabled Students' Commitment\nA disability is defined as:\na physical or mental impairment which has a substantial and long-term\nadverse effect on your ability to carry out normal day-to-day activities.135"
  },
  {
    "id": 171,
    "text": "A disability is defined as:\na physical or mental impairment which has a substantial and long-term\nadverse effect on your ability to carry out normal day-to-day activities.135\nA mental health condition is considered a disability if it lasts, or is likely to\nlast, 12 months. ‘Normal day-to-day activity’ is defined as something a\nstudent would do regularly in a normal day. This includes things like using a\ncomputer, working set times, or interacting with people.136\nThe Disabled Students' Commission is an independent group that was\nestablished by the Office for Students in March 2020 and coordinated by\nAdvance HE. The Commission provides advice and information to higher\neducation providers to improve support for disabled students."
  },
  {
    "id": 172,
    "text": "Advance HE. The Commission provides advice and information to higher\neducation providers to improve support for disabled students.\nFollowing a consultation, the Commission launched the Disabled Student\nCommitment in April 2023 “to secure an enhanced and improved experience\nfor disabled students within higher education”.137 The Commitment does not\nseek to replicate or replace existing legal duties, but instead asks providers\nto consider what more they can do to improve the disabled student\nexperience by looking at their practices and policies.\nIn April 2025, the Disabled Student Commitment Advisory Group published\nguidance on competence standards, which are an academic, medical, or\nother standard applied for the purposes of determining whether or not a"
  },
  {
    "id": 173,
    "text": "guidance on competence standards, which are an academic, medical, or\nother standard applied for the purposes of determining whether or not a\nperson has a particular level of competence or ability. The guidance explains\n133 OfS, Funding boost to support Student Minds' University Mental Health Charter, 28 February 2024\n134 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024, p7\n135 Disability Rights UK, Factsheet F56. Understanding the Equality Act: Information for disabled\nstudents, June 2020\n136 Gov.uk, When a mental health condition becomes a disability\n137 Advance HE, The disabled Student Commitment\n44 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 174,
    "text": "Student mental health in England: Statistics, policy, and guidance\nthat competence standards must be clearly defined, relevant to course\nobjectives, proportionate, and applied equally to all students.138\n138 Disabled Student Commitment Advisory Group, Competence Standards and Reasonable\nAdjustments, April 2025\n45 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 175,
    "text": "Student mental health in England: Statistics, policy, and guidance\n5 University support\nStudents are encouraged to declare a mental health condition when they\napply for university via UCAS. Prospective students can record any needs\nrelated to their mental health difficulty, and this is then passed on to higher\neducation providers so they can consider additional support. Providers have\nreported an increase in the numbers of students accessing mental health\nand/or counselling services and an increase in the complexity of student\nneeds in recent years.139\nHigher education providers are autonomous institutions and the way in which\nmental health provision is organised and delivered varies across the sector.\nHowever, all higher education providers are bound by the legal duties set out"
  },
  {
    "id": 176,
    "text": "mental health provision is organised and delivered varies across the sector.\nHowever, all higher education providers are bound by the legal duties set out\nabove in section 2.2, including the duty to anticipate and put in place\n“reasonable adjustments” to avoid disabled students being treated less\nfavourably.\nMost higher education providers have mental health policies setting out their\nmental health services and provision for students. The most common model of\nmental health provision within providers involves three separate services:\n• wellbeing services to deliver low-intensity support and signpost to non-\nmedical services\n• counselling services targeted at students with moderate levels of mental\ndistress\n• disability services that can provide additional support, such as around"
  },
  {
    "id": 177,
    "text": "medical services\n• counselling services targeted at students with moderate levels of mental\ndistress\n• disability services that can provide additional support, such as around\nputting reasonable adjustments in place for students.\nA research report published by the Department for Education in May 2023 on\nmental health and wellbeing practices in higher education found many\nproviders were adopting health and wellbeing at a strategic level within their\norganisation.140 In 2022, the vast majority of higher education providers had a\nsuicide prevention strategy or were working towards putting one in place\n(66% and 32% respectively).141\n139 Department for Education, HE providers’ policies and practices to support student mental health,"
  },
  {
    "id": 178,
    "text": "(66% and 32% respectively).141\n139 Department for Education, HE providers’ policies and practices to support student mental health,\n25 May 2023, p10; Hughes G., Priestley M., and Spanner L., Stretched at Both Ends: Pressure on\nStudent Services and the Impact on Academic Staff at UK Universities, Education Sciences 15.1\n(2025)\n140 Department for Education, HE providers’ policies and practices to support student mental health,\n25 May 2023\n141 Department for Education, HE providers’ policies and practices to support student mental health,\n25 May 2023, p8\n46 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 179,
    "text": "Student mental health in England: Statistics, policy, and guidance\nThe report said those providers with strategies in place or in development\ngenerally consulted with students, NHS services, local third sector\norganisations, and local authorities, as well as using sector tools and\nframeworks. Some providers felt that they would benefit from closer links and\ngreater clarity about how to work with local emergency services.\nA 2023 survey of 4,000 UK students by the Tab, a student news site,\nand Campaign Against Living Miserably (CALM), a suicide prevention charity,\nfound just 12% of respondents think their university handles the issue of\nmental health well.142\n5.1 Student-led initiatives\nThere are also several student-led initiatives offering mental health support\nto students, including:"
  },
  {
    "id": 180,
    "text": "mental health well.142\n5.1 Student-led initiatives\nThere are also several student-led initiatives offering mental health support\nto students, including:\n• Nightline: A service run for students, by students. Trained student\nvolunteers answer calls, emails, and messages from fellow students.\n• Student Minds: A charity which carries out research and campaigns on\nmental health issues. It trains volunteers and supports student-led\nsocieties across campuses.\n• Students Against Depression: A website offering advice, information,\nguidance and resources to those suffering from depression and suicidal\nthinking.\nThe Samaritans Step by Step service, a suicide prevention service for schools,\nhas also been expanded to the higher education sector.143\n5.2 Calls for transparency on suicide rates"
  },
  {
    "id": 181,
    "text": "thinking.\nThe Samaritans Step by Step service, a suicide prevention service for schools,\nhas also been expanded to the higher education sector.143\n5.2 Calls for transparency on suicide rates\nIn 2022, Alice and Rupert Armstrong launched a campaign to require\nuniversities to record or publish their student suicide rates. The campaign\nfollowed the death of their son Harry Armstrong Evans, who died by suicide in\n2021 after suffering a mental health crisis at the University of Exeter.144\nA parliamentary petition called for:\n• coroners to inform universities when the suicide of an enrolled student is\nregistered\n142 “‘They made me feel invalid’: Shocking new figures show scale of student mental health crisis”, The\nTab, 2 May 2023\n143 Samaritans, Universities"
  },
  {
    "id": 182,
    "text": "registered\n142 “‘They made me feel invalid’: Shocking new figures show scale of student mental health crisis”, The\nTab, 2 May 2023\n143 Samaritans, Universities\n144 “University failed to support Harry Armstrong Evans, inquest told”, BBC News, 31 October 2022\n47 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 183,
    "text": "Student mental health in England: Statistics, policy, and guidance\n• universities to publish annually the suicide rate of enrolled students\n• new powers to place universities into ‘special measures’ where suicide\nrates exceed that of the national average.145\nThe 2023 survey of 4,000 UK students by the Tab and CALM found 88% of\nrespondents wished their university was more transparent about suicide\nnumbers.146\nIn response to the petition, Universities UK, which represents 140 universities\nin England, Scotland, Wales, and Northern Ireland, said coroner decisions are\nalready in the public domain and so it would be “inappropriate” for\nuniversities to also publish this information. A briefing published in April 2023\nsaid:"
  },
  {
    "id": 184,
    "text": "already in the public domain and so it would be “inappropriate” for\nuniversities to also publish this information. A briefing published in April 2023\nsaid:\nOur position is that it is ultimately for the coroner to determine and record the\ncause of death and those decisions are in the public domain. It would be\ninappropriate for universities to set up a parallel reporting system or any kind\nof league table of student deaths.\nWe support better use of this coronial information and more proactive follow-\nup on coroner’s findings to prevent future deaths as recommended in our\nguidance on ‘postvention’ in partnership with PAPYRUS and the Samaritans,\nwhich asks universities to conduct critical incident reviews of all student\ndeaths, to understand likely cause and to learn from each event.147"
  },
  {
    "id": 185,
    "text": "which asks universities to conduct critical incident reviews of all student\ndeaths, to understand likely cause and to learn from each event.147\nThis ‘postvention’ guidance was published in December 2022, as a\nsupplement to Universities UK’s Suicide-safer Universities guidance.148\nThe Department for Education has said it has no plans to legislate for higher\neducation providers to record suicide numbers publicly, but it “does believe it\nis important to understand the overall trends in HE suicides and share best\npractice when tragedy does occur.”149\n145 UK Government and Parliament petition, Introduce new rules regarding the suicide of higher\neducation students, 8 November 2022\n146 “‘They made me feel invalid’: Shocking new figures show scale of student mental health crisis”, The"
  },
  {
    "id": 186,
    "text": "education students, 8 November 2022\n146 “‘They made me feel invalid’: Shocking new figures show scale of student mental health crisis”, The\nTab, 2 May 2023\n147 Universities UK, Creating a statutory duty of care for students, 19 April 2023, pp6-7\n148 Universities UK, Suicide-safer Universities, How to respond to a student suicide, December 2022\n149 PQ 185818 [Students: Mental Health] 24 May 2023\n48 Commons Library Research Briefing, 25 April 2025"
  },
  {
    "id": 187,
    "text": "The House of Commons Library is a research and\ninformation service based in the UK Parliament.\nOur impartial analysis, statistical research and\nresources help MPs and their staff scrutinise\nlegislation, develop policy, and support constituents.\nOur published material is available to everyone\non commonslibrary.parliament.uk.\nGet our latest research delivered straight to your inbox.\nSubscribe at commonslibrary.parliament.uk/subscribe\nor scan the code below:\ncommonslibrary.parliament.uk\n@commonslibrary"
  }
]