[
  {
    "id": 1,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\nProtocol\nSuicide Prevention Among College Students Before and During\nthe COVID-19 Pandemic: Protocol for a Systematic Review and\nMeta-analysis\nYunyu Xiao1,2, MPhil, PhD; Rachel Hinrichs3, MS, MSLS; Nina Johnson1, MSW; Amanda McKinley1, MSW; Joan\nCarlson1, PhD; Jon Agley4, PhD; Paul Siu Fai Yip5, PhD\n1School of Social Work, Indiana University–Purdue University Indianapolis, Indianapolis, IN, United States\n2School of Social Work, Indiana University–Bloomington, Bloomington, IN, United States\n3IUPUI University Library, Indiana University–Purdue University Indianapolis, Indianapolis, IN, United States\n4School of Public Health, Indiana University Bloomington, Bloomington, IN, United States"
  },
  {
    "id": 2,
    "text": "3IUPUI University Library, Indiana University–Purdue University Indianapolis, Indianapolis, IN, United States\n4School of Public Health, Indiana University Bloomington, Bloomington, IN, United States\n5Department of Social Work and Social Administration, University of Hong Kong, Hong Kong, China (Hong Kong)\nCorresponding Author:\nYunyu Xiao, MPhil, PhD\nSchool of Social Work\nIndiana University–Purdue University Indianapolis\n902 W New York St, 4F\nEducation/Social Work Building, ES 4119\nIndianapolis, IN, 46202\nUnited States\nPhone: 1 201 253 7264\nEmail: yx18@iu.edu\nAbstract\nBackground: Suicide is the second leading cause of death for college-aged individuals worldwide and in the United States."
  },
  {
    "id": 3,
    "text": "United States\nPhone: 1 201 253 7264\nEmail: yx18@iu.edu\nAbstract\nBackground: Suicide is the second leading cause of death for college-aged individuals worldwide and in the United States.\nRecent studies have identified preliminary evidence of widening disparities in suicidal behaviors across sex, sexual orientation,\nrace/ethnicity, age, and socioeconomic status among college students. Few systematic reviews and meta-analyses offer a\ncomprehensive understanding of on-campus and off-campus suicide interventions, nor is collated information available for\ndifferent types of screening, assessment, treatment, and postvention plans. Further challenges have been identified since the"
  },
  {
    "id": 4,
    "text": "different types of screening, assessment, treatment, and postvention plans. Further challenges have been identified since the\nCOVID-19 pandemic, calling for cost-effective and innovative interventions to address increased rates of suicidal behaviors\namong college students facing unprecedented stressors.\nObjective: This research protocol describes the first systematic review and meta-analysis to identify the most effective and\ncost-effective intervention components for universal and targeted (indicated and selected) suicide prevention among college\nstudents in a global context. Special attention will be placed on disparities in suicide prevention across sociodemographic subgroups,\ninclusive interventions beyond campus, global context, and intervention responses to the COVID-19 pandemic."
  },
  {
    "id": 5,
    "text": "inclusive interventions beyond campus, global context, and intervention responses to the COVID-19 pandemic.\nMethods: A sensitive search strategy will be executed across MEDLINE (Ovid), EMBASE, PsycINFO (EBSCO), ERIC\n(EBSCO), Cochrane Library, Dissertations and Theses Global (ProQuest), Scopus, Global Index Medicus, SciELO, African\nJournals Online, Global Health (CABI), and Google Scholar. Data extraction and evaluation will be conducted by three independent\nresearchers. Risk of bias will be assessed. A multilevel meta-regression model and subgroup analysis will be used to analyze the\ndata and estimate effect sizes.\nResults: The initial search was completed in December 2020 and updated with additional other-language studies in March 2020."
  },
  {
    "id": 6,
    "text": "data and estimate effect sizes.\nResults: The initial search was completed in December 2020 and updated with additional other-language studies in March 2020.\nWe expect the results to be submitted for publication in mid-2021.\nConclusions: Despite increasing rates of suicidal behaviors among college students, few preventative efforts have targeted this\npopulation, and fewer focus on factors that might place specific demographic groups at heightened risk. The impact of COVID-19\non suicidal behaviors among college students highlights and exacerbates the urgent need for rapid and effective interventions\nthat might differ from traditional approaches. This equity-focused study will address these gaps and provide a valuable analysis"
  },
  {
    "id": 7,
    "text": "that might differ from traditional approaches. This equity-focused study will address these gaps and provide a valuable analysis\nof the effectiveness of suicide prevention programs and interventions. Findings will inform clinicians, researchers, policy makers,\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 1\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 8,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\nfamilies, and organizations about evidence-based interventions for reducing the gaps in the suicide crisis among college students\nfrom different sociodemographic groups.\nTrial Registration: PROSPERO CRD42020225429; https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=225429\nInternational Registered Report Identifier (IRRID): DERR1-10.2196/26948\n(JMIR Res Protoc 2021;10(5):e26948) doi: 10.2196/26948\nKEYWORDS\nsuicide; suicidal prevention; college; university; health disparities; equity; suicidal ideation; suicide attempt; COVID-19; college\nstudent; young adult; disparity; review\nFurther challenges for student mental health have been identified\nIntroduction\nduring the COVID-19 pandemic. In a recent CDC survey, young"
  },
  {
    "id": 9,
    "text": "student; young adult; disparity; review\nFurther challenges for student mental health have been identified\nIntroduction\nduring the COVID-19 pandemic. In a recent CDC survey, young\nadults aged 18-24 years reported significantly greater rates of\nBackground\nsuicidal ideation than the general population during the\nSuicide is the second leading cause of death for college-aged\npandemic (25.5% versus 10.7%) [18]. However, existing studies\nindividuals worldwide and in the United States [1-7]. Globally,\nhave focused on primary and secondary school students [19,20],\nresults from the World Health Organization World Mental\nand actions to tackle the impact of the COVID-19 pandemic on\nHealth International College Student Surveys indicated that\nmental health among college students has not been"
  },
  {
    "id": 10,
    "text": "and actions to tackle the impact of the COVID-19 pandemic on\nHealth International College Student Surveys indicated that\nmental health among college students has not been\n32.7% of college students seriously thought about suicide, and\ncomprehensively understood. The new challenge calls for\n4.3% attempted suicide, between 2014 and 2017 [3]. In the\nproactive and effective responses from policy makers,\nUnited States, one-fifth of college student participants in a recent\nresearchers, and the global community to prevent youth suicide\nnational survey reported suicidal ideation, with 9% reporting\n[21,22]. Telepsychiatry interventions and digital tools (eg,\nsuicide attempts [4]. Between 2007 and 2017, past-year suicidal\nmobile apps, internet chatbots, videoconferencing) have"
  },
  {
    "id": 11,
    "text": "[21,22]. Telepsychiatry interventions and digital tools (eg,\nsuicide attempts [4]. Between 2007 and 2017, past-year suicidal\nmobile apps, internet chatbots, videoconferencing) have\nideation among college students nearly doubled (from 5.8% to\nproliferated rapidly in response to the COVID-19 emergency\n10.8%) [7]. Based on the Household Pulse Survey by the Centers\n[23]. It is therefore important to review suicide prevention\nfor Disease Control and Prevention (CDC) conducted from\nstudies conducted after the onset of the COVID-19 pandemic\nFebruary 17 to March 1, 2021, 42.2% of participants aged 18-29\nto address pandemic-specific suicide risk [21]. If such studies\nyears reported indicators of depression in the past week [8].\nhave been published, preliminary results should also be"
  },
  {
    "id": 12,
    "text": "to address pandemic-specific suicide risk [21]. If such studies\nyears reported indicators of depression in the past week [8].\nhave been published, preliminary results should also be\nNotably, colleges and universities (hereafter “colleges”) have\nsynthesized, and service gaps identified [22].\nbeen identified as potential sites for suicide clusters where a\nsubstantial number of suicides could occur rapidly within a Rationale\nshort time frame [9]. The trauma associated with exposure to a Suicidal behaviors among college students can have\nyoung person’s suicide significantly increases widespread wide-ranging adverse effects on well-being and development,\nanxiety and panic, and causes prolonged grief across victims, including low academic achievement [24,25], chronic physical"
  },
  {
    "id": 13,
    "text": "anxiety and panic, and causes prolonged grief across victims, including low academic achievement [24,25], chronic physical\nfamilies, and communities [10]. There is an urgent need for health conditions [26], and reduced labor market performance\nresearch to develop effective, innovative, and accessible suicide [27]. Early identification, effective treatment, and appropriate\nprevention programs and interventions for college students. interventions for students have the potential to save students’\nlives and improve societal well-being and social capital [3].\nIn addition, recent studies have identified preliminary evidence\nDespite recent attention to the alarming rates of suicidal\nof widening disparities in suicide across sex, sexual orientation,"
  },
  {
    "id": 14,
    "text": "In addition, recent studies have identified preliminary evidence\nDespite recent attention to the alarming rates of suicidal\nof widening disparities in suicide across sex, sexual orientation,\nbehaviors among college students [3,4,7,28], there has been\nrace/ethnicity, age, and socioeconomic status subgroups among\nless research comparatively addressing suicide prevention and\ncollege students [4,11,12]. Since 2000, female college students\nearly intervention for college students than for primary and\nhave reported a higher prevalence of suicidal ideation, planning,\nsecondary school students [29]. This is troubling because the\nand attempts than their male counterparts in the United States\ncollege years represent a critical and unique developmental"
  },
  {
    "id": 15,
    "text": "secondary school students [29]. This is troubling because the\nand attempts than their male counterparts in the United States\ncollege years represent a critical and unique developmental\n[13,14]. Bisexual and transgender students were 2-3 times more\nstage [30] characterized by dynamic social role transitions, new\nlikely to report suicidality than heterosexual and gay/lesbian\nliving situations, and changing relationships [31]. It is important\nstudents in 2015 [4]. In 2017, Black college students reported\nto understand and design college-specific intervention programs\nthe highest rate of suicide attempts among college students\ntargeting the developmental stress-diathesis factors [32] during\n(2.6% versus 1.4% among White students) [11]. There are"
  },
  {
    "id": 16,
    "text": "the highest rate of suicide attempts among college students\ntargeting the developmental stress-diathesis factors [32] during\n(2.6% versus 1.4% among White students) [11]. There are\nthe transition from adolescence to emerging adulthood.\nsociodemographic differences in barriers to using mental health\nservices on college campuses [12,15]. However, evidence-based Existing systematic reviews on suicide prevention among college\nsuicide programs tailored to meet the unique needs of specific students are generally strong but are limited by their narrow\ndemographic groups are few. There is a need to develop foci in terms of populations, interventions, comparisons, and\nculturally adaptive suicide interventions, given emerging outcomes, as well as a lack of guidance from a theoretical"
  },
  {
    "id": 17,
    "text": "culturally adaptive suicide interventions, given emerging outcomes, as well as a lack of guidance from a theoretical\nevidence that experiences of structural discrimination, minority framework. First, most previous reviews focus on symptomatic\nstress, adverse childhood experiences, social discord, and students [33], but evidence suggests a need for additional focus\ncultural sanctions might disproportionately affect the risk of on those at risk but undiagnosed or untreated. To address this\nsuicidal behavior [16,17]. gap, this study will not be restricted to studies of students with\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 2\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 18,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\na current diagnosis. Second, many campus counseling centers Fifth, as one might expect, no reviews have examined the\nare underresourced, and college students have to use off-campus adaptability of suicide prevention programs in the context of\nmental health services [12,34]. However, previous reviews the COVID-19 pandemic. This information will be important\npredominantly focus on on-campus settings [35]. Conceptually, to inform the emerging transformation and proliferation of\nthis may be related to a gap recently identified by the US telepsychiatry in terms of the ways in which it might increase\nPreventive Services Task Force: the lack of effective the accessibility of mental health services for college students"
  },
  {
    "id": 19,
    "text": "Preventive Services Task Force: the lack of effective the accessibility of mental health services for college students\ninterventions linking clinical and community resources [36,37]. [21-23,40]. Digital interventions provide the opportunity to\nThis study will extend the previous review by deliberately reach at-risk college students who experience barriers to\nattempting to build a comprehensive understanding of available accessing traditional mental health services [41]. This study\non-campus and off-campus services (eg, those in the community) will add a specific focus on suicide interventions implemented\nand interventions. Third, consideration of the disparities faced during the COVID-19 pandemic when available.\nby specific sociodemographic student groups is needed to"
  },
  {
    "id": 20,
    "text": "and interventions. Third, consideration of the disparities faced during the COVID-19 pandemic when available.\nby specific sociodemographic student groups is needed to\nSixth, most existing reviews only consider studies conducted\nimprove screening and referral systems targeting high-risk\non college campuses in the United States [33,35,39], limiting\ngroups [38]. Previous reviews exclude studies on interventions\nthe chance to learn from other developed and developing\ntargeting high-risk populations (eg, sexual minorities), and no\ncountries. This study will not limit the search criteria by\nreviews have delineated differential intervention effects. This\ngeographic location, potentially adding informative global\nstudy will add to existing knowledge by exploring suicide"
  },
  {
    "id": 21,
    "text": "reviews have delineated differential intervention effects. This\ngeographic location, potentially adding informative global\nstudy will add to existing knowledge by exploring suicide\nexperiences to the existing body of knowledge. Finally, few\ninterventions tailored to specific sociodemographic groups and\nreviews have adapted an evidence-based theoretical framework\nassess their intervention outcomes.\nto guide the synthesis, with selected exceptions. Reviews that\nFourth, the interventions included in previous systematic reviews applied the two-paradigm framework (Clinical Intervention\nhave been concentrated on gatekeeper programs with outcomes Zone, Prevention Zone) [35,39] and social-ecological model"
  },
  {
    "id": 22,
    "text": "have been concentrated on gatekeeper programs with outcomes Zone, Prevention Zone) [35,39] and social-ecological model\nthat do not directly measure suicidal behaviors (eg, many such [42,43] suggest the need for more theoretically sound reviews\nprograms assess secondary outcomes, including knowledge, with public health perspectives to offer a rigorous evaluation\nskills, attitudes, or awareness) [33,35,39]. Our proposed study of existing efforts as a whole and within each level or paradigm.\nwill include both primary suicide assessment (eg, suicidal None of the existing systematic reviews have adopted a health\nideation, plan, planning, and attempts) and secondary outcomes equity framework [44,45] to guide the review process. This"
  },
  {
    "id": 23,
    "text": "ideation, plan, planning, and attempts) and secondary outcomes equity framework [44,45] to guide the review process. This\n(eg, attitudes). Additionally, we plan to evaluate the study will use a logic framework (Figure 1) based on PRISMA-E\ncost-effectiveness (ie, costs of death prevented using the (Preferred Reporting Items for Systematic Review and\nincremental cost-effectiveness ratio [ICER]) of the interventions Meta-Analysis – Equity; Multimedia Appendix 1), relevant\nwhere data are available, which has not been attempted in guides, and previous empirical studies.\nprevious reviews.\nFigure 1. Logic model depicting potential sources of disparity in response to suicide prevention among college students."
  },
  {
    "id": 24,
    "text": "previous reviews.\nFigure 1. Logic model depicting potential sources of disparity in response to suicide prevention among college students.\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 3\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 25,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\nObjectives\nMethods\nThis protocol articulates our plan to conduct a comprehensive\nsystematic review and meta-analysis to identify the most Overview\neffective and cost-effective intervention components for\nThis protocol was developed using the 2015 PRISMA-P\nuniversal and targeted (indicated and selected) suicide\n(Preferred Reporting Items for Systematic Review and\nprevention among college students. This project will accomplish\nMeta-Analysis Protocols) recommended checklist for systematic\nthe following objectives: (1) analyze all student participants\nreview protocols [61]. The systematic review and meta-analysis\nwith a focus on disparities in suicide, (2) include on-campus\nwill be conducted and reported in accordance with the PRISMA"
  },
  {
    "id": 26,
    "text": "review protocols [61]. The systematic review and meta-analysis\nwith a focus on disparities in suicide, (2) include on-campus\nwill be conducted and reported in accordance with the PRISMA\nand off-campus programs (in-person and virtual), (3) examine\nstatement [62] and the methods outlined in the Cochrane\nbroader outcomes specific to suicidal behaviors, and other\nHandbook for Systematic Reviews of Interventions [63]. Given\nsecondary outcomes that might reduce suicide (eg, knowledge,\nour specific focus on at-risk subpopulations (eg, racial/ethnic\nattitudes), (4) incorporate US and non-US studies, and (5) adhere\nminorities, sexual minority students) and interventions aimed\nto a theoretically developed logic framework (Figure 1). To\nat reducing barriers to seeking help among college students"
  },
  {
    "id": 27,
    "text": "minorities, sexual minority students) and interventions aimed\nto a theoretically developed logic framework (Figure 1). To\nat reducing barriers to seeking help among college students\noffer a breadth of program evolution across various eras, our\nacross sex, race/ethnicity, sexual orientation, and socioeconomic\nreview will not limit the study time frame, though it will focus\nstatus, we further adapted the PRISMA statement on\non the development of novel interventions prior to and during\nequity-focused systematic reviews (PRISMA-E 2012) [46,64-67]\nthe COVID-19 pandemic. If a paucity of studies during the\nto improve transparency and completeness in reporting health\nCOVID-19 pandemic is identified, we will summarize the\nequity–focused systematic reviews, in addition to the previous"
  },
  {
    "id": 28,
    "text": "to improve transparency and completeness in reporting health\nCOVID-19 pandemic is identified, we will summarize the\nequity–focused systematic reviews, in addition to the previous\nexisting findings and reinforce the importance of understanding\nPRISMA-E checklist developed by Moher and colleagues\nthe potential effects of the COVID-19 pandemic on this body\n[68,69]. The review team is composed of researchers across\nof literature [59].\ndisciplines with diverse backgrounds.\nWe will attempt to clearly answer the following research\nEligibility Criteria\nquestions:\nTypes of Participants\n1. What are the existing college-based and community-based\nsuicide interventions for college students? This review will consider studies involving college students"
  },
  {
    "id": 29,
    "text": "questions:\nTypes of Participants\n1. What are the existing college-based and community-based\nsuicide interventions for college students? This review will consider studies involving college students\n2. What are the common elements/types of suicide prevention (aged ≥18 years). We will also examine subpopulations across\ninterventions for college students? age, race/ethnicity, sex, sexual orientation, and socioeconomic\n3. What are the health and social outcomes of interest of the status [70-73].\nselected interventions?\nTypes of Interventions\n4. Is there sufficient variability in interventions concerning\nAll programs that have at least one component intended to\nthe population, interventions, controls, and outcomes, based\naddress suicide are eligible for inclusion. This includes programs"
  },
  {
    "id": 30,
    "text": "All programs that have at least one component intended to\nthe population, interventions, controls, and outcomes, based\naddress suicide are eligible for inclusion. This includes programs\non the reported results and discussions?\nthat address general suicidal thoughts and behaviors, specific\n5. Which components or combinations of components of\nsuicidal thoughts and behaviors, awareness of suicidal behaviors,\nsuicide interventions are effective, and for which outcomes\nhelp-seeking behaviors, or a combination of conditions. Included\n(primary versus secondary), demographic subgroups,\ninterventions will be broadly defined and include universal,\nsettings (on-campus versus off-campus), and delivery\nindicated, or selected interventions at the individual, family,\nmethod (in-person versus digital)?"
  },
  {
    "id": 31,
    "text": "settings (on-campus versus off-campus), and delivery\nindicated, or selected interventions at the individual, family,\nmethod (in-person versus digital)?\nand school levels. Possible intervention mechanisms will include\n6. Are there existing suicide intervention programs tailored\npsychological (eg, cognitive behavioral therapy, psychodynamic\nto students from specific sociodemographic subpopulations?\npsychotherapy), pharmacological (eg, antidepressants) [74],\nIf so, what elements of the intervention are tailored?\npsychosocial (eg, restricting access to lethal means, screening\n7. Which suicide intervention has been the most efficacious\nfor high-risk persons), educational (eg, education and awareness\nand effective during the COVID-19 pandemic?"
  },
  {
    "id": 32,
    "text": "7. Which suicide intervention has been the most efficacious\nfor high-risk persons), educational (eg, education and awareness\nand effective during the COVID-19 pandemic?\nprograms for the general public and professionals; media\n8. Which suicide intervention is the most cost-effective based\nreporting of suicide), and physical (eg, exercise, occupational\non standard economic evaluation?\ntherapy) interventions to prevent/reduce suicidal ideation and\nCost-effectiveness will be measured by the values of ICERs behaviors. Interventions targeting secondary outcomes such as\nthat are available in the identified studies, or calculated given awareness of suicide and help-seeking behaviors will also be"
  },
  {
    "id": 33,
    "text": "that are available in the identified studies, or calculated given awareness of suicide and help-seeking behaviors will also be\nthe availability of costs (eg, health care sector costs, nonmedical included. Interventions designed to primarily target behaviors\ncosts, and costs of productivity losses) reported in the studies that are risk factors for suicidal behaviors (eg, substance abuse)\n[60]. but that do not specifically address any of the components above\nwill be excluded. Interventions focusing on gatekeepers (eg,\nKnowledge generated from our study will identify gaps in the\nfamilies, teachers, health care providers) will be included. We\nevidence base and inform college leaders, policy actors, health\nwill include randomized controlled trials (RCTs), pseudo-RCTs,"
  },
  {
    "id": 34,
    "text": "families, teachers, health care providers) will be included. We\nevidence base and inform college leaders, policy actors, health\nwill include randomized controlled trials (RCTs), pseudo-RCTs,\ncare practitioners, clinicians, parents, and society about feasible\nobservational pretest/posttest designs, and ecological or\napproaches to screen and support at-risk college students across\npopulation-based studies that evaluate the effectiveness of\nsociodemographic characteristics.\nsuicide interventions.\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 4\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 35,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\nTypes of Prevention Settings Search Strategy\nWe will include all relevant settings, including campuses, The database search strategies were developed by a health\ncommunity centers, digital tools, and hybrid (in-person and sciences librarian (RH) with expertise in literature searches.\nvirtual) models. We will conceptualize digital tools, broadly, Known relevant articles collected by the authors were analyzed\nas internet-based interventions, chatbots, mobile device to select keywords and subject headings. An initial search\ninterventions, and social media interventions. We will not strategy in MEDLINE Ovid was then iteratively developed by\nrestrict inclusion criteria based on geographic location. adding or removing additional keywords and subject headings"
  },
  {
    "id": 36,
    "text": "restrict inclusion criteria based on geographic location. adding or removing additional keywords and subject headings\nuntil all known relevant articles were retrieved by the search,\nTypes of Outcomes\nand no new relevant articles were found. The final search terms\nThe primary outcomes will include suicide-specific outcomes, incorporated numerous headings, keywords, and publication\nsuicidal ideation, suicidal thoughts, and suicidal behaviors types associated with three main concepts: college students,\n(completed suicide or suicide attempts). If multiple measures suicide, and intervention/prevention. In keeping with the health\nof suicide are used, we will prioritize data extraction as follows: equity focus of the review, terms related to potentially"
  },
  {
    "id": 37,
    "text": "of suicide are used, we will prioritize data extraction as follows: equity focus of the review, terms related to potentially\n(1) validated questionnaires (eg, the Columbia-Suicide Severity underresourced college populations, such as nontraditional,\nRating Scale [75] or Beck Scale for Suicide Ideation [76]), (2) commuter, foreign, international, or first-generation, were\nclinician ratings, and (3) single-item analysis of other specifically included. Terms for prevention were purposely kept\nself-reported rating scales (eg, question 9 from the Patient Health broad to encompass a wide range of possible interventions. The\nQuestionnaire-9 [77]). The secondary outcomes will include full search strategies for all information sources are provided"
  },
  {
    "id": 38,
    "text": "Questionnaire-9 [77]). The secondary outcomes will include full search strategies for all information sources are provided\nchanges in suicide-related knowledge, attitudes, and behaviors. in Multimedia Appendix 2.\nTo examine equity-focused interventions, outcomes associated\nStudy Records\nwith inequality (eg, barriers to accessing care) will be included.\nData Management\nInformation Sources\nWe conducted a systematic search of the following databases Identified articles are imported into EndNote 20 software\nfrom their inception until December 8, 2020: MEDLINE (Ovid), (Clarivate Analytics), where duplicate references are removed.\nEMBASE, PsycINFO (EBSCO), ERIC (EBSCO), Cochrane The remaining references are imported and managed in"
  },
  {
    "id": 39,
    "text": "EMBASE, PsycINFO (EBSCO), ERIC (EBSCO), Cochrane The remaining references are imported and managed in\nLibrary, Dissertations and Theses Global (ProQuest), Scopus, Covidence software (Veritas Health Innovation) for screening.\nand Google Scholar. For Google Scholar, all references on the\nSelection Process\nfirst 10 pages, excluding books, will be retrieved. Including\nA total of two reviewers (NJ and AM) will independently screen\n10-20 pages (100-200 items) of references is suggested to\nthe studies for eligibility (making a yes or no selection).\nachieve an optimal collection of the most relevant references\nPotential discrepancies during any step of the screening for\n[78]. On March 25, 2021, we expanded our search to include\ninclusion/exclusion will be resolved by a third reviewer (YX)."
  },
  {
    "id": 40,
    "text": "Potential discrepancies during any step of the screening for\n[78]. On March 25, 2021, we expanded our search to include\ninclusion/exclusion will be resolved by a third reviewer (YX).\nGlobal Index Medicus, SciELO, African Journals Online, and\nFirst, the reviewers will screen titles and abstracts identified in\nGlobal Health (CABI) in order to capture literature from low-\nthe databases. The team will then obtain and screen full-text\nand middle-income countries. Including such information\narticles. Studies that do not meet the eligibility criteria will be\nsources may improve our ability to identify studies specifically\nmoved to an exclusion folder. All reviewers will strictly adhere\nrelevant to suicide risks among sociodemographic"
  },
  {
    "id": 41,
    "text": "sources may improve our ability to identify studies specifically\nmoved to an exclusion folder. All reviewers will strictly adhere\nrelevant to suicide risks among sociodemographic\nto the inclusion and exclusion criteria. Final selected articles\nsubpopulations. Editorials, news items, conference proceedings\nwill be approved by the consensus of all reviewers and sent to\nand abstracts, patents, legal findings, and commentaries will be\nan expert consultant for potential suggestions. The selection\nexcluded. We will not restrict the search by language or\nprocess will be displayed in a PRISMA flowchart [81].\npublication date. We plan to use Google Translate (Google) for\nthe purpose of data extraction of non–English language articles Logic Framework"
  },
  {
    "id": 42,
    "text": "process will be displayed in a PRISMA flowchart [81].\npublication date. We plan to use Google Translate (Google) for\nthe purpose of data extraction of non–English language articles Logic Framework\nand to consult translators and colleagues proficient in the\nFigure 1 illustrates the logic framework that we will employ\nlanguage, consistent with previous systematic reviews which\nduring the review process. The logic framework recognizes that\nincluded worldwide study context [79,80]. Researchers from\nthe causal chain of events linking preventative efforts to reduced\nour study team are native speakers of Chinese (YX) and\nsuicidal behaviors can lead to differences in effects between\nproficient in Spanish (AM). We will screen relevant review"
  },
  {
    "id": 43,
    "text": "our study team are native speakers of Chinese (YX) and\nsuicidal behaviors can lead to differences in effects between\nproficient in Spanish (AM). We will screen relevant review\nsocioeconomically disadvantaged and advantaged students in\narticles and the reference lists of all included studies (backward\nat least four ways: disparities in access/exposure,\nsearch) for additional eligible studies. We will further screen\nattention/retention, screening/response, and interventions.\nstudies that cited the included studies and relevant reviews\n(forward search). We will perform hand searches. We will Data Collection Process\ninclude grey literature in ProQuest Dissertations and Theses\nData abstraction will occur independently and in duplicate using"
  },
  {
    "id": 44,
    "text": "include grey literature in ProQuest Dissertations and Theses\nData abstraction will occur independently and in duplicate using\ndissemination from inception until December 8, 2020, in the\na piloted standard data collection form. Data extraction will\nsystematic review, but not in the meta-analysis. We will also\ninclude three categories: (1) study population and design, (2)\ncontact three experts in suicide prevention that we have\nintervention, and (3) outcome. Specific items in the extraction\nidentified to potentially obtain additional sources.\nform will include study design, participant characteristics,\ngeographic location, sample size, intervention methods,\ncomparison intervention methods, primary and secondary\noutcomes, theoretical basis, mode of delivery, suicide prevention"
  },
  {
    "id": 45,
    "text": "geographic location, sample size, intervention methods,\ncomparison intervention methods, primary and secondary\noutcomes, theoretical basis, mode of delivery, suicide prevention\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 5\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 46,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\nstrategies, control condition, intensity and frequency of heterogeneity (I2<40% indicates insignificant heterogeneity)\nintervention, and treatment engagement (retention and attrition). [63], while T2estimates the between-study variance in a random\nFollowing PRISMA-E [44,45,67], we will include participant\neffects meta-analysis (T2>1 indicates substantial heterogeneity).\ncharacteristics mapped to PROGRESS (place of residence,\nrace/ethnicity/culture/language, occupation, gender/sex, religion, Sensitivity analysis will be conducted by examining whether\neducation, socioeconomic status, and social capital). excluding studies identified as having a greater risk of bias\naffects the effect sizes and comparisons between intervention\nRisk of Bias Assessment"
  },
  {
    "id": 47,
    "text": "affects the effect sizes and comparisons between intervention\nRisk of Bias Assessment\nand control groups.\nFor RCTs and pseudo-RCTs, reviewers will use the Cochrane\nCollaboration’s Risk of Bias tool [82]. Randomization Publication bias will be assessed by funnel plots and Egger test\nprocedures, bias, allocation, outcome assessor, reporting of [86].\nfindings, and losses to follow-up will be assessed. Studies will\nSensitivity Analysis\nbe classified as having a low, high, or unclear risk of bias. For\nWith our comprehensive inclusion criteria, it is expected that\nnon-RCTs (eg, controlled before/after designed studies),\nthe selected studies will include multiple study designs (eg,\nreviewers will use the Risk of Bias in Non-randomized Studies"
  },
  {
    "id": 48,
    "text": "non-RCTs (eg, controlled before/after designed studies),\nthe selected studies will include multiple study designs (eg,\nreviewers will use the Risk of Bias in Non-randomized Studies\nRCTs, non-RCTs, and observational studies). Recent studies\nof Interventions (ROBINS-I) tool for evaluating the risk of bias\nreport improved diagnostic accuracy after including different\nin estimates [83]. The ROBINS-I assesses confounding\nstudy designs in meta-analyses [86,87]. We plan to first conduct\nparticipant selection, classification of the intervention,\nan analysis among combined RCTs and pseudo-RCTs, followed\ndepartures from the intended intervention, missing data,\nby separate subgroup analyses by study design to investigate\nmeasurement of outcomes, selection of the reported results, and"
  },
  {
    "id": 49,
    "text": "departures from the intended intervention, missing data,\nby separate subgroup analyses by study design to investigate\nmeasurement of outcomes, selection of the reported results, and\nthe impact on the magnitude of the effect size observed for the\noverall bias. Studies will be classified as being of low, moderate,\nincluded interventions.\nserious, or critical risk of bias.\nSubgroup Analysis\nData Synthesis\nGiven the focus of this study on investigating health disparities,\nQualitative Synthesis\nwe plan to conduct subgroup analyses by sociodemographic\nIf the selected studies contain large amounts of heterogeneity characteristics and by pre-pandemic and pandemic periods when"
  },
  {
    "id": 50,
    "text": "we plan to conduct subgroup analyses by sociodemographic\nIf the selected studies contain large amounts of heterogeneity characteristics and by pre-pandemic and pandemic periods when\nor lack sufficient numbers to conduct the meta-analysis, we will there are sufficient studies to do so. To increase the statistical\nfollow the Narrative Synthesis in Systematic Reviews tool [84] rigor of our meta-analysis, we will include an independent\nand the PRISMA guidelines [81] to undertake a full narrative meta-analysis statistician to review all our work as a blinded\nreview. Following the PRISMA-E checklist [64], we will report reviewer.\nboth relative and absolute differences in intervention outcomes\nEvaluation of Cost-Effectiveness\nbetween sociodemographic groups. We will discuss the extent"
  },
  {
    "id": 51,
    "text": "both relative and absolute differences in intervention outcomes\nEvaluation of Cost-Effectiveness\nbetween sociodemographic groups. We will discuss the extent\nand limits of applicability to students across sex, race/ethnicity, We plan to evaluate the cost-effectiveness of the studies based\nage, and socioeconomic status. We will further provide on the reported ICER and the strength of evidence. We will\nimplications for research, practice, or policy related to health classify interventions into cost-saving (better health outcomes\nequity in suicide prevention among college students where and costs less than controlled group) or cost-neutral (ICER=0);\nrelevant (eg, types of interventions needed to address increasing very cost-effective ($0 < ICER ≤ $25,000 per quality-adjusted"
  },
  {
    "id": 52,
    "text": "relevant (eg, types of interventions needed to address increasing very cost-effective ($0 < ICER ≤ $25,000 per quality-adjusted\nsuicide attempts among young Black males). life-years [QALY] or life-years gained [LYG]); cost-effective\n($25,000 < ICER ≤ $50,000 per QALY or LYG); marginally\nMeta-analysis cost-effective ($50,000 < ICER ≤ $100,000 per QALY or LYG);\nShould we identify a sufficient number of articles with low or not cost-effective (>$100,000 per QALY or LYG) [60]. The\nheterogeneity, we will conduct a meta-analysis among the final strength of evidence (strong, supportive, or uncertain) will be\nselected studies. assessed using criteria from a previous systematic review [88].\nIf there are no reported direct health care costs or evaluation of"
  },
  {
    "id": 53,
    "text": "selected studies. assessed using criteria from a previous systematic review [88].\nIf there are no reported direct health care costs or evaluation of\nRevMan 5.3 will be used for all analyses. For continuous data,\ncost-effectiveness in the identified studies, we will summarize\nwe will report the mean differences between groups and the\nthe data as reported in a previous review on depression\n95% CI. We will calculate the standardized mean difference\nintervention [89].\nand 95% CI if different measurement tools were used for the\nsame outcome, and the standard deviation if not reported [63]. Ethics and Dissemination\nWe will use a random effects meta-analysis model given the\nNo ethical approval is required for this protocol and proposed"
  },
  {
    "id": 54,
    "text": "We will use a random effects meta-analysis model given the\nNo ethical approval is required for this protocol and proposed\npossibility that there will be different types of interventions,\nsystematic review as we will only use data from previously\nheterogeneous characteristics of participants and comparators,\npublished papers that have themselves received ethics clearance\nand different intervention effects.\nand used proper informed consent procedures. The results of\nWe will use χ2, I2, and T2 to assess heterogeneity [85]. our systematic review and meta-analysis will be published in a\npeer-reviewed journal.\nSpecifically, χ2 assesses the compatibility of observed\ndifferences in results (χ2 with P<.01 will be considered\nsubstantial heterogeneity). The I2 statistic represents the"
  },
  {
    "id": 55,
    "text": "peer-reviewed journal.\nSpecifically, χ2 assesses the compatibility of observed\ndifferences in results (χ2 with P<.01 will be considered\nsubstantial heterogeneity). The I2 statistic represents the\nproportion of the total variation across studies due to\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 6\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 56,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\namong college students from different sociodemographic\nResults\nsubgroups.\nThe systematic review and meta-analysis are currently in Limitations\nprogress and expected to be finished by summer 2021. We\nGiven the broad inclusion criteria, there may be high\nwelcome comments from reviewers and will be flexible in\nheterogeneity among the included studies. There may also be\nadjusting based on concerns related screening and data analysis\na small number of studies focused on newly developed\nto improve scientific rigor. Our final manuscript is expected to\ninterventions (eg, mobile technologies), which may have limited\nbe submitted to peer-reviewed journals by August 2021.\nrepresentativeness. We plan to follow established guidelines"
  },
  {
    "id": 57,
    "text": "interventions (eg, mobile technologies), which may have limited\nbe submitted to peer-reviewed journals by August 2021.\nrepresentativeness. We plan to follow established guidelines\nDiscussion for handling heterogeneity [63,81,90,91]. We are minimizing\nthe potential risk of studies being excluded during selection by\nfollowing a rigorous protocol, conducting a prescreening\nPrincipal Findings\ntraining, including multiple coders, and employing\nSuicide is a significant public health crisis among college\ncross-validation through a third reviewer. We will conduct\nstudents worldwide [1-7]. However, there is a lack of research\nsensitivity analysis by considering duplicate data extraction to\npertaining to effective suicide prevention programs among"
  },
  {
    "id": 58,
    "text": "students worldwide [1-7]. However, there is a lack of research\nsensitivity analysis by considering duplicate data extraction to\npertaining to effective suicide prevention programs among\nminimize extraction errors [92,93]. We will include an external\ncollege students, particularly programs that could be tailored\nmeta-analysis statistician to detect any scientific and statistical\nto target the unique needs of student subgroups (eg, sex, sexual\nerrors during the meta-analysis [94]. We are also aware that\norientation, race/ethnicity, age, and socioeconomic status).\nsome community-based interventions may not have identified\nAlthough the impact of the COVID-19 pandemic on suicidal\nparticipants as college students, and thus, it may be difficult to"
  },
  {
    "id": 59,
    "text": "some community-based interventions may not have identified\nAlthough the impact of the COVID-19 pandemic on suicidal\nparticipants as college students, and thus, it may be difficult to\nbehaviors among college students has been recognized [18],\nidentify data to examine any potential differences between\nlittle is known about possible suicide prevention programs for\non-campus and off-campus services. In such a case, we will\ncollege students during the pandemic and their differences in\nsummarize findings from the existing studies that report college\ncrisis management that differ from pre–COVID-19 intervention\nstudents as the study sample. By submitting our protocol for\nprograms.\nreview, we will also adjust for any critical threats not identified"
  },
  {
    "id": 60,
    "text": "crisis management that differ from pre–COVID-19 intervention\nstudents as the study sample. By submitting our protocol for\nprograms.\nreview, we will also adjust for any critical threats not identified\nOur systematic review and meta-analysis will address a by the team prior to conducting the study.\nsignificant lack of outcomes research examining the efficacy\nImplication\nand effectiveness of available suicide prevention programs\nTo the best of our knowledge, this will be the first systematic\namong college students. The strengths of our study are the\nreview and meta-analysis to examine the effectiveness of suicide\ninclusion of intervention and prevention programs with various\nprevention interventions among college students in such a"
  },
  {
    "id": 61,
    "text": "review and meta-analysis to examine the effectiveness of suicide\ninclusion of intervention and prevention programs with various\nprevention interventions among college students in such a\nstudy designs, settings, and modes of delivery across countries,\nwide-ranging and comprehensive manner. In addition, if\nand a specific focus on health equity. Our findings will inform\npossible, comparing pre-pandemic interventions and\nclinicians, researchers, policy makers, families, and higher\ninterventions during the pandemic could offer guidance for\neducation organizations in reducing the gaps in the suicide crisis\nfuture initiatives and emerging needs.\nAuthors' Contributions\nYX conceptualized, designed, and initiated the study, drafted the initial manuscript, and reviewed and revised the manuscript."
  },
  {
    "id": 62,
    "text": "future initiatives and emerging needs.\nAuthors' Contributions\nYX conceptualized, designed, and initiated the study, drafted the initial manuscript, and reviewed and revised the manuscript.\nRH contributed to the analytic plan. The other authors reviewed and revised the manuscript. All authors approved the final\nmanuscript as submitted and agree to be accountable for all aspects of the work.\nConflicts of Interest\nNone declared.\nMultimedia Appendix 1\nChecklist of items for reporting equity-focused systematic reviews (PRISMA-E 2012).\n[DOCX File , 35 KB-Multimedia Appendix 1]\nMultimedia Appendix 2\nSearch strategies and updated number of results on March 24, 2021.\n[DOCX File , 30 KB-Multimedia Appendix 2]\nReferences"
  },
  {
    "id": 63,
    "text": "[DOCX File , 35 KB-Multimedia Appendix 1]\nMultimedia Appendix 2\nSearch strategies and updated number of results on March 24, 2021.\n[DOCX File , 30 KB-Multimedia Appendix 2]\nReferences\n1. Centers for Disease Control and Prevention. Web-based Injury Statistics Query and Reporting System (WISQARS): Fatal\nInjury Data, Leading Causes of Death Reports 1981- 2016. National Center for Health Statistics (NCHS), National Vital\nStatistics System. 2018. URL: https://www.cdc.gov/injury/wisqars/fatal.html[accessed 2020-10-22]\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 7\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 64,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\n2. Centers for Disease Control and Prevention. Underlying cause of death 1999-2019. CDC WONDER. 2020. URL: http:/\n/wonder.cdc.gov/ucd-icd10.html[accessed 2020-10-22]\n3. Mortier P, Auerbach RP, Alonso J, Bantjes J, Benjet C, Cuijpers P, WHO WMH-ICS Collaborators. Suicidal Thoughts\nand Behaviors Among First-Year College Students: Results From the WMH-ICS Project. J Am Acad Child Adolesc\nPsychiatry 2018 Apr;57(4):263-273.e1 [FREE Full text] [doi: 10.1016/j.jaac.2018.01.018] [Medline: 29588052]\n4. Liu CH, Stevens C, Wong SH, Yasui M, Chen JA. The prevalence and predictors of mental health diagnoses and suicide\namong U.S. college students: Implications for addressing disparities in service use. Depress Anxiety 2019 Jan 06;36(1):8-17"
  },
  {
    "id": 65,
    "text": "among U.S. college students: Implications for addressing disparities in service use. Depress Anxiety 2019 Jan 06;36(1):8-17\n[FREE Full text] [doi: 10.1002/da.22830] [Medline: 30188598]\n5. Duffy ME, Twenge JM, Joiner TE. Trends in Mood and Anxiety Symptoms and Suicide-Related Outcomes Among U.S.\nUndergraduates, 2007-2018: Evidence From Two National Surveys. J Adolesc Health 2019 Nov;65(5):590-598. [doi:\n10.1016/j.jadohealth.2019.04.033] [Medline: 31279724]\n6. Eisenberg D, Hunt J, Speer N. Mental health in American colleges and universities: variation across student subgroups and\nacross campuses. J Nerv Ment Dis 2013 Jan;201(1):60-67. [doi: 10.1097/NMD.0b013e31827ab077] [Medline: 23274298]"
  },
  {
    "id": 66,
    "text": "across campuses. J Nerv Ment Dis 2013 Jan;201(1):60-67. [doi: 10.1097/NMD.0b013e31827ab077] [Medline: 23274298]\n7. Lipson SK, Lattie EG, Eisenberg D. Increased Rates of Mental Health Service Utilization by U.S. College Students: 10-Year\nPopulation-Level Trends (2007-2017). Psychiatr Serv 2019 Jan 01;70(1):60-63 [FREE Full text] [doi:\n10.1176/appi.ps.201800332] [Medline: 30394183]\n8. Centers for Disease Control and Prevention. Mental Health - Household Pulse Survey. URL: https://www.cdc.gov/nchs/\ncovid19/pulse/mental-health.htm[accessed 2020-10-22]\n9. Hawton K, Hill NTM, Gould M, John A, Lascelles K, Robinson J. Clustering of suicides in children and adolescents. The\nLancet Child & Adolescent Health 2020 Jan;4(1):58-67. [doi: 10.1016/s2352-4642(19)30335-9]"
  },
  {
    "id": 67,
    "text": "Lancet Child & Adolescent Health 2020 Jan;4(1):58-67. [doi: 10.1016/s2352-4642(19)30335-9]\n10. Heffel CJ, Riggs SA, Ruiz JM, Ruggles M. The Aftermath of a Suicide Cluster in the Age of Online Social Networking:\na Qualitative Analysis of Adolescent Grief Reactions. Contemp School Psychol 2015 Jul 11;19(4):286-299. [doi:\n10.1007/s40688-015-0060-z]\n11. Lin H, Li M, Stevens C, Pinder-Amaker S, Chen J, Liu C. Self-Harm and Suicidality in US College Students: Associations\nwith Emotional Exhaustion versus Multiple Psychiatric Symptoms. J Affect Disord 2021 Feb 01;280(Pt A):345-353 [FREE\nFull text] [doi: 10.1016/j.jad.2020.11.014] [Medline: 33221721]\n12. Horwitz AG, McGuire T, Busby DR, Eisenberg D, Zheng K, Pistorello J, et al. Sociodemographic differences in barriers"
  },
  {
    "id": 68,
    "text": "Full text] [doi: 10.1016/j.jad.2020.11.014] [Medline: 33221721]\n12. Horwitz AG, McGuire T, Busby DR, Eisenberg D, Zheng K, Pistorello J, et al. Sociodemographic differences in barriers\nto mental health care among college students at elevated suicide risk. J Affect Disord 2020 Jun 15;271:123-130. [doi:\n10.1016/j.jad.2020.03.115] [Medline: 32479307]\n13. American College Health Association. American College Health Association-National College Health Assessment III:\nUndergraduate Student Reference Group Executive Summary Spring. 2020. URL: https://www.acha.org/documents/ncha/\nNCHA-III_Fall_2020_Undergraduate_Reference_Group_Executive_Summary.pdf[accessed 2020-12-22]\n14. American College Health Association. American College Health Association-National College Health Assessment III:"
  },
  {
    "id": 69,
    "text": "14. American College Health Association. American College Health Association-National College Health Assessment III:\nGraduate/Professional Student Reference Group Executive Summary Spring. 2020. URL: https://www.acha.org/documents/\nncha/NCHA-III_Fall_2020_Graduate_Reference_Group_Executive_Summary.pdf[accessed 2020-12-22]\n15. Horwitz AG, Berona J, Busby DR, Eisenberg D, Zheng K, Pistorello J, et al. Variation in Suicide Risk among Subgroups\nof Sexual and Gender Minority College Students. Suicide Life Threat Behav 2020 Oct 15;50(5):1041-1053. [doi:\n10.1111/sltb.12637] [Medline: 32291833]\n16. Chu J, Robinett EN, Ma JKL, Shadish KY, Goldblum P, Bongar B. Cultural versus classic risk and protective factors for"
  },
  {
    "id": 70,
    "text": "10.1111/sltb.12637] [Medline: 32291833]\n16. Chu J, Robinett EN, Ma JKL, Shadish KY, Goldblum P, Bongar B. Cultural versus classic risk and protective factors for\nsuicide. Death Stud 2019 May 03;43(1):56-61. [doi: 10.1080/07481187.2018.1430085] [Medline: 29394156]\n17. Chu JP, Goldblum P, Floyd R, Bongar B. The cultural theory and model of suicide. Applied and Preventive Psychology\n2010 Jun;14(1-4):25-40. [doi: 10.1016/j.appsy.2011.11.001]\n18. Czeisler M, Lane RI, Petrosky E, Wiley JF, Christensen A, Njai R, et al. Mental Health, Substance Use, and Suicidal\nIdeation During the COVID-19 Pandemic - United States, June 24-30, 2020. MMWR Morb Mortal Wkly Rep 2020 Aug\n14;69(32):1049-1057 [FREE Full text] [doi: 10.15585/mmwr.mm6932a1] [Medline: 32790653]"
  },
  {
    "id": 71,
    "text": "Ideation During the COVID-19 Pandemic - United States, June 24-30, 2020. MMWR Morb Mortal Wkly Rep 2020 Aug\n14;69(32):1049-1057 [FREE Full text] [doi: 10.15585/mmwr.mm6932a1] [Medline: 32790653]\n19. Lee J. Mental health effects of school closures during COVID-19. The Lancet Child & Adolescent Health 2020 Jun;4(6):421.\n[doi: 10.1016/s2352-4642(20)30109-7]\n20. Christakis DA, Van Cleve W, Zimmerman FJ. Estimation of US Children's Educational Attainment and Years of Life Lost\nAssociated With Primary School Closures During the Coronavirus Disease 2019 Pandemic. JAMA Netw Open 2020 Nov\n02;3(11):e2028786 [FREE Full text] [doi: 10.1001/jamanetworkopen.2020.28786] [Medline: 33180132]"
  },
  {
    "id": 72,
    "text": "02;3(11):e2028786 [FREE Full text] [doi: 10.1001/jamanetworkopen.2020.28786] [Medline: 33180132]\n21. Moutier C. Suicide Prevention in the COVID-19 Era: Transforming Threat Into Opportunity. JAMA Psychiatry 2020 Oct\n16;78(4):433. [doi: 10.1001/jamapsychiatry.2020.3746] [Medline: 33064124]\n22. Niederkrotenthaler T, Gunnell D, Arensman E, Pirkis J, Appleby L, Hawton K, International COVID-19 Suicide Prevention\nResearch Collaboration. Suicide Research, Prevention, and COVID-19. Crisis 2020 Sep;41(5):321-330 [FREE Full text]\n[doi: 10.1027/0227-5910/a000731] [Medline: 32716205]\n23. Shore JH, Schneck CD, Mishkind MC. Telepsychiatry and the Coronavirus Disease 2019 Pandemic-Current and Future\nOutcomes of the Rapid Virtualization of Psychiatric Care. JAMA Psychiatry 2020 May 11;77(12):1211. [doi:"
  },
  {
    "id": 73,
    "text": "Outcomes of the Rapid Virtualization of Psychiatric Care. JAMA Psychiatry 2020 May 11;77(12):1211. [doi:\n10.1001/jamapsychiatry.2020.1643] [Medline: 32391861]\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 8\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 74,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\n24. Rose T, Lindsey MA, Xiao Y, Finigan-Carr NM, Joe S. Mental Health and Educational Experiences Among Black Youth:\nA Latent Class Analysis. J Youth Adolesc 2017 Nov 28;46(11):2321-2340. [doi: 10.1007/s10964-017-0723-3] [Medline:\n28755250]\n25. Auerbach RP, Mortier P, Bruffaerts R, Alonso J, Benjet C, Cuijpers P, WHO WMH-ICS Collaborators. WHO World Mental\nHealth Surveys International College Student Project: Prevalence and distribution of mental disorders. J Abnorm Psychol\n2018 Oct;127(7):623-638 [FREE Full text] [doi: 10.1037/abn0000362] [Medline: 30211576]\n26. Scott KM, Lim C, Al-Hamzawi A, Alonso J, Bruffaerts R, Caldas-de-Almeida JM, et al. Association of Mental Disorders"
  },
  {
    "id": 75,
    "text": "26. Scott KM, Lim C, Al-Hamzawi A, Alonso J, Bruffaerts R, Caldas-de-Almeida JM, et al. Association of Mental Disorders\nWith Subsequent Chronic Physical Conditions: World Mental Health Surveys From 17 Countries. JAMA Psychiatry 2016\nFeb 01;73(2):150-158 [FREE Full text] [doi: 10.1001/jamapsychiatry.2015.2688] [Medline: 26719969]\n27. Goldman-Mellor SJ, Caspi A, Harrington H, Hogan S, Nada-Raja S, Poulton R, et al. Suicide attempt in young people: a\nsignal for long-term health care and social needs. JAMA Psychiatry 2014 Feb 01;71(2):119-127 [FREE Full text] [doi:\n10.1001/jamapsychiatry.2013.2803] [Medline: 24306041]\n28. Lipson SK, Sonneville KR. Understanding suicide risk and eating disorders in college student populations: Results from a"
  },
  {
    "id": 76,
    "text": "10.1001/jamapsychiatry.2013.2803] [Medline: 24306041]\n28. Lipson SK, Sonneville KR. Understanding suicide risk and eating disorders in college student populations: Results from a\nNational Study. Int J Eat Disord 2020 Feb;53(2):229-238. [doi: 10.1002/eat.23188] [Medline: 31639232]\n29. Auerbach RP, Alonso J, Axinn WG, Cuijpers P, Ebert DD, Green JG, et al. Mental disorders among college students in\nthe World Health Organization World Mental Health Surveys. Psychol Med 2016 Oct;46(14):2955-2970 [FREE Full text]\n[doi: 10.1017/S0033291716001665] [Medline: 27484622]\n30. Arnett JJ. Emerging adulthood: A theory of development from the late teens through the twenties. American Psychologist\n2000;55(5):469-480. [doi: 10.1037//0003-066X.55.5.469]"
  },
  {
    "id": 77,
    "text": "30. Arnett JJ. Emerging adulthood: A theory of development from the late teens through the twenties. American Psychologist\n2000;55(5):469-480. [doi: 10.1037//0003-066X.55.5.469]\n31. Byrd DR, McKinney KJ. Individual, interpersonal, and institutional level factors associated with the mental health of college\nstudents. J Am Coll Health 2012 Apr;60(3):185-193. [doi: 10.1080/07448481.2011.584334] [Medline: 22420695]\n32. Mann JJ. Neurobiology of suicidal behaviour. Nat Rev Neurosci 2003 Oct;4(10):819-828. [doi: 10.1038/nrn1220] [Medline:\n14523381]\n33. Harrod CS, Goss CW, Stallones L, DiGuiseppi C. Interventions for primary prevention of suicide in university and other\npost-secondary educational settings. Cochrane Database Syst Rev 2014 Oct 29(10):CD009439. [doi:"
  },
  {
    "id": 78,
    "text": "post-secondary educational settings. Cochrane Database Syst Rev 2014 Oct 29(10):CD009439. [doi:\n10.1002/14651858.CD009439.pub2] [Medline: 25353703]\n34. Gallagher RP. Thirty Years of the National Survey of Counseling Center Directors: A Personal Account. Journal of College\nStudent Psychotherapy 2012 Jul;26(3):172-184. [doi: 10.1080/87568225.2012.685852]\n35. Wolitzky-Taylor K, LeBeau RT, Perez M, Gong-Guy E, Fong T. Suicide prevention on college campuses: What works\nand what are the existing gaps? A systematic review and meta-analysis. J Am Coll Health 2020 Mar 25;68(4):419-429.\n[doi: 10.1080/07448481.2019.1577861] [Medline: 30908123]\n36. The U.S. Preventive Services Task Force. Tenth Annual Report to Congress on High-Priority Evidence Gaps for Clinical"
  },
  {
    "id": 79,
    "text": "[doi: 10.1080/07448481.2019.1577861] [Medline: 30908123]\n36. The U.S. Preventive Services Task Force. Tenth Annual Report to Congress on High-Priority Evidence Gaps for Clinical\nPreventive Services. URL: https://www.uspreventiveservicestaskforce.org/uspstf/about-uspstf/reports-congress/\ntenth-annual-report-congress-high-priority-evidence-gaps-clinical-preventive-services[accessed 2020-12-22]\n37. LeFevre ML, U.S. Preventive Services Task Force. Screening for suicide risk in adolescents, adults, and older adults in\nprimary care: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med 2014 May\n20;160(10):719-726. [doi: 10.7326/M14-0589] [Medline: 24842417]"
  },
  {
    "id": 80,
    "text": "primary care: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med 2014 May\n20;160(10):719-726. [doi: 10.7326/M14-0589] [Medline: 24842417]\n38. Goldsmith S, Pellmar T, Kleinman A, Bunney W. Reducing suicide: A national imperative. Washington, DC: The National\nAcademies Press; 2002.\n39. Drum DJ, Denmark AB. Campus suicide prevention: bridging paradigms and forging partnerships. Harv Rev Psychiatry\n2012;20(4):209-221. [doi: 10.3109/10673229.2012.712841] [Medline: 22894730]\n40. Gunnell D, Appleby L, Arensman E, Hawton K, John A, Kapur N, et al. Suicide risk and prevention during the COVID-19\npandemic. The Lancet Psychiatry 2020 Jun;7(6):468-471. [doi: 10.1016/s2215-0366(20)30171-1]"
  },
  {
    "id": 81,
    "text": "pandemic. The Lancet Psychiatry 2020 Jun;7(6):468-471. [doi: 10.1016/s2215-0366(20)30171-1]\n41. Torok M, Han J, Baker S, Werner-Seidler A, Wong I, Larsen M, et al. Suicide prevention using self-guided digital\ninterventions: a systematic review and meta-analysis of randomised controlled trials. The Lancet Digital Health 2020\nJan;2(1):e25-e36 [FREE Full text] [doi: 10.1016/s2589-7500(19)30199-2]\n42. Cramer RJ, Judah MR, Badger NL, Holley AM, Judd S, Peterson M, et al. Suicide on college campuses: a public health\nframework and case illustration. J Am Coll Health 2020 Mar 24:1-8. [doi: 10.1080/07448481.2020.1739053] [Medline:\n32207665]\n43. Centers for Disease Control and Prevention. The Social-Ecological Model: A Framework for Prevention. 2021. URL: https:/"
  },
  {
    "id": 82,
    "text": "32207665]\n43. Centers for Disease Control and Prevention. The Social-Ecological Model: A Framework for Prevention. 2021. URL: https:/\n/www.cdc.gov/violenceprevention/about/social-ecologicalmodel.html[accessed 2021-04-22]\n44. Welch V, Petticrew M, Petkovic J, Moher D, Waters E, White H, PRISMA-Equity Bellagio group. Extending the PRISMA\nstatement to equity-focused systematic reviews (PRISMA-E 2012): explanation and elaboration. Int J Equity Health 2015\nOct 08;14(1):92 [FREE Full text] [doi: 10.1186/s12939-015-0219-2] [Medline: 26450828]\n45. Welch V, Petticrew M, Tugwell P, Moher D, O'Neill J, Waters E, PRISMA-Equity Bellagio group. PRISMA-Equity 2012\nextension: reporting guidelines for systematic reviews with a focus on health equity. PLoS Med 2012 Oct 30;9(10):e1001333"
  },
  {
    "id": 83,
    "text": "extension: reporting guidelines for systematic reviews with a focus on health equity. PLoS Med 2012 Oct 30;9(10):e1001333\n[FREE Full text] [doi: 10.1371/journal.pmed.1001333] [Medline: 23222917]\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 9\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 84,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\n46. Tugwell P, Petticrew M, Kristjansson E, Welch V, Ueffing E, Waters E, et al. Assessing equity in systematic reviews:\nrealising the recommendations of the Commission on Social Determinants of Health. BMJ 2010 Sep 13;341(sep13\n1):c4739-c4739. [doi: 10.1136/bmj.c4739] [Medline: 20837575]\n47. Armstrong R, Waters E, Doyle J, Rogers W. Reviews in public health and health promotion. In: Cochrane Handbook for\nSystematic Reviews of Interventions. Hoboken, NJ: John Wiley & Sons; 2008:593-606.\n48. Rogers P. Theory of Change: Methodological Briefs-Impact Evaluation No. 2. 2014. URL: https://www.unicef-irc.org/\npublications/747-theory-of-change-methodological-briefs-impact-evaluation-no-2.html[accessed 2020-12-22]"
  },
  {
    "id": 85,
    "text": "publications/747-theory-of-change-methodological-briefs-impact-evaluation-no-2.html[accessed 2020-12-22]\n49. Vogel I. Review of the Use of 'Theory of Change' in International Development. 2012. URL: https://www.theoryofchange.org/\npdf/DFID_ToC_Review_VogelV7.pdf[accessed 2020-12-22]\n50. Anderson LM, Petticrew M, Rehfuess E, Armstrong R, Ueffing E, Baker P, et al. Using logic models to capture complexity\nin systematic reviews. Res Synth Methods 2011 Mar 10;2(1):33-42. [doi: 10.1002/jrsm.32] [Medline: 26061598]\n51. Niederdeppe J, Kuang X, Crock B, Skelton A. Media campaigns to promote smoking cessation among socioeconomically\ndisadvantaged populations: what do we know, what do we need to learn, and what should we do now? Soc Sci Med 2008"
  },
  {
    "id": 86,
    "text": "disadvantaged populations: what do we know, what do we need to learn, and what should we do now? Soc Sci Med 2008\nNov;67(9):1343-1355. [doi: 10.1016/j.socscimed.2008.06.037] [Medline: 18691793]\n52. Williams M, Mitchell F, Thomson G. Examining the health disparities research plan of the National Institutes of Health:\nunfinished business. Washington, DC: National Academies Press; 2006:0309101212.\n53. US Preventive Services Task Force. Screening for Depression, Anxiety, and Suicide Risk in Adults, Including Pregnant\nand Postpartum Persons. 2020. URL: https://www.uspreventiveservicestaskforce.org/uspstf/draft-update-summary/\nscreening-depression-anxiety-suicide-risk-adults[accessed 2020-12-22]"
  },
  {
    "id": 87,
    "text": "and Postpartum Persons. 2020. URL: https://www.uspreventiveservicestaskforce.org/uspstf/draft-update-summary/\nscreening-depression-anxiety-suicide-risk-adults[accessed 2020-12-22]\n54. Stone D, Holland K, Bartholow B, Crosby A, Davis S, Wilkins N. Preventing suicide: A technical package of policies,\nprograms, and practice. Atlanta, GA: National Center for Injury Prevention and Control, Centers for Disease Control and\nPrevention; 2017. URL: https://www.cdc.gov/violenceprevention/pdf/suicidetechnicalpackage.pdf[accessed 2020-12-22]\n55. Suicide Prevention Resource Center. A Comprehensive Approach to Suicide Prevention. 2020. URL: https://www.sprc.org/\neffective-prevention/comprehensive-approach[accessed 2020-12-22]"
  },
  {
    "id": 88,
    "text": "55. Suicide Prevention Resource Center. A Comprehensive Approach to Suicide Prevention. 2020. URL: https://www.sprc.org/\neffective-prevention/comprehensive-approach[accessed 2020-12-22]\n56. Mann JJ, Apter A, Bertolote J, Beautrais A, Currier D, Haas A, et al. Suicide prevention strategies: a systematic review.\nJAMA 2005 Oct 26;294(16):2064-2074. [doi: 10.1001/jama.294.16.2064] [Medline: 16249421]\n57. Zalsman G, Hawton K, Wasserman D, van Heeringen K, Arensman E, Sarchiapone M, et al. Suicide prevention strategies\nrevisited: 10-year systematic review. The Lancet Psychiatry 2016 Jul;3(7):646-659 [FREE Full text] [doi:\n10.1016/s2215-0366(16)30030-x]\n58. Wong YJ, Maffini CS, Shin M. The Racial-Cultural Framework. The Counseling Psychologist 2013 Feb 12;42(1):13-54."
  },
  {
    "id": 89,
    "text": "10.1016/s2215-0366(16)30030-x]\n58. Wong YJ, Maffini CS, Shin M. The Racial-Cultural Framework. The Counseling Psychologist 2013 Feb 12;42(1):13-54.\n[doi: 10.1177/0011000012470568]\n59. Holmes EA, O'Connor RC, Perry VH, Tracey I, Wessely S, Arseneault L, et al. Multidisciplinary research priorities for\nthe COVID-19 pandemic: a call for action for mental health science. Lancet Psychiatry 2020 Jun;7(6):547-560 [FREE Full\ntext] [doi: 10.1016/S2215-0366(20)30168-1] [Medline: 32304649]\n60. Lebenbaum M, Cheng J, de Oliveira C, Kurdyak P, Zaheer J, Hancock-Howard R, et al. Evaluating the Cost Effectiveness\nof a Suicide Prevention Campaign Implemented in Ontario, Canada. Appl Health Econ Health Policy 2020 Apr;18(2):189-201.\n[doi: 10.1007/s40258-019-00511-5] [Medline: 31535350]"
  },
  {
    "id": 90,
    "text": "of a Suicide Prevention Campaign Implemented in Ontario, Canada. Appl Health Econ Health Policy 2020 Apr;18(2):189-201.\n[doi: 10.1007/s40258-019-00511-5] [Medline: 31535350]\n61. Moher D, Shamseer L, Clarke M, Ghersi D, Liberati A, Petticrew M, PRISMA-P Group. Preferred reporting items for\nsystematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev 2015 Jan 01;4(1):1 [FREE Full text]\n[doi: 10.1186/2046-4053-4-1] [Medline: 25554246]\n62. Moher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group. Preferred reporting items for systematic reviews and\nmeta-analyses: the PRISMA statement. Int J Surg 2010;8(5):336-341 [FREE Full text] [doi: 10.1016/j.ijsu.2010.02.007]\n[Medline: 20171303]"
  },
  {
    "id": 91,
    "text": "meta-analyses: the PRISMA statement. Int J Surg 2010;8(5):336-341 [FREE Full text] [doi: 10.1016/j.ijsu.2010.02.007]\n[Medline: 20171303]\n63. Higgins J, Thomas J, Chandler J, Cumpston M, Li T, Page M. Cochrane Handbook for Systematic Reviews of Interventions\nversion 6.2.: Cochrane; 2021. URL: www.training.cochrane.org/handbook[accessed 2020-12-22]\n64. Welch V, Petticrew M, Petkovic J, Moher D, Waters E, White H, PRISMA-Equity Bellagio group. Extending the PRISMA\nstatement to equity-focused systematic reviews (PRISMA-E 2012): explanation and elaboration. Int J Equity Health 2015\nOct 08;14(1):92 [FREE Full text] [doi: 10.1186/s12939-015-0219-2] [Medline: 26450828]\n65. Welch V, Petticrew M, Tugwell P, Moher D, O'Neill J, Waters E, PRISMA-Equity Bellagio group. PRISMA-Equity 2012"
  },
  {
    "id": 92,
    "text": "65. Welch V, Petticrew M, Tugwell P, Moher D, O'Neill J, Waters E, PRISMA-Equity Bellagio group. PRISMA-Equity 2012\nextension: reporting guidelines for systematic reviews with a focus on health equity. PLoS Med 2012;9(10):e1001333\n[FREE Full text] [doi: 10.1371/journal.pmed.1001333] [Medline: 23222917]\n66. Welch V, Petkovic J, Jull J, Hartling L, Klassen T, Kristjansson E. Equity and specific populations. In: Higgins J, Thomas\nJ, Chandler J, Cumpston M, Li T, Page M, et al, editors. Cochrane Handbook for Systematic Reviews of Interventions.\nHoboken, NJ: John Wiley & Sons; 2019:433-449.\n67. O'Neill J, Tabish H, Welch V, Petticrew M, Pottie K, Clarke M, et al. Applying an equity lens to interventions: using"
  },
  {
    "id": 93,
    "text": "Hoboken, NJ: John Wiley & Sons; 2019:433-449.\n67. O'Neill J, Tabish H, Welch V, Petticrew M, Pottie K, Clarke M, et al. Applying an equity lens to interventions: using\nPROGRESS ensures consideration of socially stratifying factors to illuminate inequities in health. J Clin Epidemiol 2014\nJan;67(1):56-64. [doi: 10.1016/j.jclinepi.2013.08.005] [Medline: 24189091]\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 10\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 94,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\n68. Moher D, Liberati A, Tetzlaff J, Altman D, PRISMA Group. Preferred reporting items for systematic reviews and\nmeta-analyses: the PRISMA statement. PLoS Med 2009 Jul 21;6(7):e1000097 [FREE Full text] [doi:\n10.1371/journal.pmed.1000097] [Medline: 19621072]\n69. Moher D, Schulz KF, Simera I, Altman DG. Guidance for developers of health research reporting guidelines. PLoS Med\n2010 Feb 16;7(2):e1000217 [FREE Full text] [doi: 10.1371/journal.pmed.1000217] [Medline: 20169112]\n70. Xiao Y. Social network influences on trajectories of suicidal behaviors among adolescents transitioning to adulthood [PhD\nthesis].: New York University URL: https://www.researchgate.net/publication/"
  },
  {
    "id": 95,
    "text": "thesis].: New York University URL: https://www.researchgate.net/publication/\n341867488_Social_network_influences_on_trajectories_of_suicidal_behaviors_among_adolescents_transitioning_to_adulthood\n[accessed 2020-12-22]\n71. Xiao Y, Romanelli M, Vélez-Grau C, Lindsey MA. Unpacking Racial/Ethnic Differences in the Associations between\nNeighborhood Disadvantage and Academic Achievement: Mediation of Future Orientation and Moderation of Parental\nSupport. J Youth Adolesc 2021 Jan 22;50(1):103-125. [doi: 10.1007/s10964-020-01319-6] [Medline: 32964380]\n72. Xiao Y, Romanelli M, Lindsey MA. A latent class analysis of health lifestyles and suicidal behaviors among US adolescents.\nJ Affect Disord 2019 Aug 01;255:116-126. [doi: 10.1016/j.jad.2019.05.031] [Medline: 31150941]"
  },
  {
    "id": 96,
    "text": "J Affect Disord 2019 Aug 01;255:116-126. [doi: 10.1016/j.jad.2019.05.031] [Medline: 31150941]\n73. Xiao Y, Lu W. Cumulative Health Risk Behaviors and Adolescent Suicide: The Moderating Role of Future Orientation.\nAm J Health Behav 2019 Nov 01;43(6):1086-1102. [doi: 10.5993/AJHB.43.6.7] [Medline: 31662168]\n74. Kampling H, Baumeister H, Jackel W, Mittag O. Prevention of depression in chronically physically ill adults. Cochrane\nDatabase Syst Rev 2014;2014(8):CD011246. [doi: 10.1002/14651858.cd011246]\n75. Posner K, Brown GK, Stanley B, Brent DA, Yershova KV, Oquendo MA, et al. The Columbia-Suicide Severity Rating\nScale: initial validity and internal consistency findings from three multisite studies with adolescents and adults. Am J"
  },
  {
    "id": 97,
    "text": "Scale: initial validity and internal consistency findings from three multisite studies with adolescents and adults. Am J\nPsychiatry 2011 Dec;168(12):1266-1277 [FREE Full text] [doi: 10.1176/appi.ajp.2011.10111704] [Medline: 22193671]\n76. Beck AT, Steer RA, Ranieri WF. Scale for suicide ideation: Psychometric properties of a self-report version. J Clin Psychol\n1988 Jul;44(4):499-505. [doi: 10.1002/1097-4679(198807)44:4<499::aid-jclp2270440404>3.0.co;2-6]\n77. Spitzer RL, Kroenke K, Williams JB. Validation and utility of a self-report version of PRIME-MD: the PHQ primary care\nstudy. Primary Care Evaluation of Mental Disorders. Patient Health Questionnaire. JAMA 1999 Nov 10;282(18):1737-1744.\n[doi: 10.1001/jama.282.18.1737] [Medline: 10568646]"
  },
  {
    "id": 98,
    "text": "study. Primary Care Evaluation of Mental Disorders. Patient Health Questionnaire. JAMA 1999 Nov 10;282(18):1737-1744.\n[doi: 10.1001/jama.282.18.1737] [Medline: 10568646]\n78. Bramer WM, Rethlefsen ML, Kleijnen J, Franco OH. Optimal database combinations for literature searches in systematic\nreviews: a prospective exploratory study. Syst Rev 2017 Dec 06;6(1):245 [FREE Full text] [doi: 10.1186/s13643-017-0644-y]\n[Medline: 29208034]\n79. Carson V, Kuzik N, Hunter S, Wiebe SA, Spence JC, Friedman A, et al. Systematic review of sedentary behavior and\ncognitive development in early childhood. Prev Med 2015 Sep;78:115-122. [doi: 10.1016/j.ypmed.2015.07.016] [Medline:\n26212631]\n80. Ng SC, Shi HY, Hamidi N, Underwood FE, Tang W, Benchimol EI, et al. Worldwide incidence and prevalence of"
  },
  {
    "id": 99,
    "text": "26212631]\n80. Ng SC, Shi HY, Hamidi N, Underwood FE, Tang W, Benchimol EI, et al. Worldwide incidence and prevalence of\ninflammatory bowel disease in the 21st century: a systematic review of population-based studies. The Lancet 2017\nDec;390(10114):2769-2778. [doi: 10.1016/s0140-6736(17)32448-0]\n81. Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JPA, et al. The PRISMA statement for reporting\nsystematic reviews and meta-analyses of studies that evaluate healthcare interventions: explanation and elaboration. BMJ\n2009 Jul 21;339:b2700 [FREE Full text] [doi: 10.1136/bmj.b2700] [Medline: 19622552]\n82. Higgins JPT, Altman DG, Gøtzsche PC, Jüni P, Moher D, Oxman AD, Cochrane Bias Methods Group, Cochrane Statistical"
  },
  {
    "id": 100,
    "text": "82. Higgins JPT, Altman DG, Gøtzsche PC, Jüni P, Moher D, Oxman AD, Cochrane Bias Methods Group, Cochrane Statistical\nMethods Group. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ 2011 Oct 18;343:d5928\n[FREE Full text] [doi: 10.1136/bmj.d5928] [Medline: 22008217]\n83. Sterne JA, Hernán MA, Reeves BC, Savović J, Berkman ND, Viswanathan M, et al. ROBINS-I: a tool for assessing risk\nof bias in non-randomised studies of interventions. BMJ 2016 Oct 12;355:i4919 [FREE Full text] [doi: 10.1136/bmj.i4919]\n[Medline: 27733354]\n84. Popay J, Roberts H, Sowden A, Petticrew M, Arai L, Rodgers M. Guidance on the conduct of narrative synthesis in systematic"
  },
  {
    "id": 101,
    "text": "[Medline: 27733354]\n84. Popay J, Roberts H, Sowden A, Petticrew M, Arai L, Rodgers M. Guidance on the conduct of narrative synthesis in systematic\nreviews: A product from the ESRC Methods Programme Lancaster: Institute for Health Research, Lancaster University.\n2006. URL: https://www.lancaster.ac.uk/media/lancaster-university/content-assets/documents/fhm/dhr/chir/\nNSsynthesisguidanceVersion1-April2006.pdf[accessed 2020-12-22]\n85. Schünemann H, Brożek J. GRADE Handbook.: Cochrane Collaboration; 2013. URL: https://gdt.gradepro.org/app/handbook/\nhandbook.html[accessed 2020-12-22]\n86. Faber T, Ravaud P, Riveros C, Perrodeau E, Dechartres A. Meta-analyses including non-randomized studies of therapeutic"
  },
  {
    "id": 102,
    "text": "handbook.html[accessed 2020-12-22]\n86. Faber T, Ravaud P, Riveros C, Perrodeau E, Dechartres A. Meta-analyses including non-randomized studies of therapeutic\ninterventions: a methodological review. BMC Med Res Methodol 2016 Mar 22;16:35 [FREE Full text] [doi:\n10.1186/s12874-016-0136-0] [Medline: 27004721]\n87. Parker LA, Saez NG, Porta M, Hernández-Aguado I, Lumbreras B. The impact of including different study designs in\nmeta-analyses of diagnostic accuracy studies. Eur J Epidemiol 2013 Sep;28(9):713-720. [doi: 10.1007/s10654-012-9756-9]\n[Medline: 23269612]\n88. Li R, Zhang P, Barker LE, Chowdhury FM, Zhang X. Cost-effectiveness of interventions to prevent and control diabetes\nmellitus: a systematic review. Diabetes Care 2010 Aug 28;33(8):1872-1894 [FREE Full text] [doi: 10.2337/dc10-0843]"
  },
  {
    "id": 103,
    "text": "mellitus: a systematic review. Diabetes Care 2010 Aug 28;33(8):1872-1894 [FREE Full text] [doi: 10.2337/dc10-0843]\n[Medline: 20668156]\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 11\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  },
  {
    "id": 104,
    "text": "JMIR RESEARCH PROTOCOLS Xiao et al\n89. Churchill R, Hunot V, Corney R, Knapp M, McGuire H, Tylee A, et al. A systematic review of controlled trials of the\neffectiveness and cost-effectiveness of brief psychological treatments for depression. Health Technol Assess 2001;5(35):1-173\n[FREE Full text] [doi: 10.3310/hta5350] [Medline: 12387733]\n90. Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-analyses. BMJ 2003 Sep\n06;327(7414):557-560 [FREE Full text] [doi: 10.1136/bmj.327.7414.557] [Medline: 12958120]\n91. Higgins JPT, Thompson SG. Quantifying heterogeneity in a meta-analysis. Stat Med 2002 Jun 15;21(11):1539-1558. [doi:\n10.1002/sim.1186] [Medline: 12111919]"
  },
  {
    "id": 105,
    "text": "91. Higgins JPT, Thompson SG. Quantifying heterogeneity in a meta-analysis. Stat Med 2002 Jun 15;21(11):1539-1558. [doi:\n10.1002/sim.1186] [Medline: 12111919]\n92. Gøtzsche PC, Hróbjartsson A, Maric K, Tendal B. Data extraction errors in meta-analyses that use standardized mean\ndifferences. JAMA 2007 Jul 25;298(4):430-437. [doi: 10.1001/jama.298.4.430] [Medline: 17652297]\n93. Mbuagbaw L, Lawson DO, Puljak L, Allison DB, Thabane L. A tutorial on methodological studies: the what, when, how\nand why. BMC Med Res Methodol 2020 Sep 07;20(1):226 [FREE Full text] [doi: 10.1186/s12874-020-01107-7] [Medline:\n32894052]\n94. George B, Beasley T, Brown A, Dawson J, Dimova R, Divers J, et al. Common scientific and statistical errors in obesity"
  },
  {
    "id": 106,
    "text": "32894052]\n94. George B, Beasley T, Brown A, Dawson J, Dimova R, Divers J, et al. Common scientific and statistical errors in obesity\nresearch. Obesity (Silver Spring) 2016 Apr;24(4):781-790 [FREE Full text] [doi: 10.1002/oby.21449] [Medline: 27028280]\nAbbreviations\nCDC: Centers for Disease Control and Prevention\nICER: incremental cost-effectiveness ratio\nPRISMA: Preferred Reporting Items for Systematic Review and Meta-Analysis\nRCT: randomized controlled trial\nROBINS-I: Risk of Bias in Non-randomized Studies of Interventions\nEdited by G Eysenbach; submitted 05.01.21; peer-reviewed by J Bantjes, S Byrne; comments to author 09.03.21; revised version\nreceived 29.03.21; accepted 16.04.21; published 17.05.21\nPlease cite as:\nXiao Y, Hinrichs R, Johnson N, McKinley A, Carlson J, Agley J, Yip PSF"
  },
  {
    "id": 107,
    "text": "received 29.03.21; accepted 16.04.21; published 17.05.21\nPlease cite as:\nXiao Y, Hinrichs R, Johnson N, McKinley A, Carlson J, Agley J, Yip PSF\nSuicide Prevention Among College Students Before and During the COVID-19 Pandemic: Protocol for a Systematic Review and\nMeta-analysis\nJMIR Res Protoc 2021;10(5):e26948\nURL: https://www.researchprotocols.org/2021/5/e26948\ndoi: 10.2196/26948\nPMID: 33878016\n©Yunyu Xiao, Rachel Hinrichs, Nina Johnson, Amanda McKinley, Joan Carlson, Jon Agley, Paul Siu Fai Yip. Originally\npublished in JMIR Research Protocols (https://www.researchprotocols.org), 17.05.2021. This is an open-access article distributed\nunder the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits"
  },
  {
    "id": 108,
    "text": "under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits\nunrestricted use, distribution, and reproduction in any medium, provided the original work, first published in JMIR Research\nProtocols, is properly cited. The complete bibliographic information, a link to the original publication on\nhttps://www.researchprotocols.org, as well as this copyright and license information must be included.\nhttps://www.researchprotocols.org/2021/5/e26948 JMIR Res Protoc 2021 | vol. 10 | iss. 5 | e26948 | p. 12\nXSL FO (page number not for citation purposes)\n•\nRenderX"
  }
]