[
  {
    "id": 1,
    "text": "Journal of College Student Mental Health\nISSN: 2836-7138 (Print) 2836-7146 (Online) Journal homepage: www.tandfonline.com/journals/wcsp21\nThe Future of College Student Mental Health:\nStudent Perspectives\nFiona Wu, Ginger Freeman, Steve Wang & Ingrid Flores\nTo cite this article: Fiona Wu, Ginger Freeman, Steve Wang & Ingrid Flores (2024) The Future\nof College Student Mental Health: Student Perspectives, Journal of College Student Mental\nHealth, 38:4, 975-1010, DOI: 10.1080/28367138.2024.2400612\nTo link to this article: https://doi.org/10.1080/28367138.2024.2400612\n© 2024 The Author(s). Published with\nlicense by Taylor & Francis Group, LLC.\nPublished online: 10 Oct 2024.\nSubmit your article to this journal\nArticle views: 14606\nView related articles\nCiting articles: 2 View citing articles"
  },
  {
    "id": 2,
    "text": "license by Taylor & Francis Group, LLC.\nPublished online: 10 Oct 2024.\nSubmit your article to this journal\nArticle views: 14606\nView related articles\nCiting articles: 2 View citing articles\nFull Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=wcsp21"
  },
  {
    "id": 3,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH\n2024, VOL. 38, NO. 4, 975–1010\nhttps://doi.org/10.1080/28367138.2024.2400612\nThe Future of College Student Mental Health: Student\nPerspectives\nFiona Wua, Ginger Freemanb, Steve Wangc, and Ingrid Floresb\naDepartment of Medicine, Health, and Society, Vanderbilt University, Nashville, Tennessee, USA;\nbDepartment of Educational Psychology, The University of Texas, Austin, Texas, USA; cDepartment of\nPsychology, Vanderbilt University, Nashville, Tennessee, USA\nABSTRACT KEYWORDS\nThis paper explores the future of college student mental health Cultural competency; mental\nfrom students’ perspective. The authors of this manuscript are health days; peer support;\nfour undergraduate and graduate students from two different student diversity; student"
  },
  {
    "id": 4,
    "text": "from students’ perspective. The authors of this manuscript are health days; peer support;\nfour undergraduate and graduate students from two different student diversity; student\nmental health\nuniversities. In the context of growing demand and intensity of\nmental health issues and the increased diversity of student\nidentities on college campuses, the authors outline students’\nspecific needs and what institutions can do to support their\nmental health needs. Two specific strategies are highlighted –\npeer support and mental health days.\nINTRODUCTION\nThe mental health and wellbeing of university and college students are essen-\ntial to the health and future of society, as these students grow up to become\nfuture leaders. This group faces many challenges and stressors, which have"
  },
  {
    "id": 5,
    "text": "tial to the health and future of society, as these students grow up to become\nfuture leaders. This group faces many challenges and stressors, which have\nbeen further exacerbated in recent years by the COVID-19 pandemic, and\ncontribute to the mental health crisis facing many young adults. A study of\nabout 90,000 college students across 133 US colleges and universities from the\n2021–2022 academic year noted that 44% of students reported depressive\nsymptoms, 37% of students reported feelings of anxiety, and 15% of students\nreported suicidal ideation, marking the highest rate in the survey’s 15-year\nhistory (Healthy Minds Network, 2023).\nAs a group of students and recent graduates from Vanderbilt University and\nthe University of Texas at Austin, the authors of this paper have experienced"
  },
  {
    "id": 6,
    "text": "history (Healthy Minds Network, 2023).\nAs a group of students and recent graduates from Vanderbilt University and\nthe University of Texas at Austin, the authors of this paper have experienced\nfirst-hand the struggles many college students face on a daily basis and the\nassociated mental health concerns. As more students seek mental health\nservices to address these concerns, counseling centers face high turnover\nrates among qualified staff, hindering continuity and care accessibility on\ncollege campuses (Gorman et al., 2023). Adding to the complexity is the\nCONTACT Fiona Wu fan.wu.2@vanderbilt.edu Department of Medicine, Health, and Society, Vanderbilt\nUniversity, 55 Hobart St, Brighton, Nashville, TennesseeA MA 02135, USA"
  },
  {
    "id": 7,
    "text": "CONTACT Fiona Wu fan.wu.2@vanderbilt.edu Department of Medicine, Health, and Society, Vanderbilt\nUniversity, 55 Hobart St, Brighton, Nashville, TennesseeA MA 02135, USA\n© 2024 The Author(s). Published with license by Taylor & Francis Group, LLC.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives\nLicense (http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits non-commercial re-use, distribution, and reproduction in\nany medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way. The terms on\nwhich this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their\nconsent."
  },
  {
    "id": 8,
    "text": "976 F. WU ET AL.\nevolving demographics of students as universities and colleges across the\nnation grow more diverse (Diversity in Higher Education: Facts and\nStatistics, 2024b). It is thus clear to the authors that the college student mental\nhealth crisis needs to be addressed so all students can reach their full potential.\nThis article aims to address the current and future mental health needs of\ncollege students. In particular, this article will hone in on experiences and\nareas of need of racially and ethnically minoritized students, international\nstudents, LGBTQ+ students, neurodiverse students, STEM students, student\nathletes, housing and food insecure students, as well as students most\nimpacted by shifting political trends. The authors of this paper recognize"
  },
  {
    "id": 9,
    "text": "athletes, housing and food insecure students, as well as students most\nimpacted by shifting political trends. The authors of this paper recognize\nthat this is not an all-inclusive list of the diverse groups of students at colleges\nand universities. The authors chose to focus on these populations of students\nfor a number of reasons, including but not limited to the personal identities\nand experiences of the authors, the amount of existing research regarding\nmental health in these populations, and the vulnerability to mental health\ndisparities of these populations on college campuses. The authors hope that\nthe overarching ideas discussed can generate conversations and further\nresearch to promote better mental health in student with minoritized identities\nand college students as a whole."
  },
  {
    "id": 10,
    "text": "the overarching ideas discussed can generate conversations and further\nresearch to promote better mental health in student with minoritized identities\nand college students as a whole.\nRACIALLY AND ETHNICALLY MINORITIZED STUDENTS\nWho Are The Students?\nColleges and universities are becoming increasingly diverse, with the signifi-\ncant growth in the number of racially and ethnically minoritized (REM)\nstudents enrolled in recent years. According to the National Center for\nEducation Statistics (NCES), “The proportion of college students who identify\nas racially and ethnically diverse has shifted nationally, rising from 45.3% of\nthe general student population in 2010 to 52.1% in 2022” (National Center for\nEducation Statistics, n.d.). Current undergraduate enrollment trends from the"
  },
  {
    "id": 11,
    "text": "the general student population in 2010 to 52.1% in 2022” (National Center for\nEducation Statistics, n.d.). Current undergraduate enrollment trends from the\nNational Student Clearinghouse Research Center (NSCRC) for fall 2023\nrevealed, “Undergraduate enrollment increased among all ethnoracial groups\nexcept White (−2.00%), and Native American students (−1.00%)” (National\nStudent Clearinghouse Research Center, 2024a). According to the National\nCenter for Education Statistics (National Center for Education Statistics,\n2023), “Of 2.8 million postbaccalaureate students enrolled in 2021, about\n60% were White. This percentage was lower of postbaccalaureate students\nwho were White in fall 2010 (69%)” (p. 2). Hispanic, Asian, and those who"
  },
  {
    "id": 12,
    "text": "60% were White. This percentage was lower of postbaccalaureate students\nwho were White in fall 2010 (69%)” (p. 2). Hispanic, Asian, and those who\nidentify with two or more racial ethnic groups made up a larger percentage of\npostbaccalaureate students in fall 2021 than in fall 2010 (National Center for\nEducation Statistics, 2023). Black, American Indian/Alaska Native and Pacific"
  },
  {
    "id": 13,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 977\nIslander racial/ethnic groups in fall 2021 remained similar to 2010 data\n(National Center for Education Statistics, 2023).\nIn addition, international REM student enrollment has surged in US higher\neducation. For example, new international student enrollment increased by\n14% in 2022–2023, with a 35% increase in students from India and an 18%\nincrease in students from Sub-Saharan Africa (Durrani, 2023). According to\nthe National Center for Education Statistics (2019), “Of the 16.3 million\nundergraduate students in fall 2016, about 9.1 million were White,\n3.2 million were Hispanic, 2.2 million were Black, 1.1 million were Asian,\n596,000 were of two or more races, 129,000 were American Indian/Alaska"
  },
  {
    "id": 14,
    "text": "3.2 million were Hispanic, 2.2 million were Black, 1.1 million were Asian,\n596,000 were of two or more races, 129,000 were American Indian/Alaska\nNative, and 47,000 were Pacific Islander” (National Center for Education\nStatistics, 2019). As colleges and universities continue to diversify, it is vital\nfor them to work toward meeting REM students’ needs by creating initiatives\nand programs that better serve them.\nGiven the increasing diversity of students accessing higher education docu-\nment above, it is encouraging to see that university counseling centers (UCCs)\nare serving a higher percentage of students who identify as racially and\nethnically diverse, jumping from 29% to 40% between 2012 and 2023\n(White, 2024). According to Center for Collegiate Mental Health data, UCCs"
  },
  {
    "id": 15,
    "text": "ethnically diverse, jumping from 29% to 40% between 2012 and 2023\n(White, 2024). According to Center for Collegiate Mental Health data, UCCs\nserving Asian American/Asian and Hispanic/Latino/a/x have increased, but\nthe percentage of African American/Black students has remained stable across\nthe past 11 years (White, 2024). Since students treated at UCCs are becoming\nmore diverse, it is important that counseling centers and clinicians focus on\nmeeting REM students’ needs (White, 2024).\nWhat Are Their Needs?\nThe barriers experienced by college and university students seeking mental\nhealth resources are often related to a student’s racial/ethnic background\n(Miranda et al., 2015). Despite the increase in utilization of UCCs for diverse"
  },
  {
    "id": 16,
    "text": "health resources are often related to a student’s racial/ethnic background\n(Miranda et al., 2015). Despite the increase in utilization of UCCs for diverse\nstudent populations, chronic underutilization of mental health services\nremains for all students of color, but especially for Black students (Banks,\n2020; Helling & Chandler, 2021). Students of color are often met with more\nbarriers than White students, especially in terms of financial burdens, time\nconcerns, and stigma (Miranda et al., 2015).\nOne main reason for underutilization of mental health services by REM\nstudents is the campus climate of predominantly white institutions\n(PWIs). According to Banks (2020), “It is common for students from\nunderrepresented backgrounds to experience campus climate at PWIs as"
  },
  {
    "id": 17,
    "text": "(PWIs). According to Banks (2020), “It is common for students from\nunderrepresented backgrounds to experience campus climate at PWIs as\nnegative, which may in turn impact the degree to which they trust\nprofessionals on campus” (Banks, 2020, p. 78). Some of the reasons why\ncampus climate is negative at PWIs for REM students is because “students\nexperiences with racism, constant exposure to microaggressions, and"
  },
  {
    "id": 18,
    "text": "978 F. WU ET AL.\nconcerns that university counselors do not share their life experiences and\nworldview . . . stigma associated with seeking professional psychological\nhelp may also contribute to disparities and may be more relevant for\ncommunities of color” (Banks, 2020, pp. 78–79). Stigma and the lack of\ncounselors with similar backgrounds to REM students contribute to the\ndeficit in mental health help seeking for REM students compared to non-\nREM students.\nWith increasing number of REM students on college campuses, it is con-\ncerning that Diversity Equity and Inclusion (DEI) programs and initiatives\nhave been banned within certain states and in their public universities. In\n2023, five states passed legislation banning certain DEI initiatives and pro-"
  },
  {
    "id": 19,
    "text": "have been banned within certain states and in their public universities. In\n2023, five states passed legislation banning certain DEI initiatives and pro-\ngrams (Wood, 2023). These bills prohibit using federal funding to support DEI\noffices or staff at public colleges in those states (Wood, 2023). Campus\ninitiatives that mandate diversity training, use diversity statements in hiring\nor admissions, and even some discussions of race in classrooms are now\nbanned by conservative legislation (Wood, 2023). It is clear that REM students\nface significant obstacles to inclusion and well-being on campus, exacerbated\nby anti-DEI laws. One might suspect that these could exacerbate the under-\nutilization of mental health services by REM students.\nSuggestions To Meet Their Needs"
  },
  {
    "id": 20,
    "text": "by anti-DEI laws. One might suspect that these could exacerbate the under-\nutilization of mental health services by REM students.\nSuggestions To Meet Their Needs\nEnsuring staffing with culturally competent counseling centers is important –\nespecially in states and college environments where DEI programming is not\nencouraged. Most therapists in US university counseling centers operate from\nan ethnocentric, Westernized approach to psychotherapy (Caldwell et al.,\n2023). The Western approach to psychotherapy promotes independence\ninstead of interdependence, exemplifying the missed opportunities for psy-\nchotherapy to align with different cultural values (Caldwell et al., 2023; Hall\net al., 2011). Culturally sensitive therapists approach each client’s story with"
  },
  {
    "id": 21,
    "text": "chotherapy to align with different cultural values (Caldwell et al., 2023; Hall\net al., 2011). Culturally sensitive therapists approach each client’s story with\nopenness and curiosity instead of acting like a cultural expert. Training\nclinicians, who work within UCCs, to become culturally sensitive is essential\nto help students from different sociocultural backgrounds feel understood\n(Helling & Chandler, 2021). A culturally sensitive counseling center might\nwork on “meeting the psychosocial and developmental challenges diverse\nstudents face during the transition to college, expanding the range of evidence-\nbased, culturally resonant campus mental health programming and providing\naccessible, non-clinical psychological wellness resources for students of color”"
  },
  {
    "id": 22,
    "text": "based, culturally resonant campus mental health programming and providing\naccessible, non-clinical psychological wellness resources for students of color”\n(Helling & Chandler, 2021, p. 162). An example of a culturally sensitive\ncounseling center is the innovative program, Changing Minds, Changing\nLives (CMCL)- a strengths- based model promoting resilience to Black male\ncollege students who do not share racial identities with facilitators and parti-\ncipants in training (Helling & Chandler, 2021. After the five-week, ten-session"
  },
  {
    "id": 23,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 979\nCMCL course, participants report positive psychosocial skill development and\npersonal transformation. Modeling other culturally sensitive initiatives off\nCMCL might be an effective way to reach populations that underutilize mental\nhealth services.\nCollege students tend to have busy schedules, suggesting that mental health\ntreatment should be designed to fit into students’ lives seamlessly. In order to\nincrease mental health treatment seeking behaviors and positive outcomes,\ntreatment should be delivered in a format that is efficient, and flexible.\nAddressing mental health stigma is an important first step to increasing\nengagement with formal mental health care. In a study of over 1,200 demo-"
  },
  {
    "id": 24,
    "text": "Addressing mental health stigma is an important first step to increasing\nengagement with formal mental health care. In a study of over 1,200 demo-\ngraphically diverse students, “the most common ideas for how we can ‘end\nmental health stigma’ were education, awareness, a positive atmosphere, and\nopen discussion. Becoming aware of the prevalence of mental health stigma\nthrough peer stories about mental health was a common suggestion to increase\nvalidation and hope for those struggling” (Elbulok-Charcape et al., 2021).\nInterestingly, most students in the Milushka et al. study of diverse students\nwere unaware of campus initiatives and resources to promote mental health\nawareness. This finding suggests that outreach is important to direct diverse"
  },
  {
    "id": 25,
    "text": "were unaware of campus initiatives and resources to promote mental health\nawareness. This finding suggests that outreach is important to direct diverse\nstudents to the right treatment for their unique needs. Outreach activities for\ndiverse students to destigmatize mental health services could improve diverse\nstudent therapy attendance rates and reduce distress at initial services\n(Caldwell et al., 2023). According to Caldwell et al. (2023): “Outreach efforts\nmay focus on seeking therapy early rather than waiting until distress becomes\noverwhelming, explaining the confidentiality of services, discussing ways that\ntherapists will be sensitive to cultural issues, and describing the potential\nbenefits of mental health services. (p. 235)” In other words, outreach disman-"
  },
  {
    "id": 26,
    "text": "therapists will be sensitive to cultural issues, and describing the potential\nbenefits of mental health services. (p. 235)” In other words, outreach disman-\ntles barriers to help-seeking, especially when simultaneously communicating\nthat counselors will remain confidential and empathetic of students’ mental\nhealth issues from a culturally competent lens. In addition to staffing outreach\nprogramming with REM staff members, staffing the outreach with REM staff\nmembers exposes students to role models on campus and offers services from\nthose who share REM students’ lived experiences.\nCulturally competent treatment requires addressing individual student\ndifferences and helping them feel understood from their own worldview.\nResearch has shown that people prefer therapy in their primary language"
  },
  {
    "id": 27,
    "text": "differences and helping them feel understood from their own worldview.\nResearch has shown that people prefer therapy in their primary language\nbecause they can better process their emotions and experience greater treat-\nment outcomes (Caldwell et al., 2023). Hiring multilingual clinicians might\nalso benefit outreach efforts to diverse students (Caldwell et al., 2023). In\naddition, hiring culturally diverse and competent staff could decrease the\nstigma diverse students may face when deciding to get help (Caldwell et al.,\n2023). According to Banks (2020), “When compared to students who reported\ninfrequent use of cultural and resource offices, students who visited these\noffices improved their perceptions surrounding counseling services."
  },
  {
    "id": 28,
    "text": "980 F. WU ET AL.\nSpecifically, students reported greater likelihood to utilize counseling services,\nand greater likelihood that they would refer a friend to the assigned psychol-\nogist.” These findings suggest the importance of improving access to diversity-\nfocused groups and communities within college campuses, especially on\ncollege campuses where these offices are banned. Universities with DEI pro-\ngramming bans must find ways of supporting REM students that are consis-\ntent with the laws in their state, such as partnering with nonprofits or\ncommunity organizations near campus to cultivate cultural resources and\noffices that are still accessible to students. In short, hiring a more diverse,\nmultilingual, and culturally-competent provider and outreach workforce is"
  },
  {
    "id": 29,
    "text": "offices that are still accessible to students. In short, hiring a more diverse,\nmultilingual, and culturally-competent provider and outreach workforce is\ncritical to addressing REM students’ mental health needs.\nINTERNATIONAL STUDENTS\nWho Are The Students?\nInternational students constitute an increasingly relevant and important\nsource of diversity on college campuses. These students enrich the cultural\ndiversity of campuses with their home cultures and ethnic experiences. In\naddition, international students expose faculty, staff, and students to oppor-\ntunities to develop their cultural sensitivities and skills in working with people\nfrom different backgrounds (Wu et al., 2015). According to the Open Doors\nReport of 2011, there was a 5% increase in international students coming to"
  },
  {
    "id": 30,
    "text": "from different backgrounds (Wu et al., 2015). According to the Open Doors\nReport of 2011, there was a 5% increase in international students coming to\nthe US (Wu et al., 2015), making up 2.7% of the undergraduate students,\n11.4% of graduate students, and 33% of doctoral students. Currently, the\nmajority of international students are from Asian backgrounds such as\nChina, India, South Korean, and Taiwan (Wu et al., 2015). Further, interna-\ntional student enrollment continues to increase. New international student\nenrollment surged by 14% in 2022–2023, with Sub-Saharan Africa having the\nhighest rate of 18% growth among world regions (Durrani, 2023)\nWhat Are Their Needs?\nUnfortunately, international students face many challenges as they pursue"
  },
  {
    "id": 31,
    "text": "highest rate of 18% growth among world regions (Durrani, 2023)\nWhat Are Their Needs?\nUnfortunately, international students face many challenges as they pursue\nhigher education outside of their home countries (Wu et al., 2015). In the\nUS, international students may deal with culture shock and marginalization\ncommonly associated with traditionally minoritized groups (Dipeolu et al.,\n2007). They face different food options, unfamiliar living circumstances,\nfinancial insecurities, balancing work and families, study schedules, learning\nstyles, understanding insurance, and difficulties related to language, culture,\nand personal barriers (Wu et al., 2015). Another study on challenges interna-\ntional students face discussed homesickness, academic, social, and cultural"
  },
  {
    "id": 32,
    "text": "and personal barriers (Wu et al., 2015). Another study on challenges interna-\ntional students face discussed homesickness, academic, social, and cultural\npressures that result in excessive stress, anxiety, and depression (Nadal-"
  },
  {
    "id": 33,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 981\nVicens, 2021). Further, immigration-related legal constraints can cause inter-\nruptions in international students’ studies and significantly limit access to\nprofessional opportunities, such as internships and fellowships. Despite the\npsychological problems international students face, they often do not seek\nmental health services due to stigma; often, voicing mental health concerns\nand help-seeking can be incongruent with their cultural norms and expecta-\ntions (Nadal-Vicens, 2021). College counseling centers must commit outreach\nprogramming for this unique population (Dipeolu et al., 2007).\nSuggestions To Meet Their Needs\nIt is important that institutions help international students feel supported and"
  },
  {
    "id": 34,
    "text": "programming for this unique population (Dipeolu et al., 2007).\nSuggestions To Meet Their Needs\nIt is important that institutions help international students feel supported and\ninform them about the various resources their campus provides. Colleges and\nuniversities should have an English program for international students to\nsupport their language proficiency. Additionally, universities should host\nworkshops where international students become familiar with the use of\ncolloquialisms and the social and cultural norms of US society (Wu et al.,\n2015). Dipeolu et al. (2007) indicated that academic advisors play a crucial role\nas leaders and guides to international students’ career journeys, therefore, it is\nimportant for academic advisors to use their first meetings to establish rapport"
  },
  {
    "id": 35,
    "text": "as leaders and guides to international students’ career journeys, therefore, it is\nimportant for academic advisors to use their first meetings to establish rapport\nwith students and learn about their personal history, educational goals, chal-\nlenges, and strengths (Dipeolu et al., 2007). An alternative strategy is to engage\nacademic advisors in local activities and events that promote multicultural\ncompetence and foster dialogue and mutual understanding among people of\ndiverse backgrounds (Dipeolu et al., 2007).\nIn addition, it is helpful to hold orientations for international students.\nWell-designed orientations could not only introduce international students to\nthe US educational system and academic norms but also give a head start to"
  },
  {
    "id": 36,
    "text": "Well-designed orientations could not only introduce international students to\nthe US educational system and academic norms but also give a head start to\nlearning about resources, such as legal, financial, academic, healthcare, and\ncounseling that are available on campus. Creating programs to bridge inter-\nnational and US cultures is also highly recommended These interactions could\nhelp international students improve their language and communication skills\nwhile also providing opportunities to understand and adjust to US culture\n(Wu et al., 2015).\nSome colleges provide an interpreter for counseling services or offer coun-\nselors from different ethnic backgrounds (Durrani, 2023). Williams et al.\n(2018) argued that traditional Eurocentric mental health counseling cannot"
  },
  {
    "id": 37,
    "text": "selors from different ethnic backgrounds (Durrani, 2023). Williams et al.\n(2018) argued that traditional Eurocentric mental health counseling cannot\nadequately support diverse international student needs, and this is often linked\nto international students discontinuing sessions and not receiving the assis-\ntance they need. These findings, once again, underline the critical importance\nof cross-cultural training for mental health professionals and continuously\nbuilding a mental health workforce with diverse backgrounds."
  },
  {
    "id": 38,
    "text": "982 F. WU ET AL.\nFinally, peer support could be an invaluable resource in international\nstudent wellbeing, as upper-class students could pass down their experiences\nof adapting to life in the US to underclass students; for instance, at Vanderbilt\nUniversity, international orientation programs are mostly led by international\nupper-class students. Colleges could potentially expand this peer support\napproach beyond orientation and into all of college life or at least for those\nstruggling with mental health. These suggestions show various ways that\ninstitutions and staff can support international students as they pursue higher\neducation\nLESBIAN, GAY, BISEXUAL, TRANSGENDER, QUESTIONING, PLUS\nSTUDENTS\nWho Are The Students?\nLesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ+)"
  },
  {
    "id": 39,
    "text": "education\nLESBIAN, GAY, BISEXUAL, TRANSGENDER, QUESTIONING, PLUS\nSTUDENTS\nWho Are The Students?\nLesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ+)\nindividuals make up a large proportion of the students attending col-\nleges and universities. About 23% of students at elite universities iden-\ntify as part of the LGBTQ+ community, with the number rising to 38%\nat liberal arts colleges (Kaufmann, 2022). For some LGBTQ+ indivi-\nduals, their college campus may provide opportunities to be part of\na community and connect with similar individuals. For example, at\nVanderbilt University, organizations such as the Vanderbilt Lambda\nAssociation and The K.C. Potter Center provides safe and supportive\nenvironments for LGBTQ+ students to find community with other"
  },
  {
    "id": 40,
    "text": "Vanderbilt University, organizations such as the Vanderbilt Lambda\nAssociation and The K.C. Potter Center provides safe and supportive\nenvironments for LGBTQ+ students to find community with other\nqueer students on campus.\nDespite this, a college campus may also be a hostile environment for\nLGBTQ+ individuals, filled with unique challenges and hateful rhetoric.\nFrom 2018 to 2022, the rate of hate crimes in schools, colleges, and\nuniversities rose from 3.9% during the COVID-19 pandemic to 10% in\n2022 once students resumed attending school in person, with crimes\ncommitted against an individual based on their sexual orientation among\nthe top reasons for committing a hate crime (Federal Bureau of\nInvestigation, 2024). Speaking more generally, rates of hate crimes based"
  },
  {
    "id": 41,
    "text": "the top reasons for committing a hate crime (Federal Bureau of\nInvestigation, 2024). Speaking more generally, rates of hate crimes based\non sexual orientation rose 13.8% in 2022 from 2021, along with of hate\ncrimes based on gender identity which rose 32.9% (Federal Bureau of\nInvestigation, 2024). Homophobia and transphobia still exist even in the\nmost progressive of campus environments, which leads to prejudice and\nexclusion within academic and social environments. According to a report\nby the Williams Institute at the UCLA School of Law, LGBTQ+ individuals\nwere almost twice as likely to experience bullying, harassment, and assault\ncompared to non-LGBTQ+ peers, as well as three times more likely to\nexperience sexual assault compared to peers (Conron et al., 2023)."
  },
  {
    "id": 42,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 983\nWhat Are Their Needs?\nThe college years are a critical period for identity development, and for many\nLGBTQ+ students, this process can be particularly complex and stressful.\nMany individuals grapple with internalized homophobia or transphobia, fear\nof coming out, and concerns about acceptance from family, friends, and peers\n(Meyer, 2003). In 2022, 60% of college students were not out to any faculty or\nstaff, and 37% of students were not out to any other students (Conron et al.,\n2023). The stress associated with hiding one’s sexual orientation or gender\nidentity in an unsupportive environment contributes to feelings of loneliness\nand peer rejection (Pachankis et al., 2020). Students who aren’t able to fully"
  },
  {
    "id": 43,
    "text": "identity in an unsupportive environment contributes to feelings of loneliness\nand peer rejection (Pachankis et al., 2020). Students who aren’t able to fully\nexpress themselves due to fears of rejection may experience lower self-esteem\nand a negative self-perception, contributing to poor mental health (Pachankis\net al., 2020).\nDue to the frequent harassment that LGBTQ+ college students face, they\ntend to be at greater risk of developing mental health issues compared with\ntheir heterosexual/cisgender peers (Moagi et al., 2021). Lesbian, gay, and\nbisexual individuals are twice as likely to be diagnosed with anxiety, depres-\nsive, and substance use disorders, while transgender individuals are four times\nas likely to develop anxiety, personality disorders, schizophrenia, and PTSD"
  },
  {
    "id": 44,
    "text": "sive, and substance use disorders, while transgender individuals are four times\nas likely to develop anxiety, personality disorders, schizophrenia, and PTSD\nthan their peers (Thacker Darrow et al., 2022). Because of the large prevalence\nof mental health issues in LGBTQ+ college students, they are a particularly\nvulnerable population, and work needs to be done to provide them with\nadequate resources to navigate such a difficult environment.\nOn college campuses where, social media use is rampant and similarly-aged\nindividuals constantly surround students, there tends to be a desire to look\na certain way to fit into social circles or romantic ideals (Muzi et al., 2023).\nLGBTQ+ individuals exhibit higher rates of eating disorders and general"
  },
  {
    "id": 45,
    "text": "a certain way to fit into social circles or romantic ideals (Muzi et al., 2023).\nLGBTQ+ individuals exhibit higher rates of eating disorders and general\ndisordered eating compared to heterosexual/cisgender peers (Parker &\nHarriger, 2020). Platforms such as Instagram and TikTok often perpetuate\nunrealistic body standards, especially by peers, which amplifies the feelings of\ninadequacy some students may experience. Students who don’t fit a certain\nimage may be rejected by their peers, which places intense stress and pressure\non them to reach certain weight goals or beauty standards, which can lead to\ndisordered eating (Pachankis et al., 2020). LGBTQ+ college students are also\ntwice as likely as their peers to change their appearance to avoid discrimina-\ntion (Conron et al., 2023)."
  },
  {
    "id": 46,
    "text": "disordered eating (Pachankis et al., 2020). LGBTQ+ college students are also\ntwice as likely as their peers to change their appearance to avoid discrimina-\ntion (Conron et al., 2023).\nTransgender individuals are a particularly vulnerable population due to\ntheir unique healthcare needs (McCann & Sharek, 2016). Transgender college\nstudents often face significant mental health struggles often stemming from\nexperiences of discrimination, misgendering, and a lack of acceptance both on\nand off-campus (McCann & Sharek, 2016). Challenges such as the lack of\ngender-inclusive bathrooms and intentional misgendering and transphobia"
  },
  {
    "id": 47,
    "text": "984 F. WU ET AL.\ncan negatively impact their sense of belonging and can lead to mental health\nproblems (Weinhardt et al., 2017). Since 2021, 8 states have implemented anti-\ntransgender legislation and 29 other states have attempted similar anti-\ntransgender policies (Barbee et al., 2022). The pressure to conform to gender\nnorms, coupled with the challenges of accessing appropriate healthcare and\nsupport services, can lead to heightened anxiety, depression, suicidal ideation,\nand sleep issues compared to cisgender counterparts (Hershner et al., 2021).\nThe intersectionality of queer identity and race also contributes to the issues\nthat LGBTQ+ students may face. The dual pressure of identifying as both\nLGBTQ+ and being racially/ethnically minoritized may create unique chal-"
  },
  {
    "id": 48,
    "text": "that LGBTQ+ students may face. The dual pressure of identifying as both\nLGBTQ+ and being racially/ethnically minoritized may create unique chal-\nlenges spurred on by cultural differences. For example, Indigenous students\nwere the most likely to experience discrimination due to sexual and gender\nidentity, as well as be physically harmed due to sexual or gender identity (The\nTrevor Project, 2022). When these students continue to exist in an environ-\nment that does not support safe expression of their identities, they will con-\ntinue to feel alienated and marginalized, leading to heightened risks of poor\nmental health outcomes (Kirkbride et al., 2024).\nSuggestions To Meet Their Needs\nDespite the growing awareness of LGBTQ+ issues, many college campuses still"
  },
  {
    "id": 49,
    "text": "mental health outcomes (Kirkbride et al., 2024).\nSuggestions To Meet Their Needs\nDespite the growing awareness of LGBTQ+ issues, many college campuses still\nlack adequate mental health services tailored to the needs of these students.\nThe lack of trained counselors, insufficient peer support groups, and a general\nabsence of LGBTQ±affirming practices in campus counseling centers can\nleave these students feeling unsupported. Research shows that lesbian, gay,\nand bisexual college students tend to report less help-seeking from friends and\nfamily and more from professional counseling services (Baams, 2018). This\nfinding highlights the importance of adequate counseling services on college\ncampuses, because many LGBTQ+ students may not have accepting friends or"
  },
  {
    "id": 50,
    "text": "finding highlights the importance of adequate counseling services on college\ncampuses, because many LGBTQ+ students may not have accepting friends or\nfamily that they can turn to for help. As such, it is important for college\ncounseling centers to hire providers trained in LGBTQ+ issues and who\nidentify with the LGBTQ+ community to improve the effectiveness of coun-\nseling services. Culturally competent mental healthcare has been shown to\nincrease the likelihood of someone receiving mental health services and lead to\nmore positive outcomes from receiving services, which again stresses the\nimportance of providers who can understand and identify these issues in\nuniversity counseling centers (Gopalkrishnan, 2018).\nIn addition to improving counseling services, colleges can also create"
  },
  {
    "id": 51,
    "text": "importance of providers who can understand and identify these issues in\nuniversity counseling centers (Gopalkrishnan, 2018).\nIn addition to improving counseling services, colleges can also create\na more inclusive and supportive environment for LGBTQ+ students\nthrough its various initiatives and policies. Establishing and funding\nLGBTQ+ resource centers on campus, such as Vanderbilt’s K.C. Potter\nCenter can provide a safe space for students to find community, access\nresources, and receive support. Beyond establishing dedicated LGBTQ+"
  },
  {
    "id": 52,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 985\ncenters, training faculty, staff, and students on LGBTQ+ issues can\nfoster a more inclusive and more welcoming campus culture where\nLGBTQ+ students do not have to live in fear of scrutiny. Additionally,\nintegrating LGBTQ+ topics and queer studies into a university’s gradua-\ntion requirements, whether it be through mandatory DEI modules or by\nintegrating LGBTQ+ topics into courses, can ensure proper education of\nqueer issues to the greater campus community (Fish, 2020).\nCampus health centers also need to provide adequate care for LGBTQ\n+ individuals by providing options for HIV prevention via PrEP and\ngender-affirming care. Transgender patients are highly susceptible to\nvictimization and harassment by medical providers, so universities"
  },
  {
    "id": 53,
    "text": "gender-affirming care. Transgender patients are highly susceptible to\nvictimization and harassment by medical providers, so universities\nneed to hire transgender-inclusive healthcare providers and provide\nadequate training to protect transgender patients (Bhatt et al., 2022).\nBy taking these steps, colleges can create a more supportive and affirm-\ning environment for LGBTQ+ students, ultimately improving their over-\nall mental well-being.\nNEURODIVERSE STUDENTS\nWho Are The Students?\nNeurodiverse students are a growing population of students in colleges and\nuniversities. “Neurodiversity” is a term coined in the late 1900s collectively by\nscholars studying neurology and popularized by sociologist Judy Singer (Botha\net al., 2024). Neurodivergent students, encompassing those with autism spec-"
  },
  {
    "id": 54,
    "text": "scholars studying neurology and popularized by sociologist Judy Singer (Botha\net al., 2024). Neurodivergent students, encompassing those with autism spec-\ntrum disorder (ASD), attention-deficit hyperactivity disorder (ADHD), dys-\nlexia, and other neurological differences, represent a significant and diverse\npopulation within college campuses. According to a report published by the\nAmerican College Health Association (ACHA) in 2022, 15% of students\nreported having ADHD, 5% of students reported having a learning disorder,\nand 3% of students were on the autism spectrum (American College Health\nAssociation, 2022). These students often face unique challenges impacting\ntheir academic performance, social interactions, and overall mental well-"
  },
  {
    "id": 55,
    "text": "Association, 2022). These students often face unique challenges impacting\ntheir academic performance, social interactions, and overall mental well-\nbeing. Research shows that neurodivergent individuals are more likely to\ndevelop and experience mental health issues compared to their neurotypical\npeers. For instance, students with ASD and ADHD are at a higher risk of\ndeveloping anxiety, depression, and other mood disorders compared to their\nneurotypical peers (Garcha & Smith, 2023). Despite the growing recognition\nof neurodiversity, many colleges and universities still struggle to provide\nadequate accommodations and support for these students, which can exacer-\nbate mental health issues and hinder their academic success (Dwyer et al.,\n2023)."
  },
  {
    "id": 56,
    "text": "986 F. WU ET AL.\nWhat Are Their Needs?\nNeurodivergent individuals may face tremendous difficulties and struggle in\ncollege environments as they navigate an environment that is not designed\nwith their needs in mind. Even something as fundamental as traditional\ncollege classroom settings – such as the lecture or the seminar – can pose\nunique challenges for students with certain conditions. In lecture-based\nclasses, like many introductory-level courses, instructors move through slide-\nshows and speak at a fast pace that can be challenging for students with\nADHD, who may struggle with sustaining and regulating attention to keep\nup (Sibley et al., 2019). In discussion-based classes, like small seminar classes,\nstudents with ASD may struggle to interact and express ideas with peers"
  },
  {
    "id": 57,
    "text": "up (Sibley et al., 2019). In discussion-based classes, like small seminar classes,\nstudents with ASD may struggle to interact and express ideas with peers\n(Gurbuz et al., 2018).\nIndividuals with learning disorders such as dyslexia or dyscalculia face\ninherent challenges in reading/writing and math classes, respectively\n(Landerl et al., 2009). Even if these students are not taking English or math\nclasses, many college majors and their respective courses utilize elements of\nreading/writing and math that these students may struggle with. For example,\nmany psychology classes at Vanderbilt require knowledge of statistics and\nfrequently involve reading and writing lengthy research papers. As such,\nneurodivergent students have an inherent disadvantage going into college."
  },
  {
    "id": 58,
    "text": "frequently involve reading and writing lengthy research papers. As such,\nneurodivergent students have an inherent disadvantage going into college.\nThey may not perform as well as their neurotypical peers, have to work extra\nhard to reach the same level of success as their peers, and are at higher risk of\ndropping out (Dwyer et al., 2023). The constant struggle these students face to\nkeep up academically can contribute to feelings of inadequacy, frustration, and\nlow self-esteem, which exacerbate preexisting mental health conditions or\ncontribute to the development of new ones.\nThe social challenges faced by neurodiverse students also contribute to their\nmental health difficulties. College environments, which often emphasize social"
  },
  {
    "id": 59,
    "text": "contribute to the development of new ones.\nThe social challenges faced by neurodiverse students also contribute to their\nmental health difficulties. College environments, which often emphasize social\nengagement and group activities, can be overwhelming for neurodiverse\nstudents with social communication difficulties, such as those with ASD\n(Gurbuz et al., 2024). The lack of understanding and acceptance from peers\nand faculty can further marginalize these students, making it difficult for them\nto form meaningful connections and support networks, leading to social\nisolation. This isolation can exacerbate existing mental health issues or con-\ntribute to the development of new ones, such as anxiety and depression\n(Garcha & Smith, 2023).\nSuggestions To Meet Their Needs"
  },
  {
    "id": 60,
    "text": "tribute to the development of new ones, such as anxiety and depression\n(Garcha & Smith, 2023).\nSuggestions To Meet Their Needs\nTo address previously outlined challenges, colleges must foster the develop-\nment of a more understanding and accessible environment for neurodiverse\nindividuals. This can be done in several ways, including providing more"
  },
  {
    "id": 61,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 987\neducation about neurodiversity to the student body and proper accommoda-\ntions to neurodiverse students.\nOne step that administrators at universities can take to promote\neducation about neurodiversity to the broader campus community is\nto include neurodiversity in Diversity, Equity, and Inclusion (DEI)\ntraining and initiatives. Neurodiversity is only sometimes included in\nsuch initiatives despite functional impairment being a barrier to equi-\ntable education for some individuals (Dwyer et al., 2023). Including\nsections on neurodiversity in DEI training modules and having\na dedicated neurodiversity center on campus may help neurodivergent\nstudents feel more comfortable and secure as they attend college. This"
  },
  {
    "id": 62,
    "text": "a dedicated neurodiversity center on campus may help neurodivergent\nstudents feel more comfortable and secure as they attend college. This\ninclusion can also help neurodivergent students feel more comfortable\nsocializing with their neurotypical peers. In addition, hiring neurodiver-\ngent faculty and providing neurodivergent students the opportunity to\nrun student organizations and lead student initiatives can further help\nneurodivergent students feel seen and capable of success on campus\n(Dwyer et al., 2023).\nAnother way to improve accessibility is to provide appropriate accom-\nmodations and free support services for neurodivergent students on cam-\npus. The process of registering a disability and receiving accommodations"
  },
  {
    "id": 63,
    "text": "modations and free support services for neurodivergent students on cam-\npus. The process of registering a disability and receiving accommodations\ntends to be very complex and inconvenient, requiring meetings with multi-\nple campus offices that can produce a lot of stress for neurodivergent\nindividuals (Dwyer et al., 2023). Even after these meetings take place,\nthere’s no guarantee that accommodations will be granted due to the\nspecificity of the documentation required (Dwyer et al., 2023). For\na system that is intended to help neurodivergent students, numerous\nbarriers remain that prevent these students from receiving adequate atten-\ntion and care. This highlights the need for a streamlined and flexible\nprocess for attaining accommodations such as extended time or mental"
  },
  {
    "id": 64,
    "text": "tion and care. This highlights the need for a streamlined and flexible\nprocess for attaining accommodations such as extended time or mental\nhealth days. This also applies to teaching faculty, who may provide accom-\nmodations within the classroom such as allowing for typed rather than\nhandwritten assignments.\nMoreover, neurodivergent students, particularly those who struggle acade-\nmically, benefit significantly from targeted skills training and support (DuPaul\net al., 2017). The inclusion of academic coaching, specializing in neurodiver-\ngence, can help students with ADHD and learning disorders develop the skills\nthat they need to succeed academically, reducing the overall stress that they\nexperience. For example, at Vanderbilt, the Center for Student Wellbeing"
  },
  {
    "id": 65,
    "text": "that they need to succeed academically, reducing the overall stress that they\nexperience. For example, at Vanderbilt, the Center for Student Wellbeing\nhosts weekly workshops for students with ADHD or, generally students with\nexecutive function concerns, focusing on skills such as time management and\norganization. Such workshops at other universities may help their neurodi-\nvergent student populations feel more confident and capable and improve\ntheir overall mental wellbeing."
  },
  {
    "id": 66,
    "text": "988 F. WU ET AL.\nSTUDENTS IN SCIENCES, TECHNOLOGY, ENGINEERING, AND MATHS\n(STEM)\nWho Are The Students?\nStudents in STEM (Sciences, Technology, Engineering, and Maths) often\nreport feeling less supported in college than their peers in other depart-\nments. This feeling makes sense given that research found smaller class\nsizes, course content with self-reflecting themes (such as writing)\n(Jakobsson et al.,2013), and close educator-student relationships are asso-\nciated with student wellbeing (Zheng, 2022). STEM courses – often with\nlarge, lecture-style, logic-based content – are almost the exact opposite.\nDespite this, the sustained emphasis and efforts in STEM education,\nevident by initiatives like Raise the Bar: STEM Excellence for All"
  },
  {
    "id": 67,
    "text": "Despite this, the sustained emphasis and efforts in STEM education,\nevident by initiatives like Raise the Bar: STEM Excellence for All\nStudents from the Biden-Harris administration (U.S. Department Of\nEducation, n.d.) and immigration entities practically listing seeking\nSTEM professionals as “national interest” (U.S. Department of\nHomeland Security, 2022), has prompted a continued increase in STEM\nstudents. Data shows that in 2015, around 40% of U.S. 15-year-olds are\nexpected to have either a health or STEM career at age 30, with 23%\naiming toward a health career and 16% aiming toward other STEM\ncareers (National Center for Education Statistics, n.d.). In 2021, 437,302\nbachelor’s degrees and 146,573 Master’s degrees in STEM were awarded\nto students (Korhonen, 2023)."
  },
  {
    "id": 68,
    "text": "careers (National Center for Education Statistics, n.d.). In 2021, 437,302\nbachelor’s degrees and 146,573 Master’s degrees in STEM were awarded\nto students (Korhonen, 2023).\nIt is also critical to address the gender and racial gap within the STEM field.\nAside from healthcare and some of the life sciences, most STEM fields are still\nmale-dominant (Kennedy et al., 2021). Black and Hispanic students and\nworkers are still underrepresented (Kennedy et al., 2021), and though Asian\nAmericans are often overrepresented in STEM and healthcare fields, ethni-\ncities such as Southeast Asian Americans are highly underrepresented (Loi,\n2024). Due to the favoring of STEM degrees from immigration entities – such\nas allowing STEM degree holders to work for longer in the U.S. after gradua-"
  },
  {
    "id": 69,
    "text": "2024). Due to the favoring of STEM degrees from immigration entities – such\nas allowing STEM degree holders to work for longer in the U.S. after gradua-\ntion compared to non-STEM – the majority of international students pursue\nSTEM degrees in the US. For instance, nearly three-quarters of computer\nscience graduate students were international in 2015 since computer science\ndegrees could lead to direct employment at large companies that offer visa\nsponsorship (National Foundation for American Policy, 2017). Finally, in\n2021, the majority (65%) of STEM workers who had at least one disability\nhad educational attainment below a bachelor’s degree level (National Center\nfor Science and Engineering Statistics, 2023), portraying the need for increas-"
  },
  {
    "id": 70,
    "text": "had educational attainment below a bachelor’s degree level (National Center\nfor Science and Engineering Statistics, 2023), portraying the need for increas-\ning accessibility for individuals with disabilities. Since representation often\ntranslates into a sense of belonging (Hurtado & Ruiz Alvarado, 2015), which is\nknown to be associated with mental well-being (Haim-Litevsky et al., 2023),\nbetter academic performance and a more positive school environment"
  },
  {
    "id": 71,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 989\n(American Association for the Advancement of Science, 2023), these demo-\ngraphic snapshots are worth bearing in mind when imagining the mental\nhealth needs of STEM students.\nWhat Will Their Needs Be?\nStudies have found that common mental health struggles in the STEM aca-\ndemic space include depression, anxiety, and feelings of burnout – which,\ndespite not being a diagnosis, is a common occupational phenomenon recog-\nnized by the World Health Organization (Guthrie et al., 2018; Pester et al.,\n2023). At Vanderbilt University, student organizations such as Active Minds\nhost regular “mental health in STEM” panels with STEM professors, and many\nsubmit questions expressing concerns over passing challenging classes, balan-"
  },
  {
    "id": 72,
    "text": "host regular “mental health in STEM” panels with STEM professors, and many\nsubmit questions expressing concerns over passing challenging classes, balan-\ncing social obligations, feelings of failure and overwhelm, imposter syndrome,\nand overcoming test anxiety.\nUnfortunately, despite being at higher risk for poor mental health, STEM\nstudents often do not or cannot seek appropriate help. An editorial in ACS\nPolymers Au discussed STEM-specific cultures, such as the idea that “this is\nsupposed to be hard,” a blurriness between challenges and suffering, and the\n“suffering Olympics” where students equate stress levels to achievements\nworth being proud of (Pester et al., 2023). Each normalizes distress and feeling\noverwhelmed, which could lead to students seeking help less. A qualitative"
  },
  {
    "id": 73,
    "text": "worth being proud of (Pester et al., 2023). Each normalizes distress and feeling\noverwhelmed, which could lead to students seeking help less. A qualitative\nstudy interviewing 30 undergraduate engineering students highlights three\nadditional themes related to stress and mental health in engineering culture:\n(1) engineering workload as a defining stressor; (2) specific barriers, such as\ntime constraints, limited appointment availability, and lack of information;\nand (3) reliance on peers to cope with stress and mental health distress (Jensen\net al., 2023). These studies show that not only do academic institutions need to\nreevaluate current psychological support to meet the needs of students with\nfull schedules, but a culture change where appropriate workloads, curricula,"
  },
  {
    "id": 74,
    "text": "reevaluate current psychological support to meet the needs of students with\nfull schedules, but a culture change where appropriate workloads, curricula,\nand accommodations are implemented by faculty is necessary.\nSuggestions To Meet Their Needs\nThe need for mental health support grows with increasing numbers of\nSTEM students. In an academic environment, professors are possibly the\nfirst institutional contact students encounter and even seek help from\n(Hammoudi Halat et al., 2023). Research shows that faculty equipped to\nrecognize mental health needs and provide accommodations, resources,\nand referrals could play a significant role in students’ well-being and\nacademic success (Zerquera et al., 2016). Despite this, a study of 10"
  },
  {
    "id": 75,
    "text": "and referrals could play a significant role in students’ well-being and\nacademic success (Zerquera et al., 2016). Despite this, a study of 10\nfaculty members from a Mid-Atlantic public research-intensive institu-\ntion found that while most faculty could define and understand the"
  },
  {
    "id": 76,
    "text": "990 F. WU ET AL.\nwarning signs of mental health struggles, their comfort levels in recog-\nnizing and referring students to resources are still tied to their personal\nand professional lives, demonstrating the need for awareness beyond\nindividual experiences (Kalkbrenner et al., 2019). The authors’ experi-\nences are consistent with the results; not all STEM professors under-\nstand or would accommodate mental struggles, and often, faculty who\nare accommodating are more open to discussing their own experiences\nwith stress and mental health.\nHowever, this is not to say that STEM faculty are solely responsible\nfor learning skill sets to address student well-being. Often, academic\ninstitution leaders need to step in and take the lead in supporting"
  },
  {
    "id": 77,
    "text": "for learning skill sets to address student well-being. Often, academic\ninstitution leaders need to step in and take the lead in supporting\nstudents. The previously mentioned Kalkbrenner et al. article found\nthat most interviewed faculty expressed general unfamiliarity with cam-\npus resources and perceived “a lack of unity and support from univer-\nsity leaders.” Faculty recognition and referral of students’ mental health\nwould be futile if an institution lacks proper psychological support or\ninformation detailing these referral options. Collaboration between\nfaculty, clinical staff, and students is critical to comprehensively improv-\ning student well-being. A successful example of this is the University of\nMinnesota’s Chemistry department, where a student group (Community"
  },
  {
    "id": 78,
    "text": "ing student well-being. A successful example of this is the University of\nMinnesota’s Chemistry department, where a student group (Community\nof Chemistry Graduate Students, CCGS), the director of graduate studies\nin the department, and mental health professionals on campus continue\nto work for a healthy academic culture and the destigmatization of\nmental health (Mousavi et al., 2018). Potentially, peer support could\nalso be explored as an option to supplement counseling centers, as most\ncolleges report a shortage of providers. Finally, mental health days and\nother school-wide policies that encourage taking breaks could likely\ndecrease burnout rates among students.\nAn intersectional lens is also necessary when considering the mental"
  },
  {
    "id": 79,
    "text": "other school-wide policies that encourage taking breaks could likely\ndecrease burnout rates among students.\nAn intersectional lens is also necessary when considering the mental\nhealth needs of STEM students. As mentioned, REM students and\ninternational students face barriers to accessing care to begin with,\nthus, culturally competent faculty, staff, and counseling professionals\nare needed to support students in STEM. The intersection of race,\ngender, neurodivergence, and even socioeconomic status also creates\ndifferent experiences in STEM and help-seeking patterns. For example,\nmasculinity norms and avoidant coping strategies have been found to\nplay roles in Asian American men’s mental health – resulting in less\nhelp-seeking (Iwamoto et al., 2010). Their experience would be different"
  },
  {
    "id": 80,
    "text": "play roles in Asian American men’s mental health – resulting in less\nhelp-seeking (Iwamoto et al., 2010). Their experience would be different\nfrom that of to a first-generation student’s, where they lack role models\nand parental knowledge of the STEM field (Fabiano, 2022). To conclude,\nas the US continues to emphasize and promote STEM education, it is\ncritical to also prioritize well-being if the goal is to build a resilient,\nhealthy, and effective workforce."
  },
  {
    "id": 81,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 991\nSTUDENT ATHLETES\nWho Are The Students?\nThe number of student athletes in colleges is growing and changing substan-\ntially. In 2021–22, the number of student athletes competing in the National\nCollegiate Athletic Association (NCAA) has increased to over 520,000, reach-\ning an all-time high (NCAA, 2022). Across all NCAA divisions, over 50% of\nstudent athletes are male and 62% identify as White (NCAA, 2023).\nSixteen percent of student athletes identify as Black, 7% Hispanic/Latinx,\nand 5% international (NCAA, 2023). NCAA athletes randomly selected from\ninstitutions completed an online survey reporting their sexual orientation and\ngender identity. According to the study:"
  },
  {
    "id": 82,
    "text": "and 5% international (NCAA, 2023). NCAA athletes randomly selected from\ninstitutions completed an online survey reporting their sexual orientation and\ngender identity. According to the study:\nOf the 880 responses analyzed, 14.2% (n = 125) of the athletes identified as LGBQ+ and\n1.6% (n = 14) identified as transgender and/or nonbinary. Significant differences in the\nrepresentation of sexual orientation identity were found by NCAA division, sport type\n(men’s, women’s, mixed sport), and political climate of the institution at which athletes\ncompeted. (Mullin, 2023)\nStudent athletes are diverse and addressing the identities and demographics of\nstudent athletes is foundational to increase inclusion in college sports. Across"
  },
  {
    "id": 83,
    "text": "competed. (Mullin, 2023)\nStudent athletes are diverse and addressing the identities and demographics of\nstudent athletes is foundational to increase inclusion in college sports. Across\nall sports, out of 460,000 NCAA student-athletes, only 2% move to profes-\nsional sports (NCAA, 2014).\nWhat Will Their Needs Be?\nMost student athletes must rely on academics and experiential learning to\nprepare them for life after college, yet the culture of university athletics makes\nit challenging to do so (NCAA, 2014). In the 2021 NCAA Student Athlete\nWellbeing Survey, 9,808 student athletes representing nearly all conferences\nacross divisions reported elevated mental health concerns 1.5 to 2 times higher\nthan historically reported before 2020 (NCAA, 2021). Student athletes"
  },
  {
    "id": 84,
    "text": "across divisions reported elevated mental health concerns 1.5 to 2 times higher\nthan historically reported before 2020 (NCAA, 2021). Student athletes\nreported future planning as accounting for 37% of their stress and being one\nof the top factors negatively impacting their mental health (NCAA, 2021).\nOnly half of the student athletes reported that mental health is a priority to\ntheir athletics department (NCAA, 2021).\nStudent athletes with international student status might face even greater\nmental health challenges than those who are from the US. In an original study\nfocused on student athletes from Africa, 16 interviews were conducted to\nidentify their challenges and experiences upon entering the US (Lee & Opio,\n2011). International students may not only encounter adjustment problems"
  },
  {
    "id": 85,
    "text": "identify their challenges and experiences upon entering the US (Lee & Opio,\n2011). International students may not only encounter adjustment problems\nbut also discrimination from US-born individuals (Lee & Opio, 2011). Future\nefforts and research should not place the burden on international student\nathletes to simply overcome and assimilate into the US but for institutions to"
  },
  {
    "id": 86,
    "text": "992 F. WU ET AL.\ncritically examine ways that they may marginalize students from outside US\nborders (Lee & Opio, 2011). While African student athletes can certainly\nbenefit the athletic team, they have also been unfairly perceived or labeled as\nlacking the basic values of academic integrity and academic excellence (Lee &\nOpio, 2011). The sources of negative encounters were faculty members,\nadministrators, other students, including individuals within their sport and\nthe local community outside their institution (Lee & Opio, 2011).\nInternational student athletes provide many benefits to their universities, not\nonly by increasing their athletic competitiveness and reputation but also by\ncontributing to the diversity of the classroom, institution, and sport (Lee &"
  },
  {
    "id": 87,
    "text": "only by increasing their athletic competitiveness and reputation but also by\ncontributing to the diversity of the classroom, institution, and sport (Lee &\nOpio, 2011). Universities and athletic departments would benefit from adjust-\ning their programs to be more culturally inclusive and supportive of interna-\ntional and Black students’ mental health.\nIn addition to increasing cultural inclusivity and support, student-athletes\nacross Division I-II reported wanting career planning help when asked what\nathletics staff and coaches could do to support their well-being (NCAA, 2021).\nUnfortunately, college athletic departments have conflicting values for stu-\ndent-athletes, especially for elite Division I athletes. Coaches and athletic"
  },
  {
    "id": 88,
    "text": "Unfortunately, college athletic departments have conflicting values for stu-\ndent-athletes, especially for elite Division I athletes. Coaches and athletic\ndirectors might appear to benefit from the lack of undergraduate career\npreparation because it gives them access to most of the student athletes’ time\nand focus. For example, NCAA Division I student-athletes commit at least 20\nhours weekly to athletic training, but “good” athletes are expected to spend\nabout 30 hours doing extra training beyond practices (Turick et al., 2021).\nRecent transfer portal and Name, Image and Likeness (NIL) – the means of\nwhich student athletes are allowed for financial compensation – deal changes\nsupport the value that athletics should be the core of student athlete’s college"
  },
  {
    "id": 89,
    "text": "which student athletes are allowed for financial compensation – deal changes\nsupport the value that athletics should be the core of student athlete’s college\nexperience. For example, in April 2024, NCAA Division 1 student-athletes\nwho are academically in good standing and eligible can transfer schools and\nimmediately start playing for the new school (NCAA, 2024). Unlike profes-\nsional sports leagues, student-athletes have unlimited opportunities to transfer\nduring their college sports careers. There are several drawbacks to increasing\nmobility and opportunities for student-athletes. One is that it makes it more\nchallenging for non-Big 5 schools to compete if all the best players are offered\nmore money to play at better schools. Another is that transferring could make"
  },
  {
    "id": 90,
    "text": "challenging for non-Big 5 schools to compete if all the best players are offered\nmore money to play at better schools. Another is that transferring could make\nit harder for student-athletes to feel emotionally, academically, and/or socially\nsupported at their new schools. Each time a student transfers schools, they are\nlikely starting from scratch from a relationship-building, and academic per-\nspective (Richey & Martin, 2024). It takes time to adjust to a new school\nenvironment, and the increase in athletic transfer students might place impor-\ntant aspects of student athletes lives, like academics and relationships, on the\nbackburner. Also new in April 2024, NIL rights allow student-athletes to earn\nmoney by endorsing and promoting products and industries on athletic teams"
  },
  {
    "id": 91,
    "text": "backburner. Also new in April 2024, NIL rights allow student-athletes to earn\nmoney by endorsing and promoting products and industries on athletic teams\n(NCAA, 2024). These new rules support the theory that student-athletes focus"
  },
  {
    "id": 92,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 993\nis predominantly athletic in college, leaving little to no opportunities or time\nfor career development and self-exploration beyond the sport.\nIf a lack of engagement in career planning and self-exploration for student-\nathletes remains unaddressed, its emotional and psychological consequences\nare expected to continue into the foreseeable future. In the Navarro and\nMcCormick (2017) study, “100% of student-athletes in the study reported\nemotional and psychological transition issues to civilian life related to athletic\nretirement” (p. 153). The reconditioning and resocialization process of adapt-\ning to a more independent and less structured lifestyle has negative emotional"
  },
  {
    "id": 93,
    "text": "retirement” (p. 153). The reconditioning and resocialization process of adapt-\ning to a more independent and less structured lifestyle has negative emotional\nand psychological impacts, especially for Division I student-athletes (Navarro,\np. 153). College athletics’ structured and restricted design leads many students\nto lack autonomy and direction upon graduation (Jewett et al., 2019).\nSuggestions To Meet Their Needs\nThe NCAA Committee on Competitive Safeguards and Medical Aspects of Sports\ncommissioned a Mental Health Advisory Group and charged it with reviewing\nand updating the existing Mental Health Best Practices (NCAA, 2024). To shift the\nathletic culture away from control and to autonomy for student-athletes, the"
  },
  {
    "id": 94,
    "text": "and updating the existing Mental Health Best Practices (NCAA, 2024). To shift the\nathletic culture away from control and to autonomy for student-athletes, the\nMental Health Advisory group for student-athlete wellbeing might consider\ncareer counseling, and incorporating mental health days into athletic policies.\nThe Mental Health Advisory Group created the 2024 Mental Health Best\nPractices document that first recommends cultivating a healthy environment\nthat supports mental health and promotes well-being (NCAA, 2024). Part of\nthis plan is to develop a written plan for mental illness prevention by focusing\non protective and risk factors at multiple levels (NCAA, 2024). Career plan-\nning could help cultivate a healthy environment for student athletes, especially"
  },
  {
    "id": 95,
    "text": "on protective and risk factors at multiple levels (NCAA, 2024). Career plan-\nning could help cultivate a healthy environment for student athletes, especially\nif it informs student-athletes about the emotional and psychological challenges\nthat might arise as they transition into life after their athletic careers (Navarro\n& McCormick, 2017). The plan should be created by mental health profes-\nsionals, with particular attention to addressing diversity, equity, and inclusion.\nSpecifically, attention should be focused on international and Black student\nathletes’ unique challenges and needs (Navarro & McCormick, 2017). Other\nkey recommendations include increasing mental health screening tools to\nidentify student-athletes needing mental health services, access to mental"
  },
  {
    "id": 96,
    "text": "key recommendations include increasing mental health screening tools to\nidentify student-athletes needing mental health services, access to mental\nhealth action plans, and professional counseling services through outreach\n(NCAA, 2024). Incorporating mental health days into NCAA athletic pro-\ngrams allows student-athletes to take time off for their mental well-being and\nself-exploration outside their athletic identity. To evaluate student emotional,\npsychological, and career outcomes from customized career counseling and\nmandatory mental health days, NCAA Mental Health Advisory committees,\nuniversities and athletic programs should work together to document results\nand make necessary adjustments on an ongoing basis (Navarro & McCormick,"
  },
  {
    "id": 97,
    "text": "994 F. WU ET AL.\n2017). The anticipated results of comprehensive mandatory career counseling\nprograms and mental health days are to set up student-athletes for success in\na career and life after athletics, which is critical for student-athlete wellbeing\n(Navarro & McCormick, 2017, p. 154).\nSHIFTING POLITICAL TRENDS\nWho Are The Students?\nStudents are becoming more political and politically divided than ever before\n(Dennon, 2021). Fueled by an increasingly polarized world and exacerbated by\nsocial media, young adults face the mental health repercussions of global and\ndomestic events at a much larger scale than previous ones.\nAccording to the United Nations, though absolute wars have been declining\nsince 1946, conflicts and violence have increased in recent years (United"
  },
  {
    "id": 98,
    "text": "According to the United Nations, though absolute wars have been declining\nsince 1946, conflicts and violence have increased in recent years (United\nNations, 2020). As mentioned in previous sections, with an increased in the\nnumber of international students on US college campuses, there are likely\nmore directly impacted students on campuses, while the rest of the students\ndiscuss and grapple with world events in the classrooms. The US itself\nparticipated in multiple military conflicts throughout the 21st century, and\nthere could be students coping with loved ones being in military service. For\ninstance, though certainly not the first or only ongoing war in the world, the\nescalation of the Russo-Ukraine war as Russia invaded Ukraine shocked"
  },
  {
    "id": 99,
    "text": "instance, though certainly not the first or only ongoing war in the world, the\nescalation of the Russo-Ukraine war as Russia invaded Ukraine shocked\nWestern countries in 2022 and continues to be on US students’ minds. More\nrecently, US colleges and universities have struggled to handle the debate over\nthe Israel-Hamas conflict, with pro-Palestinian and pro-Israeli protests erupt-\ning on campuses and federal agencies launching investigations into possible\ndiscrimination at several institutions (Alfonseca, 2023). The University of\nTexas was also impacted, and during the first major protest the campus had,\npolice arrested 57 protesters (Kuzhiyil, 2024). At Vanderbilt, three students\nwere expelled after a sit-in at the Chancellor’s office protesting against the"
  },
  {
    "id": 100,
    "text": "police arrested 57 protesters (Kuzhiyil, 2024). At Vanderbilt, three students\nwere expelled after a sit-in at the Chancellor’s office protesting against the\nadministration’s cancellation of a student government referendum for boycot-\nting (Ratangee, 2024). Some students, who have to move through protests to\nnavigate campus, are blocked from getting to classes, and have to change how\nthey socialize on campus, while others wonder how to continue daily activities\nwhen these political events are on their minds. Clearly, in an increasingly\nconnected world, college experiences are impacted by global events in more\nways than one.\nDomestically, it is no news that the U.S. is more polarized than ever\nbefore. The Pew Research Center has found increased dissent in almost"
  },
  {
    "id": 101,
    "text": "ways than one.\nDomestically, it is no news that the U.S. is more polarized than ever\nbefore. The Pew Research Center has found increased dissent in almost\nevery political issue between the Republican and Democratic parties over\nthe years, and in 2020, as high as 90% of both presidential candidate\nsupporters believed the other candidate as capable of creating lasting"
  },
  {
    "id": 102,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 995\nharm on the country (Pew Research Center, 2020). While the majority of\nAmericans would not say they are uniformly Democratic or Republican,\npolicy changes by a polarizing government still trickle down into day-to-\nday life. College students have always been political and voiced opinions\nagainst racial injustice, gender inequality, and campus sexual assault\n(Dennon, 2021), and political shifts only exacerbated many of these chal-\nlenges. For instance, Tennessee’s abortion ban took effect following the\noverturn of Roe v. Wade in 2022, and Vanderbilt staff and student govern-\nment stepped in to ensure reproductive health, pregnancy, and parenting\nresources are available as the university community adapts to the change."
  },
  {
    "id": 103,
    "text": "ment stepped in to ensure reproductive health, pregnancy, and parenting\nresources are available as the university community adapts to the change.\nIn Texas, the SB 17— known as the Diversity, Equity, and Inclusion ban –\ndirectly affects students of color’s experiences on public university cam-\npuses since DEI administrative staff, initiatives, programs, and training are\nnow banned. Finally, immigration policies and related turbulence impact\nundocumented students and their families. Deferred Action for Childhood\nArrivals (DACA) recipients, for instance, face uncertainties and possibilities\nof deportation due to southern border policies – on top of financial and\nlegal stressors, such as affording college due to ineligibility for federal aid."
  },
  {
    "id": 104,
    "text": "of deportation due to southern border policies – on top of financial and\nlegal stressors, such as affording college due to ineligibility for federal aid.\nSuch political turmoils have a significant impact on college students’ well-\nbeing.\nWhat Will Their Needs Be?\nPolitical trends affect many students in higher education institutions. With\nboth traditional and social media showing images of violence as frequently as\ndaily, one could feel increased anxiety (Feinstein et al., 2014) and symptoms of\nacute stress (Holman et al., 2019). Those already struggling with mental health\nissues such as post-traumatic stress disorder (PTSD), panic disorder, or\ndepression could be triggered into a panic attack or depressive episode."
  },
  {
    "id": 105,
    "text": "issues such as post-traumatic stress disorder (PTSD), panic disorder, or\ndepression could be triggered into a panic attack or depressive episode.\nPolicy shifts have direct impacts as well. For example, anxiety and depression\nincreased around 9% more in trigger states compared to non-trigger states in\nthe six months following the fall of Roe v. Wade (trigger states refer to states\nwhere previously unenforceable abortion bans became immediately effective) –\nespecially amongst women aged 18–45, which affects the college student\npopulation (Thompson, 2024). If not already, counseling centers at colleges\nwould have to anticipate and consider the mental health effects following\npolitical trends. With increased campus polarization and hostility, the number"
  },
  {
    "id": 106,
    "text": "would have to anticipate and consider the mental health effects following\npolitical trends. With increased campus polarization and hostility, the number\nof students who experience discrimination is also likely to increase, which is\nknown to be associated with higher levels of general distress, social isolation,\nand suicide ideations (Center for Collegiate Mental Health, 2023).\nCollege faculty and leadership should also grapple with the best way for-\nward when political debates arise. When universities become overtly political\nand tilt too far toward one end of the spectrum, they deny students and faculty"
  },
  {
    "id": 107,
    "text": "996 F. WU ET AL.\nthe kind of open-ended inquiry and knowledge-seeking that has long been the\nbasis of the US higher education’s success (Paul, 2024). Conversely, when\nuniversities try to adopt an apolitical stance – known at Vanderbilt as “institu-\ntional neutrality” – students get upset at their institution’s apathy and unwill-\ningness to influence major world events. This frustration is especially evident\nat Vanderbilt, where students recently argued that the university’s investments\nin Israeli businesses inherently contradict its principled neutrality (Stoebner,\n2024). In short, universities are most certainly places of debate and open\nconversations. However, more commitment to true neutrality, such as finan-\ncial transparency, and productive debates led by professors and departments"
  },
  {
    "id": 108,
    "text": "conversations. However, more commitment to true neutrality, such as finan-\ncial transparency, and productive debates led by professors and departments\nare needed.\nSuggestions To Meet Their Needs\nCollege students report that universities can support them during challenging\ntimes by offering condolences and counseling services (Treisman &\nNadworny, 2023). Counseling centers and staff should consider expanding\nresilience interventions for staff and students alike since they are shown to be\neffective universal prevention strategies (Ang et al., 2022). In Australia, a study\nshowed that delivering a curriculum informed by social cognition and political\nleadership theory to staff leadership successfully improved staff understanding"
  },
  {
    "id": 109,
    "text": "showed that delivering a curriculum informed by social cognition and political\nleadership theory to staff leadership successfully improved staff understanding\nof resilience and promoted changes in teaching practices (Brewer et al., 2021).\nLikewise, US universities and colleges could host workshops that discuss\ncoping with and processing emotions in political contexts. Further, reports\non discrimination and mental health highlight the need for culturally affirma-\ntive counseling approaches, systemic support services, and diversity, equity,\ninclusion, and belonging (DEIB) initiatives in educational institutions (Center\nfor Collegiate Mental Health, 2023). In states where these initiatives are now\nbanned, professionals and students alike must continue to advocate for evi-"
  },
  {
    "id": 110,
    "text": "for Collegiate Mental Health, 2023). In states where these initiatives are now\nbanned, professionals and students alike must continue to advocate for evi-\ndence-based, culturally affirmative practices in mental health. Finally, students\nhave also expressed hopes that universities will host debates where students\ncan come together constructively, feel they have a place to be heard, and have\ndiscussions proceed in a scholarly, civil manner (Treisman Nadworny, 2023).\nHOUSING/FOOD INSECURITY\nWho Are The Students?\nA major issue that many college students face in higher education institutions\nis housing and food insecurity. Food insecurity is a growing public health\nproblem for college students, with significant potential for adverse effects on"
  },
  {
    "id": 111,
    "text": "is housing and food insecurity. Food insecurity is a growing public health\nproblem for college students, with significant potential for adverse effects on\nboth physical and mental health and functioning (Payne-Sturges et al., 2018).\nThe recent National Postsecondary Student Aid Study (NPSAS) showed that"
  },
  {
    "id": 112,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 997\n23% of undergraduate students and 12.2% of graduate students are food\ninsecure (McKibben et al., 2023). Payne-Sturges et al. (2018) describes food\ninsecurity as a limited or uncertain availability of nutritionally adequate and\nsafe food or limited or uncertain ability to acquire acceptable foods in socially\nacceptable ways. The United States Department of Agriculture (USDA) clas-\nsifies individuals on a continuum with respect to food security status (Zein\net al., 2019).\nStudents experience food insecurity at higher rates than the general popula-\ntion, with estimates putting students between 33 to 51% food insecure and all\nUS adults at 9.8% (Mowreader, 2023). First-year college students are uniquely"
  },
  {
    "id": 113,
    "text": "tion, with estimates putting students between 33 to 51% food insecure and all\nUS adults at 9.8% (Mowreader, 2023). First-year college students are uniquely\nsusceptible to food insecurity as they are in a period of transition into their\nnew-found autonomy, while also learning how to cope with an environment\naway from home. First-year college students may also have poor nutrition\nknowledge, limited earning potential, and lack of budgeting skills and\nresources required for healthy food preparation (Zein et al., 2019). In addition,\nfood insecurity was also associated with Hispanic ethnicity, while housing\ninsecurity was associated with being female, being enrolled in an online\nprogram, having dependents, and being a veteran (Olfert et al., 2023)."
  },
  {
    "id": 114,
    "text": "insecurity was associated with being female, being enrolled in an online\nprogram, having dependents, and being a veteran (Olfert et al., 2023).\nHousing insecurity, including the inability to pay rent or utilities or the\nneed to move frequently, on college campuses is also emerging as\na problematic reality faced by many college students (Olfert et al., 2023).\nA 2020 systematic review on college housing issues reported approximately\none out of every ten college students is homeless and 45% are housing insecure\n(Olfert et al., 2023). The 2016 National Postsecondary Student Aid Study\n(NPSAS:16) indicates that 8.8% of US undergraduates reported that they are\nhomeless or self-supporting and at risk of homelessness or self-supporting and"
  },
  {
    "id": 115,
    "text": "(NPSAS:16) indicates that 8.8% of US undergraduates reported that they are\nhomeless or self-supporting and at risk of homelessness or self-supporting and\nat risk of homelessness (Broton, 2020). Broton (2020) showed that students\nwho were food and housing insecure had lower academic progress scores and\nhigher money expenditure and coping strategy scores. Furthermore, being\na first-generation college student, homeless, living off-campus, lacking familial\nfinancial support, and self-reporting a disability, lower financial knowledge, or\npoorer health status were all associated with both basic needs and insecurities\n(Olfert et al., 2023)\nWhat Will Their Needs Be?\nThere are many reasons why college students in higher education are food"
  },
  {
    "id": 116,
    "text": "(Olfert et al., 2023)\nWhat Will Their Needs Be?\nThere are many reasons why college students in higher education are food\ninsecure. These include social stigma, busy schedules, lack of cooking skills\nand facilities to cook, and a lack of transportation in finding means options.\nMany students enrolled in college are also less likely to utilize Supplemental\nNutrition Assistance Program (SNAP) benefits (Mowreader, 2023). In addi-\ntion, there is a growing population of low-income college students, high\ncollege costs and insufficient financial aid, more financial hardship among"
  },
  {
    "id": 117,
    "text": "998 F. WU ET AL.\nmany low- and moderate-income families, a weak labor market for part-time\nworkers, and declining per capita college resources (Freudenberg et al., 2019).\nFood insecurity is a crucial issue that needs to be addressed because it con-\ntributes to adverse outcomes for university students.\nFood insecurity worsens several mental health conditions, and it appears to\nbe associated with negative academic outcomes, a primary concern for uni-\nversities (Freudenberg et al., 2019). Even if student food insecurity is only\nexperienced during the time required to earn a degree, limited access to\nnutritious foods can precipitate poor health behaviors and increased chronic\ndisease risks over time (Zein et al., 2019). Zein et al. (2019) indicates that food"
  },
  {
    "id": 118,
    "text": "nutritious foods can precipitate poor health behaviors and increased chronic\ndisease risks over time (Zein et al., 2019). Zein et al. (2019) indicates that food\ninsecurity also appears to be related to poor mental health and academic\nperformance. Indeed, it has been posited that food-insecure students endorse\nincreased rates of depression and anxiety, decreased ability to concentrate, and\nlow-grade point averages compared to their counterparts (Zein et al., 2019).\nHousing insecurity encompasses a broad set of housing challenges,\nincluding the inability to pay rent or utilities, moving frequently, loss of\nhousing, or living in an apartment or house above capacity (Wood, 2022).\nMany students who fail to complete their degree programs often find"
  },
  {
    "id": 119,
    "text": "housing, or living in an apartment or house above capacity (Wood, 2022).\nMany students who fail to complete their degree programs often find\nthemselves burdened with substantial student debt without the increased\nearnings associated with degree attainment (Butler & Torres, 2023). In\naddition, housing insecurity and homelessness also show a strong, statisti-\ncally significant negative relationship with persistence and credit attainment\n(Butler & Torres, 2023).\nSuggestions To Meet Their Needs\nThere are many ways that institutions can support students when it comes to\nfood and housing insecurity. Many university systems, government agencies,\nand nonprofit organizations have disseminated recommendations for specific\nresources that colleges and universities can use to support students’ basic"
  },
  {
    "id": 120,
    "text": "and nonprofit organizations have disseminated recommendations for specific\nresources that colleges and universities can use to support students’ basic\nneeds and alleviate food and housing insecurity (Speirs et al., 2023). Speirs\net al. (2023) indicates that these recommendations include implementing\ncampus policies and procedures (e.g., one-stop wraparound services and\nbenefits outreach and screening), developing food and housing access pro-\ngrams (e.g., food pantries, meal vouchers, and emergency housing), providing\nfinancial supports (e.g., emergency grants and loans), offering educational\nprograms (e.g., nutrition and financial management education), and advocat-\ning for awareness and change (e.g., events designed to raise awareness about"
  },
  {
    "id": 121,
    "text": "programs (e.g., nutrition and financial management education), and advocat-\ning for awareness and change (e.g., events designed to raise awareness about\nthe number of students who experience food or housing insecurity). In addi-\ntion, financial literacy programming to help students learn how to make\na budget can be a very effective support and financial assistance, such as\nemergency-need grants and completion grants (Mowreader, 2023). A helpful\napproach college counselors can take to help food- and housing-insecure"
  },
  {
    "id": 122,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 999\nstudents during the intake session is to refer students to offices that can help\nthem apply for food and housing assistance. Assistance can also be offered for\nother services like advising and financial aid (NY Web Consulting, 2021).\nDISCUSSION & CONCLUSION\nIn the final analysis, this article outlines a myriad of the mental health\nissues that college students face based on the various identities and\nstudent groups they belong to, although it is not an exhaustive list. By\nbringing together personal experiences and current research to analyze\nthe needs of increasingly diverse students at colleges across the country,\nthe authors of this article have generated useful and practical suggestions"
  },
  {
    "id": 123,
    "text": "the needs of increasingly diverse students at colleges across the country,\nthe authors of this article have generated useful and practical suggestions\nfor university leaders to address these growing mental health issues.\nBelow, we expand on two points from the previous sections – peer\nsupport clubs and organizations and mental health policy days – as\nexamples of immediate actions universities could take, as well as potential\ncaveats.\nPeer Support & Student Mental Health Clubs (MHC)\nThe literature widely supports incorporating peer support into mental health-\ncare practices and its numerous benefits. By empowering those with lived\nexperience to share their stories, peer support promotes an identity shift from\na patient to a person looking forward in life (Davidson & Rowe, 2008). It also"
  },
  {
    "id": 124,
    "text": "experience to share their stories, peer support promotes an identity shift from\na patient to a person looking forward in life (Davidson & Rowe, 2008). It also\nworks in various contexts, such as for those struggling with severe mental\nillnesses (Davidson & Rowe, 2008), addiction and substance use issues\n(Cabassa et al., 2017), and those who have encounters with the criminal justice\nsystem (Davidson & Rowe, 2008). Recognizing this, even the Center for\nMedicaid and CHIP Services (CMCS) has recognized peer support as evi-\ndenced-based treatment, newly established coverage for peer support services\nin 2024, and “strongly encourage(s) states to expand the availability and\nutilization of peer support services” (Center for Medicaid and CHIP"
  },
  {
    "id": 125,
    "text": "in 2024, and “strongly encourage(s) states to expand the availability and\nutilization of peer support services” (Center for Medicaid and CHIP\nServices, 2024). The urgency for peer support on college campuses is clear;\nthose who have not done so should be strongly considering the option to\nsupplement increasingly dire needs in mental health.\nStudent organizations or college mental health clubs (MHC) have filled in\nsome of the gaps in leading peer support and played critical roles in raising\nmental health awareness and promoting destigmatization. One such organiza-\ntion is Active Minds, a nonprofit organization that promotes mental health\namong young adults primarily through peer-to-peer interactions. A recent\nstudy found that increased familiarity with and involvement with Active"
  },
  {
    "id": 126,
    "text": "among young adults primarily through peer-to-peer interactions. A recent\nstudy found that increased familiarity with and involvement with Active\nMinds was associated with increased mental health perceived knowledge and\ndecreased stigma over time (Sontag-Padilla et al., 2018). Further, increases in"
  },
  {
    "id": 127,
    "text": "1000 F. WU ET AL.\ninvolvement with the organization were associated with increases in a range of\nhelping behaviors (Sontag-Padilla et al., 2018). For students who were not\ndirectly involved in Active Minds but were familiar with the organization\n(considered representative of most college students), their familiarity was\nassociated with decreased stigma and improved student-perceived knowledge\nof mental health (Sontag-Padilla et al., 2018). Another example of a peer-\nsupport student organization is the National Alliance of Mental Illnesses\n(NAMI), where college chapters hold creative meetings to destigmatize mental\nhealth among students (National Alliance of Mental Illness, 2024). Students\nfrom across the country expressed feeling less alone after attending these"
  },
  {
    "id": 128,
    "text": "health among students (National Alliance of Mental Illness, 2024). Students\nfrom across the country expressed feeling less alone after attending these\nmeetings and were more ready to seek help (Ulam, 2021, NAMI &\nMuczynska, 2023). In short, student organizations, especially peer-support-\noriented ones, have successfully improved college student well-being on\ncampus.\nWhile student organizations – particularly those that take a peer support\napproach – are making strides to address mental health needs, they do not\nsubstitute professional help, and continuous improvements are needed. One\ncan argue that events solely for raising awareness and promoting destigmati-\nzation are only band-aids for a long-term wound. Firstly, the relationship"
  },
  {
    "id": 129,
    "text": "can argue that events solely for raising awareness and promoting destigmati-\nzation are only band-aids for a long-term wound. Firstly, the relationship\nbetween stigma and help-seeking behaviors is complicated; a study found that\nmental health literacy does not necessarily translate into more help-seeking for\nstudents themselves, even if it makes youth more likely to recommend treat-\nment for others (Villatro et al., 2022). Next, there is a certain level of risk and\npossibility for litigation when nonprofessionals step into mental health crises\nand potentially triggering situations (Ayu & Berg-Cross, 2023). Finally, it is\nworth considering some studies where researchers hypothesized that the over-\nfocus on mental health awareness could explain the increased prevalence of"
  },
  {
    "id": 130,
    "text": "worth considering some studies where researchers hypothesized that the over-\nfocus on mental health awareness could explain the increased prevalence of\nmental health problems over the years (Foulkes & Andrews, 2023).\nSpecifically, some might report milder symptoms as mental disorders, and\nthe thought process could cause more harm than good. Nevertheless, before\nbetter solutions are found, peer support and related student mental health\nclubs is a strong candidate for meeting increased mental health needs, and the\nauthors advise all academic institutions to implement related strategies in their\nefforts toward student wellbeing.\nMental Health Days\nAs mentioned in previous sections, college students experience intense\nacademic demands, social expectations, and professional challenges,"
  },
  {
    "id": 131,
    "text": "efforts toward student wellbeing.\nMental Health Days\nAs mentioned in previous sections, college students experience intense\nacademic demands, social expectations, and professional challenges,\nthereby increasing the likelihood of mental difficulties (Zhang et al.,\n2024). Recently, 12 states have enacted laws or policies permitting K-12\nstudents to take excused mental health days (Mowreader, 2024a). An\narticle by Mayo Clinic Health Systems defines mental health days as “a"
  },
  {
    "id": 132,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1001\nlimited time away from your usual responsibilities with the intention of\nrecharging and rejuvenating your mental health;” and also points out\nmental health days’ ability to reduce burnout, improve mood and resi-\nlience, enhance productivity, and support physical health for both adults\nand children (Theisen, 2022).\nCompared to peer support, mental health days are still relatively new\nand research on the specific concept in college settings is sparse; how-\never, the idea that time-off could help avoid burnout and increase\nwellbeing is certainly not new. Though an individual example, Jay\nSheehan, a professor at San Diego State University, added three mental\nhealth days to his syllabus, allowing students 90 minutes for self-care."
  },
  {
    "id": 133,
    "text": "Sheehan, a professor at San Diego State University, added three mental\nhealth days to his syllabus, allowing students 90 minutes for self-care.\nHe reports that this has led to all participating students submitting\nassignments on time and effectively using the time (Mowreader,\n2024b). Ray and Cryan (2021) found that work flexibility, such as\nworking from home and taking time off when needed, decreased job\nstress as much as 56%. Studies from the nursing, maternal and child\nhealth, and education sectors reveal that mental health days were asso-\nciated with lower chances of hospitalization (Lamont et al., 2017),\ndecreased emotional burden (Gilbert et al., 2024) and improved work\nengagement (Russell et al., 2020).\nSome schools, such as the University of North Carolina and Emory"
  },
  {
    "id": 134,
    "text": "decreased emotional burden (Gilbert et al., 2024) and improved work\nengagement (Russell et al., 2020).\nSome schools, such as the University of North Carolina and Emory\nUniversity School of Medicine, have introduced institution-wide mental\nhealth breaks (termed wellbeing days at UNC and wellness half-days at\nEUSOM). While there are other institutions with no-class study weeks, it\ncould often become just another day for students to catch up on work,\ndefeating the purpose of the mental health break. Overall, mental health\ndays are still less common in higher education guidelines and are often at\nthe discretion of the professor (Mowreader, 2024a). With students increas-\ningly in favor of mental health days (Maxwell & Praetorius, 2024), institutions"
  },
  {
    "id": 135,
    "text": "the discretion of the professor (Mowreader, 2024a). With students increas-\ningly in favor of mental health days (Maxwell & Praetorius, 2024), institutions\nshould certainly consider incorporating mental health days into the academic\ncalendar. If the lack of evidence supporting mental health days is the concern,\ncolleges could conduct their own studies, such as distributing surveys, on\nstudents’ reactions to these mental health days. All in all, the authors advocate\nfor mental health days as a permanent feature during the academic semester\nwhere students are encouraged and supported to take a break from assigned\nwork and studying.\nUltimately, the authors recognize the need for colleges and universities to\nprioritize student mental health and well-being and hope that university"
  },
  {
    "id": 136,
    "text": "work and studying.\nUltimately, the authors recognize the need for colleges and universities to\nprioritize student mental health and well-being and hope that university\nleaders do as well. These are the students who will run the future, and their\nsuccess depends not only on their academic achievements but also on their\nmental health and overall well-being. By understanding the research and\nimplementing the recommendations provided, university leaders can create"
  },
  {
    "id": 137,
    "text": "1002 F. WU ET AL.\nmore supportive and inclusive environments, ensuring that all students have\nthe resources and support they need to thrive.\nDISCLOSURE STATEMENT\nNo potential conflict of interest was reported by the author(s).\nREFERENCES\nAlfonseca, K. (2023, November 29). The Israel-Hamas war has college campuses on edge. How\nsome are tackling the issue. ABC News. https://abcnews.go.com/US/israel-hamas-war-\ncollege-campuses-edge-tackling-issue/story?id=105046118\nAmerican Association for the Advancement of Science. (2023). STEM Students & Their Sense of\nBelonging: S-STEM Programs’ Practices & Empirically Based Recommendations. https://\nwww.fau.edu/engineering/eecs/research/s-stem/pdf/sense-of-belonging-stem.pdf"
  },
  {
    "id": 138,
    "text": "Belonging: S-STEM Programs’ Practices & Empirically Based Recommendations. https://\nwww.fau.edu/engineering/eecs/research/s-stem/pdf/sense-of-belonging-stem.pdf\nAmerican College Health Association. (2022). American College Health Association-National\nCollege Health Assessment III: Undergraduate Student Reference Group Data Report Spring\n2022. American College Health Association. https://www.acha.org/documents/ncha/\nNCHA-III_SPRING_2022_UNDERGRAD_REFERENCE_GROUP_DATA_REPORT.pdf\nAng, W. H. D., Lau, S. T., Cheng, L. J., Chew, H. S. J., Tan, J. H., Shorey, S., & Lau, Y. (2022).\nEffectiveness of resilience interventions for higher education students: A meta-analysis and\nmetaregression. Journal of Educational Psychology, 114(7), 1670–1694. https://doi.org/10.\n1037/edu0000719"
  },
  {
    "id": 139,
    "text": "Effectiveness of resilience interventions for higher education students: A meta-analysis and\nmetaregression. Journal of Educational Psychology, 114(7), 1670–1694. https://doi.org/10.\n1037/edu0000719\nAyu, O. N., & Berg-Cross, L. (2023). College-sponsored mental health clubs: Maximizing\nsuccess and reducing risks. Journal of Campus Activities Practice and Scholarship, 5(1),\n40–50. https://doi.org/10.52499/2023006\nBaams, L. (2018). Disparities for LGBTQ and Gender Nonconforming Adolescents. Pediatrics,\n141(5). https://doi.org/10.1542/peds.2017-3004\nBanks, B. M. (2020). University Mental Health Outreach Targeting Students of Color. Journal\nof College Student Psychotherapy, 34(1), 78–86. https://doi.org/10.1080/87568225.2018.\n1539632"
  },
  {
    "id": 140,
    "text": "Banks, B. M. (2020). University Mental Health Outreach Targeting Students of Color. Journal\nof College Student Psychotherapy, 34(1), 78–86. https://doi.org/10.1080/87568225.2018.\n1539632\nBarbee, H., Deal, C., & Gonzales, G. (2022). Anti-Transgender Legislation—A Public Health\nConcern for Transgender Youth. JAMA Pediatrics, 176(2), 125–125. https://doi.org/10.1001/\njamapediatrics.2021.4483\nBhatt, N., Cannella, J., & Gentile, J. P. (2022). Gender-affirming Care for Transgender Patients.\nInnovations in Clinical Neuroscience, 19(4–6), 23–32. PMID: 35958971; PMCID:\nPMC9341318.\nBotha, M., Chapman, R., Giwa Onaiwu, M., & Walker, N. (2024, March, 12). The neurodiversity\nconcept was developed collectively: An overdue correction on the origins of. SAGE. https://"
  },
  {
    "id": 141,
    "text": "PMC9341318.\nBotha, M., Chapman, R., Giwa Onaiwu, M., & Walker, N. (2024, March, 12). The neurodiversity\nconcept was developed collectively: An overdue correction on the origins of. SAGE. https://\nwww.researchgate.net/publication/378913547_The_neurodiversity_concept_was_devel\noped_collectively_An_overdue_correction_on_the_origins_of_neurodiversity_\ntheoryBrewer\nBrewer, M., van Kessel, G., Sanderson, B., & Carter, A. (2021). Enhancing student resilience by\ntargeting staff resilience, attitudes and practices. Higher Education Research & Development,\n41(4), 1013–1027. https://doi.org/10.1080/07294360.2021.1877622\nBroton, K. M. (2020). A review of estimates of housing insecurity and homelessness among\nstudents in U.S. higher education. Journal of Social Distress and Homeless, 29(1), 25–38."
  },
  {
    "id": 142,
    "text": "Broton, K. M. (2020). A review of estimates of housing insecurity and homelessness among\nstudents in U.S. higher education. Journal of Social Distress and Homeless, 29(1), 25–38.\nhttps://doi.org/10.1080/10530789.2020.1677009"
  },
  {
    "id": 143,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1003\nButler, D., & Torres, F. (2023). Housing Insecurity and Homelessness Among College Students\n| Bipartisan Policy Center. https://bipartisanpolicy.org/blog/housing-insecurity-and-\nhomelessness-among-college-students/\nCabassa, L. J., Camacho, D., Vélez-Grau, C. M., & Stefancic, A. (2017). Peer-based health\ninterventions for people with serious mental illness: A systematic literature review. Journal of\nPsychiatric Research, 84, 80–89. https://doi.org/10.1016/j.jpsychires.2016.09.021\nCaldwell, Y., Vogler, H. A., Erekson, D. M., Griner, D., Beecher, M. E., Hobbs, K., Schmuck, D.,\nWorthen, V., Hoskin, J. M., Merrill, B. M., & Hales, J. (2023). Presenting concerns and"
  },
  {
    "id": 144,
    "text": "Caldwell, Y., Vogler, H. A., Erekson, D. M., Griner, D., Beecher, M. E., Hobbs, K., Schmuck, D.,\nWorthen, V., Hoskin, J. M., Merrill, B. M., & Hales, J. (2023). Presenting concerns and\npsychotherapy utilization in university counseling centers: What do we know about Asian\nAmerican and international Asian students?. Journal of College Student Mental Health, 38\n(2), 223–240. https://doi.org/10.1080/87568225.2023.2171937\nCenter for Collegiate Mental Health. (2023). 2023 Annual Report. Penn State University Center for\nCollegiate Mental Health. https://ccmh.psu.edu/assets/docs/2023_Annual%20Report.pdf\nCenter for Medicaid and CHIP Services. (2024). Frequently Asked Questions on Medicaid and\nCHIP Coverage of Peer Support Services. Centers for Medicare & Medicaid Services."
  },
  {
    "id": 145,
    "text": "Center for Medicaid and CHIP Services. (2024). Frequently Asked Questions on Medicaid and\nCHIP Coverage of Peer Support Services. Centers for Medicare & Medicaid Services.\nConron, K. J., O’Neill, K. K., Goldberg, A. E., & Guardado, R. (2023, February 17). Experiences\nof LGBTQ People in Four-Year Colleges and Graduate Programs. Williams Institute. https://\nwilliamsinstitute.law.ucla.edu/publications/lgbtq-colleges-grad-school/\nCurrent Term Enrollment Estimates | National Student Clearinghouse Research Center. (2024a).\nNscresearchcenter.org. https://nscresearchcenter.org/current-term-enrollment-estimates/\nDavidson, L., & Rowe, M. (2008). Peer support within criminal justice settings: The role of\nforensic peer specialists. CMHS National GAINS Center."
  },
  {
    "id": 146,
    "text": "Davidson, L., & Rowe, M. (2008). Peer support within criminal justice settings: The role of\nforensic peer specialists. CMHS National GAINS Center.\nDennon, A. (2021). Political Issues Students Care About. BestColleges.com. https://www.bestcol\nleges.com/blog/political-issues-students-care-about-2020/\nDimock, M., & Wike, R. (2020). America is exceptional in the nature of its political divide. Pew\nResearch Center - U.S. Politics & Policy. https://www.pewresearch.org/short-reads/2020/11/\n13/america-is-exceptional-in-the-nature-of-its-political-divide/\nDipeolu, A., Kang, J., & Cooper, C. (2007). Support Group for International Students:\nA Counseling Center’s Experience. Journal of college student psychotherapy, 22(1), 63–74.\nhttps://doi.org/10.1300/J035v22n01_05"
  },
  {
    "id": 147,
    "text": "A Counseling Center’s Experience. Journal of college student psychotherapy, 22(1), 63–74.\nhttps://doi.org/10.1300/J035v22n01_05\nDiversity in Higher Education: Facts and Statistics. (2024b), April 30. BestColleges.com.\nhttps://www.bestcolleges.com/research/diversity-in-higher-education-facts-statistics/\nDuPaul, G. J., DuPaul, G. J., Dahlstrom-Hakki, I., Gormley, M. J., Fu, Q., Pinho, T. D., &\nBanerjee, M. (2017). College Students with ADHD and LD: Effects of Support Services on\nAcademic Performance. Learning Disabilities Research and Practice, 32(4), 246–256. https://\njournals.sagepub.com/doi/abs/10.1111/ldrp.12143?journalCode=ldra\nDurrani, A. (2023, November). International Student Numbers in U.S. Show Fastest Growth in 40"
  },
  {
    "id": 148,
    "text": "journals.sagepub.com/doi/abs/10.1111/ldrp.12143?journalCode=ldra\nDurrani, A. (2023, November). International Student Numbers in U.S. Show Fastest Growth in 40\nYears. US News and World Report. https://www.usnews.com/education/best-global-universities\n/articles/international-student-numbers-in-u-s-show-fastest-growth-in-40-years\nDwyer, P., Mineo, E., Mifsud, K., Lindholm, C., Gurba, A., & Waisman, T. C. (2023). Building\nNeurodiversity-Inclusive Postsecondary Campuses: Recommendations for Leaders in\nHigher Education. Autism in Adulthood. https://doi.org/10.1089/aut.2021.0042\nElbulok-Charcape, M. M., Mandelbaum, F., Miles, R., Bergdoll, R., Turbeville, D., & Rabin, L.\nA. (2021). Reducing stigma surrounding mental health: Diverse undergraduate students"
  },
  {
    "id": 149,
    "text": "Elbulok-Charcape, M. M., Mandelbaum, F., Miles, R., Bergdoll, R., Turbeville, D., & Rabin, L.\nA. (2021). Reducing stigma surrounding mental health: Diverse undergraduate students\nspeak out. Journal of College Student Psychotherapy, 35(4), 327–344. https://doi.org/10.1080/\n87568225.2020.1737853\nFabiano, E. D. (2022). How to Thrive as a First-Generation College Student in Engineering. Cellular\nand Molecular Bioengineering, 15(4), 293–299. https://doi.org/10.1007/s12195-022-00736-w\nFederal Bureau of Investigation. (2024). Reported Hate Crimes at Schools: 2018–2022."
  },
  {
    "id": 150,
    "text": "1004 F. WU ET AL.\nFeinstein, A., Audet, B., & Waknine, E. (2014). Witnessing images of extreme violence:\na psychological study of journalists in the newsroom. JRSM Open, 5(8), https://doi.org/10.\n1177/2054270414533323\nFish, J. N. (2020). Future Directions in Understanding and Addressing Mental Health among\nLGBTQ Youth. Journal of Clinical Child & Adolescent Psychology, 49(6), 943–956. https://\ndoi.org/10.1080/15374416.2020.1815207\nFoulkes, L., & Andrews, J. L. (2023). Are mental health awareness efforts contributing to the\nrise in reported mental health problems? A call to test the prevalence inflation hypothesis.\nNew Ideas in Psychology, 69(1), https://doi.org/10.1016/j.newideapsych.2023.101010\nFreudenberg, N., Goldrick-Rab, S., & Poppendieck, J. (2019). College Students and SNAP: The"
  },
  {
    "id": 151,
    "text": "New Ideas in Psychology, 69(1), https://doi.org/10.1016/j.newideapsych.2023.101010\nFreudenberg, N., Goldrick-Rab, S., & Poppendieck, J. (2019). College Students and SNAP: The\nNew Face of Food Insecurity in the United States. American Journal of Public Health, 109\n(12), 1652–1658. https://doi.org/10.2105/AJPH.2019.305332\nGarcha, J., & Smith, A. P. (2023). Associations between Autistic and ADHD Traits and the\nWell-Being and Mental Health of University Students. Healthcare. https://www.semanticscho\nlar.org/paper/Associations-between-Autistic-and-ADHD-Traits-and-Garcha-Smith\n/1c521f18dfef10dfd2411b39b1a2e720afa6a4ab\nGilbert, C., Johnson, M., Karki, B., Lyons, K., Tibbits, M., Toure, D., Rookwood, A. C., &\nAbresch, C. (2024). Preventing job burnout: Could workplace support protect maternal and"
  },
  {
    "id": 152,
    "text": "Gilbert, C., Johnson, M., Karki, B., Lyons, K., Tibbits, M., Toure, D., Rookwood, A. C., &\nAbresch, C. (2024). Preventing job burnout: Could workplace support protect maternal and\nchild health professionals who are doing public health equity work?. Maternal and Child\nHealth Journal, 28(1), 24–30. https://doi.org/10.1007/s10995-023-03846-7\nGopalkrishnan, N. (2018). Cultural Diversity and Mental Health: Considerations for Policy and\nPractice. Frontiers in Public Health, 6, 6. https://doi.org/10.3389/fpubh.2018.00179\nGorman, K., Bruns, C., Chin, C., Fitzpatrick, N., Koenig, L., Leviness, P., & Sokolowski, K. (2023).\nAnnual survey. https://www.aucccd.org/assets/documents/CCMH%20Blog1_FINAL2.pdf\nGurbuz, E., Hanley, M., & Riby, D. M. (2018). University Students with Autism: The Social and"
  },
  {
    "id": 153,
    "text": "Annual survey. https://www.aucccd.org/assets/documents/CCMH%20Blog1_FINAL2.pdf\nGurbuz, E., Hanley, M., & Riby, D. M. (2018). University Students with Autism: The Social and\nAcademic Experiences of University in the UK. Journal of Autism & Developmental\nDisorders, 49(2), 617–631. https://doi.org/10.1007/s10803-018-3741-4\nGurbuz, E., Riby, D. M., South, M., & Hanley, M. (2024). Associations between autistic traits,\ndepression, social anxiety and social rejection in autistic and non-autistic adults. Scientific\nReports, 14(1), 9065. https://doi.org/10.1038/s41598-024-59532-3\nGuthrie, S., Lichten, C. A., Van Belle, J., Ball, S., Knack, A., & Hofman, J. (2018). Understanding\nmental health in the research environment: A Rapid Evidence Assessment. Rand Health\nQuarterly, 7(3), 2."
  },
  {
    "id": 154,
    "text": "mental health in the research environment: A Rapid Evidence Assessment. Rand Health\nQuarterly, 7(3), 2.\nHaim-Litevsky, D., Komemi, R., & Lipskaya-Velikovsky, L. (2023). Sense of Belonging,\nMeaningful Daily Life Participation, and Well-Being: Integrated Investigation.\nInternational Journal of Environmental Research and Public Health, 20(5), 4121. https://\ndoi.org/10.3390/ijerph20054121\nHall, G. C. N., Hong, J. J., Zane, N. W. S., & Meyer, O. L. (2011). Culturally competent\ntreatments for Asian Americans: The relevance of mindfulness and acceptance(cid:0)based\npsychotherapies. Clinical Psychology Science & Practice, 18(3), 215–231. https://doi.org/10.\n1111/j.1468-2850.2011.01253.x\nHammoudi Halat, D., Soltani, A., Dalli, R., Alsarraj, L., & Malki, A. (2023). Understanding and"
  },
  {
    "id": 155,
    "text": "1111/j.1468-2850.2011.01253.x\nHammoudi Halat, D., Soltani, A., Dalli, R., Alsarraj, L., & Malki, A. (2023). Understanding and\nFostering Mental Health and Well-Being among University Faculty: A Narrative Review.\nJournal of Clinical Medicine, 12(13), 4425. https://doi.org/10.3390/jcm12134425\nHealthy Minds Network. (2023). Healthy Minds Study among Colleges and Universities, year\n2021-2022. Healthy Minds Network, University of Michigan, University of California Los\nAngeles, Boston University, and Wayne State University. https://healthymindsnetwork.org/\nresearch/data-for-researchers"
  },
  {
    "id": 156,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1005\nHelling, J., & Chandler, G. E. (2021). Meeting the Psychological Health & Growth Needs of\nBlack College Students: Culture, Resonance and Resilience. Journal of College Student\nPsychotherapy, 35(2), 152–180. https://doi.org/10.1080/87568225.2019.1660291\nHershner, S., Jansen, E. C., Gavidia, R., Matlen, L., Hoban, M., & Dunietz, G. L. (2021).\nAssociations between transgender identity, sleep, mental health and suicidality among a\nnorth American cohort of college students. Nature and Science of Sleep, 13, 383–398. https://\ndoi.org/10.2147/NSS.S286131\nHolman, E. A., Garfin, D. R., Lubens, P., & Silver, R. C. (2019). Media Exposure to Collective\nTrauma, Mental Health, and Functioning: Does It Matter What You See? Clinical"
  },
  {
    "id": 157,
    "text": "Holman, E. A., Garfin, D. R., Lubens, P., & Silver, R. C. (2019). Media Exposure to Collective\nTrauma, Mental Health, and Functioning: Does It Matter What You See? Clinical\nPsychological Science, 8(1), 111–124. https://doi.org/10.1177/2167702619858300\nHurtado, S., & Ruiz Alvarado, A. (2015). Discrimination and bias, underrepresentation, and\nsense of belonging on campus. Higher Education Research Institute.\nIwamoto, D. K., Liao, L., & Liu, W. M. (2010). Masculine norms, avoidant coping, Asian values,\nand depression among Asian American men. Psychology of Men & Masculinity, 11(1),\n15–24. https://doi.org/10.1037/a0017874\nJakobsson, N., Persson, M., & Svensson, M. (2013). Class-size effects on adolescents’ mental"
  },
  {
    "id": 158,
    "text": "15–24. https://doi.org/10.1037/a0017874\nJakobsson, N., Persson, M., & Svensson, M. (2013). Class-size effects on adolescents’ mental\nhealth and well-being in Swedish schools. Education Economics, 21(3), 248–263. https://doi.\norg/10.1080/09645292.2013.789826\nJensen, K. J., Mirabelli, J. F., Kunze, A. J., Romanchek, T. E., & Cross, K. J. (2023). Undergraduate\nstudent perceptions of stress and mental health in engineering culture. International Journal of\nSTEM Education, 10(1). https://doi.org/10.1186/s40594-023-00419-6\nJewett, R., Kerr, G., & Tamminen, K. (2019). University sport retirement and athlete mental\nhealth: A narrative analysis. Qualitative Research in Sport, Exercise & Health, 11(3), 416–433.\nhttps://doi.org/10.1080/2159676X.2018.1506497"
  },
  {
    "id": 159,
    "text": "health: A narrative analysis. Qualitative Research in Sport, Exercise & Health, 11(3), 416–433.\nhttps://doi.org/10.1080/2159676X.2018.1506497\nKalkbrenner, M. T., Jolley, A. L., & Hays, D. G. (2019). Faculty Views on College Student\nMental Health: Implications for Retention and Student Success. Journal of College Student\nRetention: Research, Theory & Practice, 23(3), 636–658. https://doi.org/10.1177/\n1521025119867639\nKaufmann, E. (2022, October 3). Diverse and Divided: A Political Demography of American\nElite Students. Cspicenter.com; Center for the Study of Partisanship and Ideology. https://\nwww.cspicenter.com/p/diverse-and-divided-a-political-demography\nKennedy, B., Fry, R., & Funk, C. (2021, April 14). 6 facts about America’s STEM workforce and"
  },
  {
    "id": 160,
    "text": "www.cspicenter.com/p/diverse-and-divided-a-political-demography\nKennedy, B., Fry, R., & Funk, C. (2021, April 14). 6 facts about America’s STEM workforce and\nthose training for it. Pew Research Center. https://www.pewresearch.org/short-reads/2021/\n04/14/6-facts-about-americas-stem-workforce-and-those-training-for-it/\nKirkbride, J. B., Anglin, D. M., Colman, I., Dykxhoorn, J., Jones, P. B., Patalay, P., Pitman, A.,\nSoneson, E., Steare, T., Wright, T., & Griffiths, S. L. (2024). The social determinants of\nmental health and disorder: Evidence, prevention and recommendations. World Psychiatry,\n23(1), 58–90. https://doi.org/10.1002/wps.21160\nKorhonen, V. (2023). STEM degrees awarded in the U.S. by certification level 2020. Statista. https://"
  },
  {
    "id": 161,
    "text": "23(1), 58–90. https://doi.org/10.1002/wps.21160\nKorhonen, V. (2023). STEM degrees awarded in the U.S. by certification level 2020. Statista. https://\nwww.statista.com/statistics/828915/number-of-stem-degrees-awarded-in-the-us-by-degree-\nlevel/\nKuzhiyil, F. (2024). Revisiting the protest movements at the University of Texas. KSAT; KSAT\nSan Antonio. https://www.ksat.com/news/texas/2024/05/16/revisiting-the-protest-\nmovements-at-the-university-of-texas/\nLamont, S., Brunero, S., Perry, L., Duffield, C., Sibbritt, D., Gallagher, R., & Nicholls, R. (2017).\n‘Mental health day’ sickness absence amongst nurses and midwives: workplace, workforce,\npsychosocial and health characteristics. Journal of Advanced Nursing, 73(5), 1172–1181.\nhttps://doi.org/10.1111/jan.13212"
  },
  {
    "id": 162,
    "text": "1006 F. WU ET AL.\nLanderl, K., Fussenegger, B., Moll, K., & Willburger, E. (2009). Dyslexia and dyscalculia: Two\nlearning disorders with different cognitive profiles. Journal of Experimental Child\nPsychology, 103(3), 309–324. https://doi.org/10.1016/j.jecp.2009.03.006\nLee, J., & Opio, T. (2011). Coming to America: challenges and difficulties faced by African\nstudent athletes. Sport, Education & Society, 16(5), 629–644. https://doi.org/10.1080/\n13573322.2011.601144\nLoi, H. (2024, May 31). Asian Americans in STEM: Perceptions vs. Realities - All Together. All\nTogether; Society of Women Engineers. https://alltogether.swe.org/2024/05/asian-\namericans-in-stem-perceptions-vs-realities/#:~:text=At%207%25%20of%20the%20U.S"
  },
  {
    "id": 163,
    "text": "Together; Society of Women Engineers. https://alltogether.swe.org/2024/05/asian-\namericans-in-stem-perceptions-vs-realities/#:~:text=At%207%25%20of%20the%20U.S\nMaxwell, D., & Praetorius, R. T. (2024). “Gutting It Out” Does Not Work: Why Mental Health\nDays are Needed. Social Work in Public Health, 39(3), 221–233. https://doi.org/10.1080/\n19371918.2024.2322589\nMcCann, E., & Sharek, D. (2016). Mental health needs of people who identify as transgender: A\nreview of the literature. Archives of Psychiatric Nursing, 30(2), 280–285. https://doi.org/10.\n1016/j.apnu.2015.07.003\nMcKibben, B., Wu, J., Abelson, S., & The Hope Center. (2023). New Federal Data Confirm that\nCollege Students Face Significant—and Unacceptable—Basic Needs Insecurity. https://hope."
  },
  {
    "id": 164,
    "text": "McKibben, B., Wu, J., Abelson, S., & The Hope Center. (2023). New Federal Data Confirm that\nCollege Students Face Significant—and Unacceptable—Basic Needs Insecurity. https://hope.\ntemple.edu/npsas#:~:text=Overall%2C%2023%25%20of%20undergraduates%2C%20and%\n2012%25%20of%20graduate,homelessness%2C%20translating%20to%20more%20than%\n201.5%20million%20students .\nMeyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual\npopulations: Conceptual issues and research evidence. Psychological Bulletin, 129(5),\n674–697. https://doi.org/10.1037/0033-2909.129.5.674\nMiranda, R., Soffer, A., Polanco-Roman, L., Wheeler, A., & Moore, A. (2015). Mental health\ntreatment barriers among Racial/Ethnic minority versus white young adults 6 months after"
  },
  {
    "id": 165,
    "text": "Miranda, R., Soffer, A., Polanco-Roman, L., Wheeler, A., & Moore, A. (2015). Mental health\ntreatment barriers among Racial/Ethnic minority versus white young adults 6 months after\nintake at a college counseling center. Journal of American College Health, 63(5), 291–298.\nhttps://doi.org/10.1080/07448481.2015.1015024\nMoagi, M. M., Der Wath, A. E., Jiyane, P. M., & Rikhotso, R. S. (2021). Mental health challenges\nof lesbian, gay, bisexual and transgender people: An integrated literature review. Health SA\nGesondheid, 26, 26. https://doi.org/10.4102/hsag.v26i0.1487\nMousavi, M. P. S., Sohrabpour, Z., Anderson, E. L., Stemig-Vindedahl, A., Golden, D.,\nChristenson, G., Lust, K., & Bühlmann, P. (2018). Stress and Mental Health in Graduate"
  },
  {
    "id": 166,
    "text": "Mousavi, M. P. S., Sohrabpour, Z., Anderson, E. L., Stemig-Vindedahl, A., Golden, D.,\nChristenson, G., Lust, K., & Bühlmann, P. (2018). Stress and Mental Health in Graduate\nSchool: How Student Empowerment Creates Lasting Change. Journal of Chemical\nEducation, 95(11), 1939–1946. https://doi.org/10.1021/acs.jchemed.8b00188\nMowreader, A. (2023). Five factors causing food insecurity among college students. Inside Higher\nEd | Higher Education News, Events and Jobs. https://www.insidehighered.com/news/student-\nsuccess/health-wellness/2023/12/11/five-factors-causing-food-insecurity-among-college#:~:\ntext=Students%20experience%20food%20insecurity%20at,U.S.%20adults%20at%209.8%\n20percent\nMowreader, A. (2024a). Improving college campus systems for student mental health. Inside Higher"
  },
  {
    "id": 167,
    "text": "text=Students%20experience%20food%20insecurity%20at,U.S.%20adults%20at%209.8%\n20percent\nMowreader, A. (2024a). Improving college campus systems for student mental health. Inside Higher\nEd | Higher Education News, Events and Jobs. https://www.insidehighered.com/news/student-\nsuccess/health-wellness/2024/08/08/improving-college-campus-systems-student-mental\nMowreader, A. (2024b). Professor creates three mental health day assignments. Inside Higher\nEd | Higher Education News, Events and Jobs. https://www.insidehighered.com/news/stu\ndent-success/health-wellness/2024/01/05/professor-creates-three-mental-health-day#\nMuzi, L., Nardelli, N., Naticchioni, G., Mazzeschi, C., Baiocco, R., & Lingiardi, V. (2023, March"
  },
  {
    "id": 168,
    "text": "dent-success/health-wellness/2024/01/05/professor-creates-three-mental-health-day#\nMuzi, L., Nardelli, N., Naticchioni, G., Mazzeschi, C., Baiocco, R., & Lingiardi, V. (2023, March\n14). Body uneasiness and dissatisfaction among lesbian, gay, bisexual, and heterosexual\npersons. Sexuality Research & Social Policy : Journal of NSRC : SR & SP. https://www.ncbi.\nnlm.nih.gov/pmc/articles/PMC10010970/"
  },
  {
    "id": 169,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1007\nNAMI, & Muczynska, N. (2023, May 19). Getting Involved with NAMI on My College Campus.\nhttps://www.nami.org/anxiety-disorders/getting-involved-with-nami-on-my-college-campus/\nNadal-Vicens, M. (2021, January 27). International College Students: Challenges and Solutions.\nClay Center for Young Healthy Minds. https://www.mghclaycenter.org/parenting-concerns\n/young-adults/international-college-students/\nNational Alliance of Mental Illness. (2024). NAMI on Campus | NAMI. https://www.nami.org/\nGet-Involved/NAMI-On-Campus/\nNational Center for Education Statistics. (2019, February). Indicator 20: Undergraduate\nEnrollment. Nces.ed.gov. https://nces.ed.gov/programs/raceindicators/indicator_reb.asp#:\n~:text=Of%20the%2016.3%20million%20undergraduate"
  },
  {
    "id": 170,
    "text": "Enrollment. Nces.ed.gov. https://nces.ed.gov/programs/raceindicators/indicator_reb.asp#:\n~:text=Of%20the%2016.3%20million%20undergraduate\nNational Center for Education Statistics. (2023). Postbaccalaureate Enrollment. Condition of\nEducation. U.S. Department of Education, Institute of Education Sciences. Retrieved [date],\nfrom https://nces.ed.gov/programs/coe/indicator/chb\nNational Center for Education Statistics. (n.d.). The NCES Fast Facts Tool provides quick\nanswers to many education questions (National Center for Education Statistics). Nces.ed.\ngov. https://nces.ed.gov/fastfacts/display.asp?id=1089\nNational Center for Science and Engineering Statistics. (2023). Diversity and STEM: Women,\nMinorities, and Persons with Disabilities. Diversity and STEM: Women, Minorities , and"
  },
  {
    "id": 171,
    "text": "National Center for Science and Engineering Statistics. (2023). Diversity and STEM: Women,\nMinorities, and Persons with Disabilities. Diversity and STEM: Women, Minorities , and\nPersons with Disabilities. https://ncses.nsf.gov/pubs/nsf23315/report\nNational Foundation for American Policy. (2017). The Importance of International Students to\nAmerican Science and Engineering. https://nfap.com/wp-content/uploads/2017/10/The-\nImportance-of-International-Students.NFAP-Policy-Brief.October-20171.pdf\nNavarro, K., & McCormick, H. (2017). Outcomes-based career preparation programs for\ncontemporary student-athletes. Journal of Applied Sport Management, 9(1), 135–155.\nhttps://doi.org/10.18666/JASM-2017-V9-I1-7593\nNCAA. (2014, August). NCAA recruiting facts. https://www.nfhs.org/media/886012/recruit"
  },
  {
    "id": 172,
    "text": "https://doi.org/10.18666/JASM-2017-V9-I1-7593\nNCAA. (2014, August). NCAA recruiting facts. https://www.nfhs.org/media/886012/recruit\ning-fact-sheet-web.pdf\nNCAA. (2021). Student-athlete well-being study. https://ncaaorg.s3.amazonaws.com/research/\nother/2020/2022RES_NCAA-SA-Well-BeingSurveyPPT.pdf. (Fall.\nNCAA. (2022). NCAA student-athletes surpass 520,000, set new record. https://www.ncaa.org/news/\n2022/12/5/media-center-ncaa-student-athletes-surpass-520-000-set-new-record.aspx. (Winter).\nNCAA. (2023). NCAA Demographics Database. https://www.ncaa.org/sports/2018/12/13/ncaa-\ndemographics-database.aspx\nNCAA, NCAA Sports Science Institute. (2024). Mental Health Best Practices: Understanding and\nSupporting Student-Athlete Mental Health SECOND EDITION An Inter-Association Consensus"
  },
  {
    "id": 173,
    "text": "NCAA, NCAA Sports Science Institute. (2024). Mental Health Best Practices: Understanding and\nSupporting Student-Athlete Mental Health SECOND EDITION An Inter-Association Consensus\nDocument.https://ncaaorg.s3.amazonaws.com/ssi/mental/SSI_MentalHealthBestPractices.pdf\nNY Web Consulting. (2021, August 17). American Food & Vending. American Dining\nCreations. https://adc-us.com/blog/how-does-food-insecurity-affect-college-students/\nOlfert, M. D., Hagedorn-Hatfield, R. L., Houghtaling, B., Esquivel, M. K., Hood, L. B.,\nMacNell, L. . . . Coleman, P. (2023). Struggling with the basics: food and housing insecurity\namong college students across twenty-two colleges and universities. Journal of American\nCollege Health, 71(8), 2518–2529. https://doi.org/10.1080/07448481.2021.1978456"
  },
  {
    "id": 174,
    "text": "among college students across twenty-two colleges and universities. Journal of American\nCollege Health, 71(8), 2518–2529. https://doi.org/10.1080/07448481.2021.1978456\nPachankis, J. E., Mahon, C. P., Jackson, S. D., Fetzner, B. K., & Bränström, R. (2020, October).\nSexual orientation concealment and mental health: A conceptual and meta-analytic review.\nPsychological Bulletin, 146(10), 831–871. https://doi.org/10.1037/bul0000271. Epub 2020\nJul 23. PMID: 32700941; PMCID: PMC8011357.\nParker, L. L., & Harriger, J. A. (2020). Eating disorders and disordered eating behaviors in the\nLGBT population: a review of the literature. Journal of Eating Disorders, 8(1). https://doi.\norg/10.1186/s40337-020-00327-y"
  },
  {
    "id": 175,
    "text": "1008 F. WU ET AL.\nPaul, P. (2024). Colleges Are Putting Their Future at Risk. The New York Times. https://www.\nnytimes.com/2024/03/14/opinion/colleges-universities-education-politics.html\nPayne-Sturges, D. C., Payne-Sturges, D. C., Tjaden, A., Caldeira, K. M., Vincent, K. B., &\nArria, A. M. (2018). Student Hunger on Campus: Food Insecurity Among College Students\nand Implications for Academic Institutions. American Journal of Health Promotion, 32(2),\n349–354. https://journals.sagepub.com/doi/abs/10.1177/0890117117719620?casa_token=\nQ6tkeGwGHnMAAAAA%3ABi26GitDIMSbDpC6HYKbPE9zgFrhQRuaGrFBBg5uun0-\nkOyWnUT6m_t4eH5NX147GQ_VqGfpFpBxqA&journalCode=ahpa\nPester, C. W., Noh, G., & Fu, A. (2023). On the Importance of Mental Health in STEM. ACS"
  },
  {
    "id": 176,
    "text": "kOyWnUT6m_t4eH5NX147GQ_VqGfpFpBxqA&journalCode=ahpa\nPester, C. W., Noh, G., & Fu, A. (2023). On the Importance of Mental Health in STEM. ACS\nPolymers Au, 3(4), 295–306. https://doi.org/10.1021/acspolymersau.2c00062\nRatangee, B. (2024, April 6). Three students expelled following Student Accountability hear-\nings, faculty criticize university response - The Vanderbilt Hustler. The Vanderbilt Hustler—\nthe Official Student Newspaper of Vanderbilt University. https://www.google.com/url?q=\nhttps://vanderbilthustler.com/2024/04/06/three-students-expelled-following-student-\naccountability-hearings-faculty-criticize-university-response/&sa=D&source=docs&ust=\n1720466084477959&usg=AOvVaw3vfOh4JECzNjptOw84kek-"
  },
  {
    "id": 177,
    "text": "accountability-hearings-faculty-criticize-university-response/&sa=D&source=docs&ust=\n1720466084477959&usg=AOvVaw3vfOh4JECzNjptOw84kek-\nRay, T. K., & Cryan, R. P. (2021). Work Flexibility and Work-Related Well-Being. International\nJournal of Environmental Research and Public Health, 18(6), 3254. https://www.ncbi.nlm.\nnih.gov/pmc/articles/PMC8004082/\nRichey, G., & Martin, D. (2024). The unintended consequences of NCAA’s NIL settlement and\ntransfer portal. https://harbert.auburn.edu/news/opinion-unintended-consequences-of-\nncaa-nil-and-transfer-portal.html\nRussell, M. B., Attoh, P. A., Chase, T., Gong, T., Kim, J., & Liggans, G. L. (2020). Examining Burnout\nand the Relationships Between Job Characteristics, Engagement, and Turnover Intention"
  },
  {
    "id": 178,
    "text": "Russell, M. B., Attoh, P. A., Chase, T., Gong, T., Kim, J., & Liggans, G. L. (2020). Examining Burnout\nand the Relationships Between Job Characteristics, Engagement, and Turnover Intention\nAmong U.S. Educators. SAGE Open, 10(4), https://doi.org/10.1177/2158244020972361\nSibley, M. H., Graziano, P. A., Ortiz, M., Rodriguez, L., & Coxe, S. (2019). Academic impairment\namong high school students with ADHD: The role of motivation and goal-directed executive\nfunctions. Journal of School Psychology, 77, 67–76. https://doi.org/10.1016/j.jsp.2019.10.005\nSontag-Padilla, L., Dunbar, M. S., Ye, F., Kase, C., Fein, R., Abelson, S., Seelam, R., &\nStein, B. D. (2018). Strengthening College Students’ Mental Health Knowledge,"
  },
  {
    "id": 179,
    "text": "Sontag-Padilla, L., Dunbar, M. S., Ye, F., Kase, C., Fein, R., Abelson, S., Seelam, R., &\nStein, B. D. (2018). Strengthening College Students’ Mental Health Knowledge,\nAwareness, and Helping Behaviors: The Impact of Active Minds, a Peer Mental Health\nOrganization. Journal of the American Academy of Child and Adolescent Psychiatry, 57(7),\n500–507. https://doi.org/10.1016/j.jaac.2018.03.019\nSpeirs, K. E., Speirs, K. E., Grutzmacher, S. K., Munger, A. L., & Ottusch, T. M. (2023). How Do\nU.S. Colleges and Universities Help Students Address Basic Needs? A National Inventory of\nResources for Food and Housing Insecurity. Educational Researcher, 52(1), 16–28. https://\njournals.sagepub.com/doi/full/10.3102/0013189X221139292"
  },
  {
    "id": 180,
    "text": "Resources for Food and Housing Insecurity. Educational Researcher, 52(1), 16–28. https://\njournals.sagepub.com/doi/full/10.3102/0013189X221139292\nStoebner, J. (2024, February 12). MLC statements criticize university policy of principled\nneutrality - The Vanderbilt Hustler. The Vanderbilt Hustler - the Official Student\nNewspaper of Vanderbilt University https://vanderbilthustler.com/2024/02/11/mlc-\nstatements-criticize-university-policy-of-principled-neutrality/ .\nThacker Darrow, N. E., Duran, A., Weise, J. A., & Guffin, J. P. (2022). LGBTQ+ college students’\nmental health: A content analysis of research published 2009–2019. Journal of Gay & Lesbian\nSocial Services, 35(3), 330–359. https://doi.org/10.1080/10538720.2022.2093302"
  },
  {
    "id": 181,
    "text": "mental health: A content analysis of research published 2009–2019. Journal of Gay & Lesbian\nSocial Services, 35(3), 330–359. https://doi.org/10.1080/10538720.2022.2093302\nTheisen, A. (2022, October 4). Recharge with a planned mental health day. Mayo Clinic Health\nSystem. https://www.mayoclinichealthsystem.org/hometown-health/speaking-of-health\n/recharge-with-planned-mental-health-day\nThompson, D. (2024, January 25). Women’s Anxiety Rose in States Affected by Fall of Roe\nv. Wade. U.S. News. https://www.usnews.com/news/health-news/articles/2024-01-25/"
  },
  {
    "id": 182,
    "text": "JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1009\nwomens-anxiety-rose-in-states-affected-by-fall-of-roe-v-wade#:~:text=Researchers%\n20found%20that%20anxiety%20and,%2Dtrigger%20states%2C%20results%20show\nTreisman, R., & Nadworny, E. (2023). U.S. students are clashing over the Israel-Hamas war.\nWhat can colleges do? WNCW. https://www.wncw.org/2023-10-14/u-s-students-are-clash\ning-over-the-israel-hamas-war-what-can-colleges-do\nThe Trevor Project. (2022). 2022 National Survey on LGBTQ Youth Mental Health. The Trevor\nProject. https://www.thetrevorproject.org/survey-2022/\nTurick, R., Bopp, T., & Swim, N. (2021). How do I do life? The challenges of preparing\nstudent-athletes for professional roles. Journal for the Study of Sports and Athletes in"
  },
  {
    "id": 183,
    "text": "Turick, R., Bopp, T., & Swim, N. (2021). How do I do life? The challenges of preparing\nstudent-athletes for professional roles. Journal for the Study of Sports and Athletes in\nEducation, 15(1), 71–94. https://doi.org/10.1080/19357397.2019.1669367\nUlam, M. (2021, March 11). NAMI on Campus Saved My Life – NAMI Central Texas. NAMI\nCentral Texas. https://namicentraltx.org/nami-on-campus-saved-my-life/\nUnited Nations. (2020). A New Era of Conflict and Violence. https://www.un.org/en/un75/new-\nera-conflict-and-violence#:~:text=ENTRENCHED%20CONFLICT\nU.S. Department Of Education. (n.d.). Science, Technology, Engineering and Math: Education.\nIn for Global Leadership |. U.S. Department of Education. Ed.gov. https://www.ed.gov/Stem"
  },
  {
    "id": 184,
    "text": "U.S. Department Of Education. (n.d.). Science, Technology, Engineering and Math: Education.\nIn for Global Leadership |. U.S. Department of Education. Ed.gov. https://www.ed.gov/Stem\nU.S. Department of Homeland Security. (2022, January 21). USCIS Updates Guidance on National\nInterest Waivers | USCIS. www.uscis.gov.https://www.uscis.gov/newsroom/alerts/uscis-updates-\nguidance-on - national-interest-waivers .\nVillatoro, A. P., DuPont-Reyes, M. J., Phelan, J. C., & Link, B. G. (2022). “Me” versus “them”: How\nmental illness stigma influences adolescent help-seeking behaviors for oneself and recommenda-\ntions for peers. Stigma and Health, 7(3), 300–310. https://doi.org/10.1037/sah0000392\nWeinhardt, L. S., Stevens, P., Xie, H., Wesp, L. M., John, S. A., Apchemengich, I., Kioko, D.,"
  },
  {
    "id": 185,
    "text": "tions for peers. Stigma and Health, 7(3), 300–310. https://doi.org/10.1037/sah0000392\nWeinhardt, L. S., Stevens, P., Xie, H., Wesp, L. M., John, S. A., Apchemengich, I., Kioko, D.,\nChavez-Korell, S., Cochran, K. M., Watjen, J. M., & Lambrou, N. H. Transgender and\nGender Nonconforming Youths’ Public Facilities Use and Psychological Well-Being:\nA Mixed-Method Study. Transgend Health, 2(1), 140–150. (2017) October 1. https://doi.\norg/10.1089/trgh.2017.0020. PMID: 29159308; PMCID: PMC5685206.\nWhite, T. (2024). College Counseling Centers are Increasingly Treating a Greater Percentage of\nStudents who Represent Diverse Identities. Center for Collegiate Mental Health. https://ccmh.\nmemberclicks.net/index.php?option=com_dailyplanetblog&view=entry&year="
  },
  {
    "id": 186,
    "text": "Students who Represent Diverse Identities. Center for Collegiate Mental Health. https://ccmh.\nmemberclicks.net/index.php?option=com_dailyplanetblog&view=entry&year=\n2024&month=02&day=20&id=49:college-counseling-centers-are-increasingly-treating\n-a-greater-percentage-of-students-who-represent-diverse-identities-11-year-trends\nWilliams, G., Case, R., & Roberts, C. (2018). Understanding the mental health issues of\ninternational students on campus. Educational Research: Theory and Practice, 29(2), 18–28.\nWood, S. (2022). Resources for college students facing housing insecurity. U.S. News & World Report.\nhttps://www.usnews.com/education/articles/resources-for-college-students-facing-housing-\ninsecurity\nWood, S. (2023). DEI Bans at Colleges: What Students Should Know. U.S. News & World"
  },
  {
    "id": 187,
    "text": "https://www.usnews.com/education/articles/resources-for-college-students-facing-housing-\ninsecurity\nWood, S. (2023). DEI Bans at Colleges: What Students Should Know. U.S. News & World\nReport. https://www.usnews.com/education/best-colleges/articles/dei-bans-at-colleges-\nwhat-students-should-know\nWu, H., Garza, E., & Guzman, N. (2015). International Student’s Challenge and\nAdjustment to College. Education Research International, 2015, 1–9. https://doi.org/\n10.1155/2015/202753\nZein, A. E., Shelnutt, K. P., Colby, S., Vilaro, M. J., Zhou, W., Greene, G., Olfert, M. D.,\nRiggsbee, K., Stabile Morrell, J., & Mathews, A. E. (2019). Prevalence and correlates of food\ninsecurity among U.S. college students: a multi-institutional study. BMC Public Health, 19"
  },
  {
    "id": 188,
    "text": "Riggsbee, K., Stabile Morrell, J., & Mathews, A. E. (2019). Prevalence and correlates of food\ninsecurity among U.S. college students: a multi-institutional study. BMC Public Health, 19\n(1). https://doi.org/10.1186/s12889-019-6943-6"
  },
  {
    "id": 189,
    "text": "1010 F. WU ET AL.\nZerquera, D. D., Ziskin, M., & Torres, V. (2016). Faculty Views of “Nontraditional” Students:\nAligning Perspectives for Student Success. Journal of College Student Retention: Research,\nTheory & Practice, 20(1), 29–46. https://doi.org/10.1177/1521025116645109\nZhang, J., Peng, C., & Chen, C. (2024). Mental health and academic performance of college\nstudents: Knowledge in the field of mental health, self-control, and learning in college. Acta\nPsychologica, 248, 104351–104351. https://doi.org/10.1016/j.actpsy.2024.104351\nZheng, F. (2022). Fostering Students’ Well-Being: The Mediating Role of Teacher Interpersonal\nBehavior and Student-Teacher Relationships. Frontiers in Psychology, 12, 12. https://doi.org/\n10.3389/fpsyg.2021.796728"
  }
]