[
  {
    "id": 1,
    "text": "UniSA\nSTUDENT MENTAL HEALTH\nFRAMEWORK\n1\n\nseu@unisa.edu.au | (08) 830 28999\nunisa.edu.au/smhf\nCorrect at time of printing/publication (August 2024)\n2"
  },
  {
    "id": 2,
    "text": "Mental health and wellbeing are valuable best maintain positive mental wellbeing,\nassets which can significantly affect health, introduce flexibility into how we assess learning,\nsocial, education and employment outcomes connect students to services and resources that\non both an individual and community level. can help them, or be a listening ear when others\nare struggling while maintaining our boundaries.\n- Australian University Mental Health\nOur commitment to offer comprehensive and\nFramework Report\ncompassionate support can only exist within\na culture that sees positive student mental\nwellbeing as a core value.\nForeword\nThe UniSA Student Mental Health Framework (The\nFramework) prioritises student mental wellbeing"
  },
  {
    "id": 3,
    "text": "a culture that sees positive student mental\nwellbeing as a core value.\nForeword\nThe UniSA Student Mental Health Framework (The\nFramework) prioritises student mental wellbeing\nThe University of South Australia (UniSA) strives across all facets of students’ university experience,\nto create supportive environments where its including in programs and curriculum, in physical\nstudents feel valued and empowered to succeed. spaces, in our online community, and more.\nMental wellbeing is beneficial to student This Framework represents a bold step toward\nacademic success. Studies show that wherever realising our vision of establishing a consistent\nyou find positive student mental wellbeing, you and extensive culture of empathy, resilience, and"
  },
  {
    "id": 4,
    "text": "academic success. Studies show that wherever realising our vision of establishing a consistent\nyou find positive student mental wellbeing, you and extensive culture of empathy, resilience, and\nwill also find academic achievement, positive inclusivity, where help-seeking is encouraged,\nrelationships, better engagement, retention, and stigma is dismantled.\noverall health, completion of study, and so much\nmore. In fact, there is growing recognition in the Each member of the UniSA community has a\nhigher education sector that students truly thrive role to play in supporting a positive environment\nwhen the teaching, cultural and operational for student mental wellbeing. This Framework\nenvironments are proactively and strategically offers a blueprint for how each of us can"
  },
  {
    "id": 5,
    "text": "when the teaching, cultural and operational for student mental wellbeing. This Framework\nenvironments are proactively and strategically offers a blueprint for how each of us can\naligned to create communities that support and contribute to making our University community\npromote positive mental wellbeing. a supportive one.\nIn many ways, UniSA already demonstrates\nmany aspects of good practice, knowledge,\nand expertise in mental health. Our institution\nOur commitment to\nboasts world-class experts and researchers who\nconsistently and actively contribute to mental student mental health\nhealth research and initiatives nationwide.\nFurthermore, across our academic and central and wellbeing\nadministrative units, we actively support over 110\ndiverse initiatives that promote positive student"
  },
  {
    "id": 6,
    "text": "Furthermore, across our academic and central and wellbeing\nadministrative units, we actively support over 110\ndiverse initiatives that promote positive student\nUniSA is deeply committed to establishing a\nmental wellbeing.\nculture where student mental wellbeing is\nYet, while we are doing incredibly well at championed by all members of our university\nsupporting student mental wellbeing, we community and across our digital and physical\ncommit to doing more. Staff and students share environments. Furthermore, UniSA will work to\na collective responsibility to continue to shape eliminate mental ill-health stigma and promote\nenvironments and communities that destigmatise an inclusive atmosphere where the mental"
  },
  {
    "id": 7,
    "text": "a collective responsibility to continue to shape eliminate mental ill-health stigma and promote\nenvironments and communities that destigmatise an inclusive atmosphere where the mental\nmental ill-health, promote self-care practices, and wellbeing of students is prioritised and integrated\nencourage help-seeking behaviours. Within our into how we engage internally and externally, our\nindividual spheres of influence, we can do things programs, and our environment and community.\nsuch as speak openly and freely about our lived\nexperience of mental health, share tips on how to\n3"
  },
  {
    "id": 8,
    "text": "About this document Framework to better understand how they\ncan contribute toward establishing a mentally\nresilient university environment for themselves\nThis document is a guide for the UniSA and their peers.\ncommunity on how to support and champion\nstudent mental wellbeing. It outlines the It is important to acknowledge the immense\naspirations of the University, describes four key contributions of our staff and students in the\nprinciples by which student mental wellbeing development of services, resources, activities, and\ncan be fully integrated into university life, and initiatives over the years that collectively support\noutlines eight domains that collectively the wellbeing of students. This Framework"
  },
  {
    "id": 9,
    "text": "can be fully integrated into university life, and initiatives over the years that collectively support\noutlines eight domains that collectively the wellbeing of students. This Framework\ncontribute toward positive mental wellbeing. honours these contributions and recognises that\nthe wider University community is already in a\nsupportive position because of these joint efforts.\nAbout the Framework\nMental health is a state of mental wellbeing\nthat enables people to cope with the stresses\nThe UniSA Student Mental Health Framework of life, realize their abilities, learn well and\nclearly demonstrates a commitment to enhancing work well, and contribute to their community.\nand improving student mental wellbeing at the\n- World Health Organization\nUniversity; creating an inclusive community where"
  },
  {
    "id": 10,
    "text": "and improving student mental wellbeing at the\n- World Health Organization\nUniversity; creating an inclusive community where\nstudents can flourish.\nThe Framework is predicated on the Australian 1 The Australian University Mental Health Framework\nUniversity Mental Health Framework1 and was funded by the Australian Government Department\nof Health and developed in consultation with students,\ncomplements mental wellbeing support services,\nuniversities, the mental health sector and government.\nresources and activities that currently exist across\nthe University. 2 Practical examples come from the UniSA Student\nMental Health Framework Project Current State Analysis,\nThe Framework is structured around four key which can be accessed from www.unisa.edu.au/smhf"
  },
  {
    "id": 11,
    "text": "Mental Health Framework Project Current State Analysis,\nThe Framework is structured around four key which can be accessed from www.unisa.edu.au/smhf\nprinciples that intersect with eight domains of\nwellbeing, which collectively demonstrate how to\nintegrate wellbeing considerations into multiple\naspects of the University experience.\nAdditionally, the Framework includes practical\nexamples of activities and initiatives that exist\nwithin the University2 to illustrate how the\nprinciples and domains can be applied.\nAll members of the UniSA community are\nencouraged to think about what they can do\nin their areas of influence to promote the best\npossible mental wellbeing for students. Staff,\nno matter their position, field of expertise, level\nof authority, or how much they interact with"
  },
  {
    "id": 12,
    "text": "in their areas of influence to promote the best\npossible mental wellbeing for students. Staff,\nno matter their position, field of expertise, level\nof authority, or how much they interact with\nstudents, can use the Framework to aid their\nconnection with students and other stakeholders\nin ways that promote student mental wellbeing.\nLikewise, students, no matter what year they are\nin, their level or program of study, can use this\n4"
  },
  {
    "id": 13,
    "text": "A definition of positive\nmental wellbeing\nPositive mental wellbeing is all about feeling\nmentally resilient and being able to manage life’s\nchallenges. Within the student context, it means\nstudents understand their own needs, wants\nand motivations.\nPositive mental wellbeing is essential for\nacademic success, making good life choices,\nforming connections with peers and staff, and\nfinding purpose in life. A clear indicator of good\nmental wellbeing in students is when they\nrecognise those things that can harm their\nmental wellbeing and take proactive measures\nto minimise their impact.3\nRelated terms and definitions\n» Mental health is a state of wellbeing that\nallows people to handle life’s stresses,\nrecognise their abilities, learn effectively,\nwork efficiently, and contribute to their"
  },
  {
    "id": 14,
    "text": "» Mental health is a state of wellbeing that\nallows people to handle life’s stresses,\nrecognise their abilities, learn effectively,\nwork efficiently, and contribute to their\ncommunity. It is a crucial part of overall\nhealth and wellbeing, and supports our\nability to make decisions, build relationships,\nand influence the world around us.4\n» Mental ill-health, or mental illness, is a\nhealth problem that significantly affects how\na person feels, thinks, behaves, and interacts\nwith other people. It is diagnosed according\nto standardised criteria.5\n5 Based on the definition by the Australian\nGovernment Department of Health and Aged\nCare, 2024\n3 Based on the definition by the World Health\nOrganization, 2022.\n4 Based on the definition by the World Health\nOrganization, 2022\n5"
  },
  {
    "id": 15,
    "text": "Principles and domains of mental wellbeing\nThis Framework is built on four key principles of mental wellbeing, which help guide how the University\ncommunity supports student mental wellbeing across all aspects of university life. Additionally, it\nencompasses eight interconnected domains that equally contribute to mental wellbeing and provide\na holistic perspective of the various factors that can impact students’ mental wellbeing.\nConnectin\ng\n&\nm\nC\nu\nl o\nu\nl\nc l a\ni\nr b\nr\nu o\nC r\na\n& t\ni\nn\ns\nm g\na\nr\ng\no s\nr\nr\ne\nP\nn\nt\nr\na\nE P\nn\ns\nv\na\ni\nr\no s\nn t\nn\nm\ne\ne d\nn u\nt t\n, S\nC\no\nm e\nm u r\nu\nnity & C\nult\n6"
  },
  {
    "id": 16,
    "text": "PRINCIPLE ONE\nSTUDENTS AS PARTNERS\nWe will work together with students on Principle in Action\nactivities and initiatives that impact\nstudent mental wellbeing. When developing initiatives that bolster student\nmental wellbeing, we can increase positive and\nStudents want to participate in the co-creation effective outcomes by:\nof activities and initiatives that affect their mental\nwellbeing. Engaging students as partners in » Keeping students informed using social\nmeaningful ways considers their unique viewpoints media, email, newsletters, posters, and\nand perspectives, and creates a sense of shared digital media.\ninvestment, value and sense of belonging.\n» Co-designing and consulting students on\nInitiatives co-developed with students are more\nactivities and initiatives that impact them,"
  },
  {
    "id": 17,
    "text": "investment, value and sense of belonging.\n» Co-designing and consulting students on\nInitiatives co-developed with students are more\nactivities and initiatives that impact them,\nlikely to be relevant and used by students.\nsuch as content development, student\nevents, and policy reviews.\nActivities or initiatives that impact student\nmental wellbeing can be found in every unit » Include student representation on\nacross the University. In each instance (and governance groups and recruitment panels.\nwhere appropriate), students can be involved in\n» Hiring students as casual staff.\nthe design, development, implementation and/or\nevaluation phases. Students bring their unique » Co-designing curriculum and assessments.\nviews and skills to project teams, governance"
  },
  {
    "id": 18,
    "text": "the design, development, implementation and/or\nevaluation phases. Students bring their unique » Co-designing curriculum and assessments.\nviews and skills to project teams, governance\n» Inviting a variety of student perspectives,\ngroups, planning committees and advisory\nincluding from students with lived\nboards, and can support efforts to communicate\nexperience of mental ill-health.\nand engage with wider student cohorts. Students\nwith lived experience of mental ill-health also\noffer valuable insights into the development of\nactivities and initiatives that impact student The Student Advisory Group at UniSA Online\nwellbeing, and their involvement should be allows student representatives to discuss\nencouraged. It is crucial to also acknowledge that issues affecting the academic performance"
  },
  {
    "id": 19,
    "text": "wellbeing, and their involvement should be allows student representatives to discuss\nencouraged. It is crucial to also acknowledge that issues affecting the academic performance\nand mental wellbeing of peers.\nwhile some students prefer active involvement,\nothers may simply wish to participate.\nWorking with students to ensure that activities\nand initiatives remain relevant also requires good\ndata. Ideally, this data should come directly from\nstudents, through formalised student feedback,\nwhere they can share their perspectives through\nmechanisms such as survey tools and focus\ngroups. Student data from central units such as\nStudent Academic Services, Student Engagement\nUnit, or Business Intelligence and Planning,\ncan also provide excellent insight into student"
  },
  {
    "id": 20,
    "text": "groups. Student data from central units such as\nStudent Academic Services, Student Engagement\nUnit, or Business Intelligence and Planning,\ncan also provide excellent insight into student\nexperiences and their engagement with\nUniversity initiatives or support services.\n7"
  },
  {
    "id": 21,
    "text": "PRINCIPLE TWO\nPROGRAMS AND CURRICULUM\nWe will integrate mental wellbeing into Principle in Action\nteaching and learning to drive academic\nsuccess. When designing curriculum and teaching\nactivities that support student mental wellbeing,\nAcademic success and positive student mental we can improve student academic outcomes by:\nwellbeing are deeply interlinked. In fact, our\nability to create communities and environments » Considering trauma-informed pedagogy and\nconducive to academic success also requires that mental health literacy in curriculum design.\nmental wellbeing considerations be included in\n» Embedding information on mental wellbeing\nthe design of curricula and teaching methods.\nservices and resources into course\ninformation and content."
  },
  {
    "id": 22,
    "text": "mental wellbeing considerations be included in\n» Embedding information on mental wellbeing\nthe design of curricula and teaching methods.\nservices and resources into course\ninformation and content.\nAcross the University, we can more effectively\naddress those factors that contribute to » Where possible, exploring alternative\nacademic stress—such as course structure, options to traditional WIL placements to\nassessment design, and academic misconduct— accommodate neurodiverse students.\nby recognising student wellbeing as an integral\n» Openly discussing and normalising the\naspect of teaching and learning.\nimpact of mental wellbeing on study and\nacademic success.\nUniSA prides itself as an adaptive and dynamic\ntertiary institution that employs the latest » Offering student-facing staff mental"
  },
  {
    "id": 23,
    "text": "impact of mental wellbeing on study and\nacademic success.\nUniSA prides itself as an adaptive and dynamic\ntertiary institution that employs the latest » Offering student-facing staff mental\nresearch to inform our teaching and assessment health and wellbeing literacy training with\npractices. We regularly embrace opportunities a focus on recognising distress, facilitating\nto craft authentic assessments, aligned to best conversations about mental wellbeing,\npractices and allow students to demonstrate and referring students to support services\ntheir learning in various ways that do not create and resources.\nunnecessary distress.\n» Considering the student’s individual\ncontext when responding to and\nWhen we consider the impact of mental wellbeing\naccommodating extension requests."
  },
  {
    "id": 24,
    "text": "unnecessary distress.\n» Considering the student’s individual\ncontext when responding to and\nWhen we consider the impact of mental wellbeing\naccommodating extension requests.\nin our teaching and learning practices, we must\ninvestigate different avenues that encourage » Selecting course resources or textbooks\npositive mental wellbeing while maintaining that are low cost or free of charge.\nmeaningful engagement. Doing so leads to more\n» Considering timing and student mental\nflexible and supportive learning environments\nwellbeing when undertaking academic\nwhere students can thrive. Flexibility positively\nmisconduct or preclusion procedures.\ninfluences the wellbeing of students by validating\ntheir unique student experiences and allowing » Connecting students to wellbeing content."
  },
  {
    "id": 25,
    "text": "misconduct or preclusion procedures.\ninfluences the wellbeing of students by validating\ntheir unique student experiences and allowing » Connecting students to wellbeing content.\nthem to work to their strengths. Ultimately it\nleads to increased retention, better engagement\nand academic success.\nStudents in the Social Work program receive\nadditional resources focused on self-care to\neffectively address the potential impact of\nvicarious trauma.\n8"
  },
  {
    "id": 26,
    "text": "PRINCIPLE THREE\nENVIRONMENT, COMMUNITY\nAND CULTURE\nWe will align our online and on-campus understanding of the services and resources\nlearning, social and operational available to students at UniSA, allowing them to\nenvironments to establish a University effectively connect students to the help they may\nculture and community that supports require. This team-based approach between staff\nstudent mental wellbeing. and students helps to facilitate more authentic\nand holistic engagement with students.\nAll members of the UniSA community play a\nrole in normalising student mental wellbeing.\nWhen we communicate consistently and openly Principle in Action\nadvocate for mental wellbeing, we reduce stigma,\nand we encourage students to prioritise their When shaping the environments, communities,"
  },
  {
    "id": 27,
    "text": "advocate for mental wellbeing, we reduce stigma,\nand we encourage students to prioritise their When shaping the environments, communities,\nmental wellbeing and seek help when needed. and cultures of our physical and virtual campuses,\nwe can increase student engagement and con-\nOur culture is positively shaped to a significant nection by:\ndegree by our prioritisation of student mental\nwellbeing, because inclusive and supportive » Incorporating student mental wellbeing\ncommunities are vital for student success. in strategic planning and the business\nStudents should feel cared for by the wider functions of units and teams.\nUniversity community, and this is best achieved\n» Having leaders and champions at all levels\nby students’ awareness and access to tailored"
  },
  {
    "id": 28,
    "text": "University community, and this is best achieved\n» Having leaders and champions at all levels\nby students’ awareness and access to tailored\nof our units visibly commit to improving\nsupport services and resources, as well as the\nstudent mental wellbeing.\nunwavering allyship of all members of UniSA’s\ncommunity. » Organising online-based events for\nexternal students.\nRecognising that mental health exists on a\n» Incorporating Aboriginal and Torres Strait\nspectrum and can impact anyone at any time,\nIslander languages in the names of our\nwe reject the stigma of poor mental health from\nbuildings, facilities and spaces.\nour metro, regional and online communities.\nWe remain committed to positive student mental » Linking students with disability, chronic"
  },
  {
    "id": 29,
    "text": "buildings, facilities and spaces.\nour metro, regional and online communities.\nWe remain committed to positive student mental » Linking students with disability, chronic\nwellbeing by encouraging students to engage conditions, or caregiving responsibilities to\nin help-seeking behaviours and seek to be well- UniSA Access and Inclusion service.\ninformed about mental wellbeing. Moreover, our » Facilitating students with access plans\nculture protects students who wish to discuss\nto on-campus sensory or multi-access\ntheir mental wellbeing challenges with peers and\nrooms for respite periods.\nstaff without judgment or negative repercussions\n» Featuring more green and quiet spaces in\nto their academic or professional futures.\ninfrastructure projects.\nUniSA’s staff are strong student advocates and"
  },
  {
    "id": 30,
    "text": "» Featuring more green and quiet spaces in\nto their academic or professional futures.\ninfrastructure projects.\nUniSA’s staff are strong student advocates and\ncontinue to be committed to student wellbeing.\nBy supporting staff to engage in student-focussed\nWhen designing multi-access suites across\nmental wellbeing training, our academic and\nmetropolitan campuses, FMU engaged\nprofessional student-facing staff will be\nstudents in the design and development\nempowered to support students’ mental\nprocess to ensure the suites met their needs.\nwellbeing. Staff will also have a thorough\n9"
  },
  {
    "id": 31,
    "text": "PRINCIPLE FOUR\nCONNECTING AND\nCOLLABORATING\nConnecting students to services and supports, responsibility for supporting student success\nand collaborating effectively with internal and highlight the expertise our partners have\nexperts, external partners, and the higher to offer. Similarly, both universities and vocational\neducation sector. education and training (VET) institutions play\na crucial role as collaborators and can share\nUniSA offers a wide range of high-quality mental insights into their strategies and research-backed\nwellbeing support services, resources, information, programs. By thinking broadly and collaborating\nand activities through its academic and central widely, we increase the relevance of student"
  },
  {
    "id": 32,
    "text": "wellbeing support services, resources, information, programs. By thinking broadly and collaborating\nand activities through its academic and central widely, we increase the relevance of student\nunits. When students are looking to bolster their initiatives and the likelihood that students\nmental wellbeing—and more so when in crisis—it will engage with them.\nis crucial to ensure that they can easily access this\nsupport by providing clear information and links to\navailable services and resources. Principle in Action\nSupporting student mental wellbeing also When collaborating with internal and external\nrequires all members of our broad community to partners to support student mental wellbeing,\nengage collaboratively. Indeed, collaboration we can increase the likelihood of success by:"
  },
  {
    "id": 33,
    "text": "requires all members of our broad community to partners to support student mental wellbeing,\nengage collaboratively. Indeed, collaboration we can increase the likelihood of success by:\nadvances a culture of shared learning, minimises\nreplication of effort, encourages innovation, and » Promoting internal and external\nenhances efficiencies. When we seek to develop support services widely and continuously\nactivities and initiatives that support student to students.\nmental wellbeing, we cannot afford to be myopic\n» Working with partner organisations to\nbut must look to engage not just our students\ndevelop mental wellbeing-related initiatives,\nbut also our mental wellbeing experts, partner\nresearch, training, and course content.\norganisations, and other tertiary institutions, to"
  },
  {
    "id": 34,
    "text": "develop mental wellbeing-related initiatives,\nbut also our mental wellbeing experts, partner\nresearch, training, and course content.\norganisations, and other tertiary institutions, to\nfind and develop effective solutions. It starts from » Engaging with SEU and USASA student\nthe top, with our leaders consistently expressing support services to strategically target\ntheir commitment to collaboration and student cohorts with mental wellbeing\nemphasising the benefits of working together information, tools, and resources.\nto achieve common goals and outcomes. » Collaborating with other higher education\ninstitutions to identify innovative practices.\nInvolving staff with expertise in mental wellbeing\nin the development of evidence-based and\neffective student wellbeing initiatives is crucial"
  },
  {
    "id": 35,
    "text": "institutions to identify innovative practices.\nInvolving staff with expertise in mental wellbeing\nin the development of evidence-based and\neffective student wellbeing initiatives is crucial\nfor the overall success of those initiatives. After Universities Australia Suicide Prevention\nall, UniSA is a global leader in mental wellbeing e-learning modules offer all staff free training\nresearch, and our research can be found in to enhance their confidence in supporting\npractical applications across various industries student mental health and wellbeing.\nnationwide and overseas. Likewise, our external\npartner organisations play a pivotal role in\ndesigning and delivering broad-reaching\ninitiatives, as well as offering supplementary\nservices and resources to our students. Such"
  },
  {
    "id": 36,
    "text": "partner organisations play a pivotal role in\ndesigning and delivering broad-reaching\ninitiatives, as well as offering supplementary\nservices and resources to our students. Such\npartnerships recognise the collective\n10"
  },
  {
    "id": 37,
    "text": "Domains of mental wellbeing\nDifferent aspects of our everyday lives can have a direct impact on the quality of our mental wellbeing.\nBy having a better understanding of how these personal aspects—or domains—of life impact mental\nhealth, we are better placed to recognise and address students’ needs. The Ottawa Charter for Health\nPromotion indicates that “health is created and lived by people within the settings of their everyday life:\nwhere they learn, work, play and love.”6\nWhen students can reflect on the different areas of their lives, they are better equipped to take\npurposeful action to realign any areas that may be out of balance, which ultimately supports positive\nmental wellbeing and their ability to succeed academically and personally."
  },
  {
    "id": 38,
    "text": "purposeful action to realign any areas that may be out of balance, which ultimately supports positive\nmental wellbeing and their ability to succeed academically and personally.\nLikewise, staff can affect positive outcomes for students by devising engagement strategies that\nnot only integrate the Framework’s four Principles but also support one or more domains, thereby\nimproving student mental wellbeing and cultivating an environment where students thrive academically\nand personally.\n6 Ottawa Charter for Health Promotion, p. 7, 1986\n11"
  },
  {
    "id": 39,
    "text": "DOMAIN ONE\nDomain in Action\nEMOTIONAL WELLBEING\n» Organising mindfulness exercises, such\nThe ability to understand and manage as meditation, deep breathing, or yoga.\nemotions.\n» Discussing how to identify and practice\nhealthy coping mechanisms, such as\nStudents with good emotional wellbeing\njournaling, drawing, or engaging in hobbies.\nunderstand and can manage their emotions,\nwhich has a direct and positive impact on their » Positively re-framing a student’s negative\noverall wellbeing and academic success. self-talk and supporting self-encouragement.\nEmotional wellbeing hinges on how aware and\nwell one navigates both good and bad feelings,\nhaving effective strategies or tools to cope with\nThe Counselling Service supports students\nnegative emotions or when feeling overwhelmed,"
  },
  {
    "id": 40,
    "text": "well one navigates both good and bad feelings,\nhaving effective strategies or tools to cope with\nThe Counselling Service supports students\nnegative emotions or when feeling overwhelmed,\nfacing barriers to their studies as well as\nand recognising when professional support\npersonal crises. The Service also works\nis needed.\nwith third-party providers to support\nregional students.\nDOMAIN TWO\nDomain in Action\nSOCIAL WELLBEING\n» Encouraging students to balance study with\nThe ability to have positive and meaningful regular engagement with family, friends, and\nrelationships. support networks.\n» Providing a selection of clubs, groups,\nSocial wellbeing is about students enjoying\nor communities that align with students’\npositive relationships in their lives and feeling a\ninterests."
  },
  {
    "id": 41,
    "text": "» Providing a selection of clubs, groups,\nSocial wellbeing is about students enjoying\nor communities that align with students’\npositive relationships in their lives and feeling a\ninterests.\nsense of belonging. It is about feeling connected\nto family and friends, being part of a group, and » Organising on-campus or online events\nfeeling valued and appreciated. Establishing good, and social gatherings so students can meet\ncaring relationships, and truly connecting with new people.\npeople is an important aspect of university life.\nWhen students carefully balance their social lives\nwith their academic and work commitments, they\nUSASA supports over 80 cultural, special\ncan increase their confidence, feel more at ease in\ninterest, academic and social justice clubs"
  },
  {
    "id": 42,
    "text": "with their academic and work commitments, they\nUSASA supports over 80 cultural, special\ncan increase their confidence, feel more at ease in\ninterest, academic and social justice clubs\nsocial settings, boost their self-esteem, improve\nand societies.\ntheir communication skills, and develop a greater\nsense of social trust.\n12"
  },
  {
    "id": 43,
    "text": "DOMAIN THREE\nDomain in Action\nPHYSICAL WELLBEING\n» Providing students with information on\nThe ability for our bodies to function at prioritising adequate sleep and rest.\ntheir best.\n» Sharing information about a healthy diet\nthat incorporates minimally processed foods.\nGood physical wellbeing is about being able to\ncomplete daily activities without feeling overly » Encouraging physical activity, such as\ntired or stressed. For many students, good walking, jogging, sports, resistance training,\nphysical health includes developing healthy yoga, etc.\nhabits around sleep, diet, exercise, sexual health,\nsubstance use, and personal hygiene. For some\nstudents, it also requires taking care of physical\nUniSA Sport supports 27 intervarsity\nillness. When students understand how their"
  },
  {
    "id": 44,
    "text": "substance use, and personal hygiene. For some\nstudents, it also requires taking care of physical\nUniSA Sport supports 27 intervarsity\nillness. When students understand how their\nsports clubs and endorses two community\nphysical wellbeing is closely connected to their\nsport clubs.\nmental wellbeing and sense of happiness, they\ncan begin to carefully consider and make\nchanges to their daily habits.\nDOMAIN FOUR\nDomain in Action\nINTELLECTUAL WELLBEING\n» Championing the use of planners to organise\nThe ability to learn and grow as lifelong tasks and prioritise important activities.\nlearners.\n» Welcoming free speech through respectful\ndiscourse between students with different\nIntellectual wellbeing is when students\nperspectives and opinions.\ncomfortably challenge themselves personally and"
  },
  {
    "id": 45,
    "text": "» Welcoming free speech through respectful\ndiscourse between students with different\nIntellectual wellbeing is when students\nperspectives and opinions.\ncomfortably challenge themselves personally and\nacademically and view setbacks as opportunities » Offering students time management and\nfor growth. It’s about students understanding their procrastination minimisation training.\npreferred ways of learning and methods of study,\nwhich can ultimately lead to establishing a\ncommitment to continual positive cognitive\nThe Peer Assisted Study Sessions (PASS)\nchallenge, being able to interact with people\nProgram is a peer-led initiative that helps\nfrom diverse backgrounds and with varied\nstudents grasp key concepts in challenging\nperspectives and nurturing a positive mindset.\ncourses.\n13"
  },
  {
    "id": 46,
    "text": "DOMAIN FIVE\nDomain in Action\nSPIRITUAL WELLBEING\n» Incorporating community service or\nThe ability to find meaning and purpose in life. volunteering work within the curriculum.\n» Supporting students’ engagement in\nSpiritual wellbeing involves actively seeking\nreligious ceremonies, events, and prayer.\npurpose and meaning in life. For students, it\nincludes discovering the values and principles » Connecting students to University Chaplains.\nthat steer their actions, whether it is within a\n» Recommending books, e-books and\nreligious belief system or in everyday life. It is\npodcasts on spirituality, philosophy\nabout establishing a framework of beliefs that\nand/or personal growth to inspire\ninfuse their lives with significance and direction\npersonal reflection."
  },
  {
    "id": 47,
    "text": "podcasts on spirituality, philosophy\nabout establishing a framework of beliefs that\nand/or personal growth to inspire\ninfuse their lives with significance and direction\npersonal reflection.\nand may even include feeling connected to\nsomething larger than themselves. When students\nexplore their purpose, meaning, values, morals,\nand ethics, it enhances their overall wellbeing All campuses feature prayer rooms, and\nand greatly enriches their lives. metropolitan campuses have Chaplains who\noffer information on campus religious events\nand groups and provide pastoral care.\nDOMAIN SIX\nDomain in Action\nENVIRONMENTAL WELLBEING\n» Providing tips on keeping clutter-free study\nThe ability to thrive in our surroundings. spaces and sleep-supporting bedrooms."
  },
  {
    "id": 48,
    "text": "DOMAIN SIX\nDomain in Action\nENVIRONMENTAL WELLBEING\n» Providing tips on keeping clutter-free study\nThe ability to thrive in our surroundings. spaces and sleep-supporting bedrooms.\n» Inviting students to contribute to the design\nEnvironmental wellbeing invites students to\nand planning of student spaces.\nconsider the interconnection between their\nsurroundings, environments, communities, and » Hosting lectures outdoors, ideally in\nthemselves. On campus, it means students spend green spaces.\ntime in spaces brightly lit by natural light, relaxing\nin green spaces in between classes, and seeking\nout quiet spaces for study and reflection. Off\nBEHL 1028 explores nature’s impact on\ncampus and online, students with good\npsychological wellbeing and provides"
  },
  {
    "id": 49,
    "text": "out quiet spaces for study and reflection. Off\nBEHL 1028 explores nature’s impact on\ncampus and online, students with good\npsychological wellbeing and provides\nenvironmental wellbeing seek to create spaces\nstudents with practical tools for sustaining\nwhere they feel safe, calm, and comfortable, take\nmental health in life.\nbreaks from devices, have clean air to breathe,\nand can ideally engage with nature to unwind.\n14"
  },
  {
    "id": 50,
    "text": "DOMAIN SEVEN\nDomain in Action\nFINANCIAL WELLBEING\n» Providing training on how to budget and\nThe ability to budget money and expenses. track income and expenses.\n» Encouraging money-saving advice, such\nFinancial wellbeing is the ability to budget money\nas cooking at home rather than eating out.\nand resources sensibly and for students to live\nwithin their means. It means students creating » Establishing external partnerships that offer\nand sticking to a budget, tracking expenses, and students discounts on goods and services.\nwhere possible, avoiding debt and saving for\nthe future. When income is tight, students are\nempowered to explore and apply for scholarships,\nUSASA provide a financial wellbeing service\ngrants and prizes that they may qualify for, and to"
  },
  {
    "id": 51,
    "text": "the future. When income is tight, students are\nempowered to explore and apply for scholarships,\nUSASA provide a financial wellbeing service\ngrants and prizes that they may qualify for, and to\nfor students that is confidential and designed\nseek help and advice on government support\nto enhance students’ financial literacy.\nthey may be eligible to receive.\nDOMAIN EIGHT\nDomain in Action\nDIGITAL WELLBEING\n» Modelling constructive online habits and\nThe ability to have a healthy relationship with consumption of news and social media.\ntechnology.\n» Offering tips and tricks on how to curate a\nsocial media feed that promotes positivity.\nDigital wellbeing requires taking a mindful\napproach when using technology to study and » Prioritising in-person over online"
  },
  {
    "id": 52,
    "text": "social media feed that promotes positivity.\nDigital wellbeing requires taking a mindful\napproach when using technology to study and » Prioritising in-person over online\ninteract with others. While digital devices have engagement if and where possible.\nbecome indispensable tools in our everyday\n» Scheduling daily time away from devices.\nlives, students with good digital health establish\nhealthy habits, such as the ability to seek credible\ninformation, protect their personal information\nand privacy, interact safely online, take technology Lifeline have developed a webpage called\nbreaks, and limit social media usage. ‘How to do a digital detox’ which provides\na guide on how to effectively manage\ntechnology and media in our lives.\n15"
  },
  {
    "id": 53,
    "text": "Applying the UniSA Student Mental Health Framework\nThe table below showcases examples of initiatives that can be implemented and intersect with the principles\nand domains outlined in this framework.\nPRINCIPLES\nPrinciple 1: Students as Principle 2: Programs and Principle 3: Environment, Principle 4: Connecting and\nPartners Curriculum Community and Culture Collaborating\nWe will work together with We will integrate mental We will align our online Connecting students to\nstudents on activities and wellbeing into teaching and on-campus learning, services and supports,\ninitiatives that impact student and learning to drive social and operational and collaborating effectively\nmental wellbeing. academic success. environments to establish with internal experts, external"
  },
  {
    "id": 54,
    "text": "mental wellbeing. academic success. environments to establish with internal experts, external\na University culture and partners, and the higher\ncommunity that supports education sector.\nstudent mental wellbeing.\nDomain 1: Emotional\nwellbeing\nThe ability to understand and\nmanage emotions.\n16\nSNIAMOD\n» Obtaining student » Checking in with students » Normalising discussions » Connecting students with\nfeedback about activities weekly to gauge mental about mental wellbeing caregiving responsibilities\nand initiatives that impact wellbeing. in class. to the Access and Inclusion\nthem. service.\n» Exploring the inclusion » Training staff to adopt\n» Providing student leaders of trauma-informed inclusive teaching » Including contact"
  },
  {
    "id": 55,
    "text": "them. service.\n» Exploring the inclusion » Training staff to adopt\n» Providing student leaders of trauma-informed inclusive teaching » Including contact\nand student-facing staff practices in the delivery practices, offer mentorship information about\nwith mental health training. of curriculum. and effectively respond to the Counselling Service\nstudents’ emotional needs. in course materials."
  },
  {
    "id": 56,
    "text": "PRINCIPLES\nDomain 2: Social wellbeing\nThe ability to have positive\nand meaningful relationships.\nDomain 3: Physical\nwellbeing\nThe ability for our bodies to\nfunction at their best.\nDomain 4: Intellectual\nwellbeing\nThe ability to learn and grow\nas lifelong learners.\nDomain 5: Spiritual\nwellbeing\nThe ability to find meaning\nand purpose in life.\n17\nSNIAMOD\n» Involving students in planning » Creating social clubs within » Contributing to USASA and » Engaging external partners\nsocial networking activities. each program allowing Student Life events that in hosting student functions.\nstudents in all years of study celebrate the diversity of\n» Scaffolding group work » Providing opportunities\nopportunities to socialise. student cultures and identities."
  },
  {
    "id": 57,
    "text": "students in all years of study celebrate the diversity of\n» Scaffolding group work » Providing opportunities\nopportunities to socialise. student cultures and identities.\nactivities for meaningful for students to engage in\nengagement of » Using social media and online » Establish safe virtual volunteer work with local\nneurodivergent students. platforms to create interactive spaces where open and community groups.\nspaces for students to discuss respectful dialogue is\n» Host ‘speed friending’ and\nand contribute to curriculum encouraged.\nicebreaker events within the\ndevelopment.\nfirst few weeks of a course.\n» Encouraging regular student » Hosting classes outdoors » Providing students with » Promoting UniSA Health"
  },
  {
    "id": 58,
    "text": "icebreaker events within the\ndevelopment.\nfirst few weeks of a course.\n» Encouraging regular student » Hosting classes outdoors » Providing students with » Promoting UniSA Health\nfeedback to help evaluate in nature and allowing rest nutrition, sleep, and stress Clinic and student-led clinics\nthe effectiveness of health breaks during long lectures management support and to students.\nand wellbeing programs. and workshops. training.\n» Collaborating with national\n» Engaging students to » Exploring alternative options » Offering free or discounted gym franchises, recreational\npromote healthy habits such to traditional WIL placements gym and group fitness centres, and health\nas walking, cycling, and other to accommodate neurodiverse memberships to encourage organisations."
  },
  {
    "id": 59,
    "text": "promote healthy habits such to traditional WIL placements gym and group fitness centres, and health\nas walking, cycling, and other to accommodate neurodiverse memberships to encourage organisations.\nrecreational activities. students. student participation.\n» Including student » Allowing students a choice » Openly celebrating all forms » Linking students with learning\nrepresentation in unit of assessments that cater of achievement, not just difficulties to Access and\ngovernance groups. to their strengths and learning academic. Inclusion service.\ndifferences.\n» Encouraging students to listen » Promoting information on » Engaging with religious,\nto the Study Room Podcast » Include assessment rubrics mental wellbeing services philosophical, and Aboriginal"
  },
  {
    "id": 60,
    "text": "» Encouraging students to listen » Promoting information on » Engaging with religious,\nto the Study Room Podcast » Include assessment rubrics mental wellbeing services philosophical, and Aboriginal\nhosted by UniSA students. in course outlines. and resources. Elders to host or deliver\nseminars.\n» Inviting student perspectives » Inviting Aboriginal Elders » Promoting values such » Connecting HDR students\non spirituality and personal and spiritual leaders to share as tolerance, mindfulness, to mentors and advisers in\nwellbeing into lectures and new perspectives. meaning, purpose, ethics, their field of study.\ndiscussions. forgiveness, and service\n» Encouraging reflective » Establishing peer-to-peer\nto others.\n» Organising interfaith seminars discussion in class about service that complements"
  },
  {
    "id": 61,
    "text": "discussions. forgiveness, and service\n» Encouraging reflective » Establishing peer-to-peer\nto others.\n» Organising interfaith seminars discussion in class about service that complements\nand cultural events. topics such as ethics, » Including information and the Counselling Service and\nmindfulness, spirituality, content on spiritual wellness allows students to provide a\nmeditation, etc. in student media. listening ear to peers."
  },
  {
    "id": 62,
    "text": "PRINCIPLES\nDomain 6: Environmental\nwellbeing\nThe ability to thrive in our\nsurroundings.\nDomain 7: Financial\nwellbeing\nThe ability to budget money\nand expenses.\nDomain 8: Digital wellbeing\nThe ability to have a healthy\nrelationship with technology.\n18\nSNIAMOD\n» Obtaining student feedback » Maintaining neat, clean, and » Having leaders and champions » Partnering with organisations,\nwhen designing new university ordered teaching physical and publicly commit to improving clubs, agencies, and affinity\nbuildings and outdoor spaces. online spaces. student mental wellbeing. groups that promote\nenvironmental caretaking\n» Establishing a student » Hosting teaching activities » Incorporating more green and\nvalues.\nadvisory committee that outdoors and in nature. quiet spaces in infrastructure"
  },
  {
    "id": 63,
    "text": "environmental caretaking\n» Establishing a student » Hosting teaching activities » Incorporating more green and\nvalues.\nadvisory committee that outdoors and in nature. quiet spaces in infrastructure\noffers advice on matters projects. » Collaborating with other\n» Utilising on-campus yarning\nthat pertain to students. higher education institutions\ncircles for group discussions.\nto identify innovative\npractices.\n» Conducting regular student » Developing financial literacy » Linking students to financial » Collaborating with large\nsurveys to gather feedback training, services, or resources, aid and government welfare organisations, not-for-profits,\non financial concerns and to help students budget or programs. and SMEs to provide enrolled\nneeds. gain financial assistance. students with casual"
  },
  {
    "id": 64,
    "text": "on financial concerns and to help students budget or programs. and SMEs to provide enrolled\nneeds. gain financial assistance. students with casual\n» Providing financial support\nemployment.\n» Developing a peer-to-peer » Selecting course resources to students from marginalised\nservice where students or textbooks that are low cost backgrounds. » Partnering with external\nmentor peers on money or free of charge. organisations to fund\nmanagement. scholarships, grants, and\nprizes.\n» Obtaining student feedback » Providing information on » Supporting technology-free » Providing students with\nin the development of University support services engagement in class. free or discounted access\nstudent-facing IT systems. on webpages and learnonline to mental and physical\n» Providing resources on"
  },
  {
    "id": 65,
    "text": "in the development of University support services engagement in class. free or discounted access\nstudent-facing IT systems. on webpages and learnonline to mental and physical\n» Providing resources on\nsites. wellbeing pay-per-use apps.\n» Co-designing digital how students can pursue\nresources and tools to » Developing resources on intentional and healthy » Connecting students with\nensure they are user-friendly managing screen time, online relationships with technology. digital anxiety to a counsellor\nand resonate with students. privacy, and critical thinking or peer support.\nabout digital media."
  },
  {
    "id": 66,
    "text": "The development of the UniSA Student Mental Health Framework was made possible through the\ncritical feedback and input provided by a Student Consultative Group.\nThe Student Consultative Group was comprised of the following students:\n» Alexander Michael Reynolds\n» Amanda Louise Balmer\n» Anisha Mahamad Rafik Sama\n» Avneet Kaur Hunjan\n» Bailey Hart\n» Chloe Bree Cameron\n» Elise Cox\n» Gabriele Raine Baljak\n» Georgia Marie June Deane (Student Chair)\n» Jessyka Shannyn Welch Kidner\n» Megan Peartree\n» Rhys Peden\n» Riya Mahajan\n» Tamanna Bakhtyari\n19"
  }
]