[
  {
    "id": 1,
    "text": "HOW SCHOOL SYSTEMS\nCAN IMPROVE HEALTH\nAND WELL-BEING\nBackground TOPIC BRIEF\nSchools play a key role in providing safe, nurturing learning\nenvironments that provide the foundation for learners to Mental health\ngrow, learn and become healthy, educated and engaged\ncitizens.\nWhat is a health-promoting school?\nHealth-promoting schools (HPS) are schools with Why are mental health and well-being\nstrengthened capacity to be healthy settings for living,\nlearning and working. HPS reflect a whole-school approach, important for health?\ncomprising healthy school policies, curricula, environments,\ncommunities and health services. A comprehensive school Mental health is not simply the absence of illness but a state in which"
  },
  {
    "id": 2,
    "text": "comprising healthy school policies, curricula, environments,\ncommunities and health services. A comprehensive school Mental health is not simply the absence of illness but a state in which\nhealth programme aims to make every school a health- learners realise their own abilities, can cope with normal life stressors,\npromoting school, which can be achieved by building\nlearn well, build meaningful relationships and are able to contribute\nhealth-promoting education systems. A health-promoting\nto their community. Social and emotional well-being can include\neducation system is one that, through intentional, planned\nactions, institutionalizes health promotion in all its functions, connection to land, spirituality, ancestry and culture, which also"
  },
  {
    "id": 3,
    "text": "education system is one that, through intentional, planned\nactions, institutionalizes health promotion in all its functions, connection to land, spirituality, ancestry and culture, which also\ni.e. governance of the educational process and its content, provide foundations for mental health.\nresource allocation, educators’ professional development,\ninformation systems and performance management. Mental health and well-being are integral to learners’ overall health.\nLearners with good mental health and well-being are healthier, more\nsocially connected and more productive.\nWhat is new?\nLearners can experience mental health conditions such as anxiety,\nAlthough the concept of HPS was introduced by WHO many depression, eating disorders and behavioural problems. Most"
  },
  {
    "id": 4,
    "text": "What is new?\nLearners can experience mental health conditions such as anxiety,\nAlthough the concept of HPS was introduced by WHO many depression, eating disorders and behavioural problems. Most\ndecades ago, the aspiration of fully embedded, sustainable mental health conditions begin during the school years and can\nHPS within educational systems is yet to be achieved; few\ndisrupt learners’ growth and development and increase risk for\ncountries have implemented HPS at scale. To fulfil the vision\nfuture physical and mental health problems and substance use.\nof “making every school a health-promoting school”, United\nNations agencies collaborated on global standards for HPS Mental health conditions are also associated with experiencing"
  },
  {
    "id": 5,
    "text": "of “making every school a health-promoting school”, United\nNations agencies collaborated on global standards for HPS Mental health conditions are also associated with experiencing\nand systems , implementation guidance and case studies stigmatization, discrimination, violation of human rights, suicide and\nfrom low- and middle-income countries. These evidence- difficulties in education, work and relationships.\ninformed resources are intended to be used by national\neducation, health and associated sectors to strengthen their\nschool health programmes in order to build health-promoting\neducation systems.\n1"
  },
  {
    "id": 6,
    "text": "Why are mental health and well-being and depression. Positive experiences such as feeling connected\nto teachers and peers, engaging with learning and belonging\nimportant for education and learning?\nat school are linked to better mental health.\nGood mental health and well-being are associated with better Schools are well placed to create conditions that promote\nschool engagement, increased attendance and better academic learners’ mental health and well-being and prevent mental\nperformance. Strengthening learners’ social and emotional health problems, increase mental health literacy, develop social-\nskills, such as problem-solving and emotional regulation, is emotional skills and identify risks and early signs and symptoms"
  },
  {
    "id": 7,
    "text": "skills, such as problem-solving and emotional regulation, is emotional skills and identify risks and early signs and symptoms\nassociated with better coping and resilience, reduced symptoms of emotional distress and other mental health conditions. As\nof depression and anxiety and less substance use. required, schools can increase access to mental health and\npsychosocial support services for learners, their families and\nConversely, poor mental health and well-being and the experience\nteachers. Whole-school approaches have been shown to\nof mental health conditions contribute to underachievement,\nincrease learners’ social, emotional and behavioural adjustment\nabsenteeism, disruptive classroom behaviour, suspension and\nand decrease internalizing symptoms."
  },
  {
    "id": 8,
    "text": "increase learners’ social, emotional and behavioural adjustment\nabsenteeism, disruptive classroom behaviour, suspension and\nand decrease internalizing symptoms.\nexpulsion from school and school dropout.\nSchools are also key environments for learners to develop a\nThe global learning crisis is due not only to inadequate\nsense of community, of being valued and belonging within a\ninvestment in teachers and school infrastructure but also to lack\nsafe, inclusive environment. Schools are also places to which\nof attention to the well-being of children and adolescents, which\nlearners, families and communities can turn for support.\nhas been exacerbated by the COVID-19 pandemic. Investing in\nmental health and well-being will ensure that learners thrive at\nWhat are the current gaps?"
  },
  {
    "id": 9,
    "text": "has been exacerbated by the COVID-19 pandemic. Investing in\nmental health and well-being will ensure that learners thrive at\nWhat are the current gaps?\nschool, with repercussions into adulthood, including positive\nimpacts on the next generation. Some schools already provide mental health interventions;\nhowever, fewer schools sustainably embed such programmes\nor approaches in an HPS and systems framework. Mental\nWhy are schools ideally placed health exemplifies the importance of a systems approach, as\nthe multiple determinants of mental health require solutions that\nfor supporting mental health and\nspan many systems and sectors, including health, education,\nwell-being? social protection and justice. Bringing these systems together\nis the essence of the HPS and systems approach."
  },
  {
    "id": 10,
    "text": "span many systems and sectors, including health, education,\nwell-being? social protection and justice. Bringing these systems together\nis the essence of the HPS and systems approach.\nMost children and adolescents spend much of their time at\nschool. The school years are a period of rapid development, The advantage of this approach is its potential to amplify\nduring which children and adolescents experience profound benefits for well-being, health and education by harmonizing\nphysical, social and psychological changes and during which policies and practices in multiple health areas simultaneously,\nthe maturing brain is highly susceptible to environmental leveraging not only the school’s resources but also the"
  },
  {
    "id": 11,
    "text": "the maturing brain is highly susceptible to environmental leveraging not only the school’s resources but also the\ninfluences. Negative experiences at school, such as bullying, surrounding environment and community. This brief explores\nviolence among peers or experiencing discrimination, how policies, curricula, environments and services can be better\ncontribute to poorer mental health and symptoms of anxiety designed and integrated to support good mental health.\n2"
  },
  {
    "id": 12,
    "text": "Activating synergies in interventions\nWhat is the relation between mental health and sleep?\nInsufficient and/or poor-quality sleep is associated with more negative\nemotions and fewer positive emotions, poorer emotion regulation, higher\nlevels of depressive and anxiety symptoms and suicidal ideation. Sleep\nproblems are also associated with poor school performance and attendance\nand impaired cognitive performance.\nPoor sleep increases the risk of future mental health problems, particularly\ndepression. Learners with existing depression and anxiety are also more\nlikely to have problems sleeping. Promoting healthy sleep (including age-\nspecific recommendations for sleep duration) has benefits for learners’\nmental health and well-being.\nWhat is the relation between mental health and nutrition?"
  },
  {
    "id": 13,
    "text": "specific recommendations for sleep duration) has benefits for learners’\nmental health and well-being.\nWhat is the relation between mental health and nutrition?\nUnhealthy diets are linked to poorer development and mental health trajectories in children and adolescents. Food insecurity is\nassociated with behavioural issues and increased rates of anxiety, depression and inattention.\nConcern about body size and appearance and societal pressures make adolescents vulnerable to eating disorders, which in turn\nare associated with other mental health problems such as anxiety and depression.\nWhat are health-promoting schools and systems?\nMaking every school a health-promoting school: implementation guidance"
  },
  {
    "id": 14,
    "text": "are associated with other mental health problems such as anxiety and depression.\nWhat are health-promoting schools and systems?\nMaking every school a health-promoting school: implementation guidance\nThe eight global standards are a system of interconnected elements (Fig. 1) comprising governance structures (primarily standards\n1–4), community partnerships (standard 4) and school operations (primarily standards 5–8). A systems approach ensures that policies,\nmechanisms and resources for health and well-being are sustainably promoted in all aspects of school life. This involves cross-sectoral\ncollaboration, participatory processes, models of distributed leadership, capacity-building and effective monitoring and evaluation.\nFig. 1. System of global standards for health-promoting schools"
  },
  {
    "id": 15,
    "text": "collaboration, participatory processes, models of distributed leadership, capacity-building and effective monitoring and evaluation.\nFig. 1. System of global standards for health-promoting schools\nFig. 1. The eight global standards for health-promoting schools and systems\n6. School social–\nemotional\nenvironment\n1. Government 2. School policies 3. School 4. School and\npolicies and resources governance community 5. School 8. School\nand resources and leadership partnerships curriculum health\nservices\n7. School\nphysical\nenvironment\nAs in this topic brief, the global standards are designed to be used by various stakeholders involved in identifying, planning, funding,"
  },
  {
    "id": 16,
    "text": "services\n7. School\nphysical\nenvironment\nAs in this topic brief, the global standards are designed to be used by various stakeholders involved in identifying, planning, funding,\nimplementing, monitoring and evaluating any whole-school approach (even if the term HPS is not used) at local, subnational, national\naAnsd i ng ltohbea lg leloveblas,l psrtimanadrya arndds s, ethceon imdapryl escmheoonltiangti oannd public andL pikreiv atthee e gdulocbataiol nsatla innsdtiaturtdiosn, st.h is implementation\nguidance uses the term “HPS” generically, to guidance is based on two evidence reviews (31, 32),\ninclude other whole-school approaches, such a series of case studies from eight low- and middle-\nas comprehensive school health and education, income countries (36) and consultations with a"
  },
  {
    "id": 17,
    "text": "include other whole-school approaches, such a series of case studies from eight low- and middle-\nas comprehensive school health and education, income countries (36) and consultations with a\néducation pour la santé, école en santé, estrategia or global external advisory group and a wider group\nentorno escuela saludable and escuela para la salud. of stakeholders.\n2 3\n4"
  },
  {
    "id": 18,
    "text": "How can we strengthen mental health using a\nhealth-promoting schools and systems approach?\nThe following are examples of actions, activities or initiatives that can be conducted to strengthen mental\nhealth in an HPS and systems approach. The list is not exhaustive; actions will depend on the context (e.g.,\nsocial, cultural, country specific) and the level of schooling (e.g., primary, secondary) and are ideally generated\nthrough engagement with all stakeholders (e.g., teachers, learners, community, caregivers, government,\nprivate sector and civil society organizations), based on local data. Solutions that target multiple aspects of\neducation, health and well-being are encouraged as cost–effective ways of amplifying benefits.\n1 Government policies\nand resources\nEXAMPLES OF"
  },
  {
    "id": 19,
    "text": "education, health and well-being are encouraged as cost–effective ways of amplifying benefits.\n1 Government policies\nand resources\nEXAMPLES OF\n• Develop national policies to promote and protect learners’ and teachers’\nmental health within schools (e.g., alignment with the Safe to Learn\nACTIONS, FRAMED\nstandards; school staff mandated to report abuse; schools not permitted to\nexpel learners because of pregnancy; bans on punitive disciplinary methods\nsuch as corporal punishment; learners with mental health needs have WITHIN THE GLOBAL\naccess to school and additional or complementary support as needed) and/\nor ensure alignment with the ministry of education in all relevant sectors for\nSTANDARDS FOR\nHPS and mental health (e.g. health, community and social services)."
  },
  {
    "id": 20,
    "text": "or ensure alignment with the ministry of education in all relevant sectors for\nSTANDARDS FOR\nHPS and mental health (e.g. health, community and social services).\n• Have an equitable budget and human resources to support HPS, including\nmental health and psychosocial support services, in schools (e.g., HPS AND SYSTEMS\npartnerships and integration with community-based mental health services).\n• Make mental health education and social-emotional learning key parts of\nthe comprehensive national health and nutrition curriculum (e.g., teaching\nlearners to take care of their mental health and seek help).\n• Support training and professional development in whole-school\napproaches to mental health for pre-service and in-service school"
  },
  {
    "id": 21,
    "text": "learners to take care of their mental health and seek help).\n• Support training and professional development in whole-school\napproaches to mental health for pre-service and in-service school\nstaff, including the mental health and leadership team (e.g., online\nbullying, identifying signs of distress and need for health services, crisis\nmanagement, suicide prevention, protocol for referring learners/families to\nmental health services where relevant).\n• Invest in collection of data on mental health at national and subnational\nlevels and in monitoring and evaluation of mental health and psychosocial 3 School\nsupport services.\ngovernance\nand leadership\n• Establish an HPS committee to plan,\n2 School policies\nimplement and evaluate mental health"
  },
  {
    "id": 22,
    "text": "support services.\ngovernance\nand leadership\n• Establish an HPS committee to plan,\n2 School policies\nimplement and evaluate mental health\nand resources initiatives, comprising education sector\nstaff, learners, parents and carers,\ncommunity and religious leaders, health\n• Have school policies that promote inclusion and value diversity. staff, civil society organizations.\n• Develop and communicate relevant policies and standards in all local • Promote and recognize diversity in school\nlanguages (including, anti-bullying, respectful relationships, child leadership.\nprotection policies). • Involve all teachers, school health staff,\n• Have clear policies and processes for confidentiality, identification, student representatives, parents and carers"
  },
  {
    "id": 23,
    "text": "protection policies). • Involve all teachers, school health staff,\n• Have clear policies and processes for confidentiality, identification, student representatives, parents and carers\nassessment, management and referral pathways for learners in decision-making to promote HPS and\nexperiencing mental health problems, developed in consultation with mental health.\nlearners, and for supporting the mental health and well-being of school • Appoint school well-being coordinators\nstaff (e.g., mental health promotion, crisis support, management of\nor focal points to promote whole-school\n“burnout”).\nmental health and well-being.\n4"
  },
  {
    "id": 24,
    "text": "4\nSchool and community partnerships\n• Engage with local community and cultural groups to promote meaningful social connections (e.g.,\nvolunteering at a homeless shelter; helping to run a community event, homework programmes, street\nart projects, craft groups, parent and carer days) and enhance learners’, parents’ and carers’ mental\nhealth literacy (e.g., emotional regulation, non-punitive approaches to discipline).\n• Create parent and carer learning and support groups (e.g., safe Internet use at home, communicating\nwith your child, child and adolescent development).\n5 School\ncurriculum\n7 School physical\nEXAMPLES OF • Include cooperative learning and strengths- environment\nbased approaches to build learners’\nself-esteem and confidence."
  },
  {
    "id": 25,
    "text": "5 School\ncurriculum\n7 School physical\nEXAMPLES OF • Include cooperative learning and strengths- environment\nbased approaches to build learners’\nself-esteem and confidence.\nACTIONS, FRAMED • Provide alternative pathways to educational • Limit learners’ access to hidden spaces where bullying\nsuccess (e.g., academic, vocational). may occur, and supervise all spaces to ensure that\nWITHIN THE GLOBAL • Provide strength- and evidence-based learners are physically and emotionally safe.\nprogrammes for building individual skills • Ensure that school grounds are fenced and well-lit and\nand behaviour that support mental health that all visitors are registered.\nSTANDARDS FOR\n(e.g., problem-solving, self-regulation, • Ensure access to clean, safe, gender-inclusive washrooms."
  },
  {
    "id": 26,
    "text": "and behaviour that support mental health that all visitors are registered.\nSTANDARDS FOR\n(e.g., problem-solving, self-regulation, • Ensure access to clean, safe, gender-inclusive washrooms.\nrelationship-building, anxiety management, • Ensure that transport to and from school is safe, including\nHPS AND SYSTEMS resilience-building).\nfree from harassment.\n• Integrate mental health education into other • Ensure access to safe, calming spaces that support mental\nparts of the curriculum to optimize learning\nhealth promotion (e.g., play, access to nature, prayer\nand create synergies with wider educational\nrooms).\nopportunities (e.g., language texts, science,\nhistory, art projects).\n6 School social–\nemotional\nenvironment\n8 School\n• Set up peer support programmes (e.g., “buddy health"
  },
  {
    "id": 27,
    "text": "rooms).\nopportunities (e.g., language texts, science,\nhistory, art projects).\n6 School social–\nemotional\nenvironment\n8 School\n• Set up peer support programmes (e.g., “buddy health\nprogramme” for learners moving to a new\nservices\ncampus or year level).\n• Provide enjoyable lunchtime and\nextracurricular activities (e.g., art projects, • Facilitate access to mental health services\nsports, music activities) to promote wider (e.g., face-to-face, digital platforms) to address\nlearning opportunities and foster social the needs of individual learners (including in\nconnections and healthy relationships among mental health crises) and the whole school\nall members of the school. community.\n• Ensure that teachers have the skills to build • Ensure that learners and their families"
  },
  {
    "id": 28,
    "text": "all members of the school. community.\n• Ensure that teachers have the skills to build • Ensure that learners and their families\npositive relationships between school staff understand the means and referral pathways\nand learners and between learners, including for accessing confidential mental health\nconflict resolution. services, whether at school or in the\n• Acknowledge and celebrate learners’ success community (e.g., pathways to affordable\nmental health services for vulnerable people\nin a variety of pursuits and activities, especially\nwith limited resources).\nbeyond academic or sporting achievements.\n• Embrace diversity within the school community\n(e.g., inclusive education programmes for\nlearners with disabilities, cultural programme).\n5"
  },
  {
    "id": 29,
    "text": "How does a systems approach to mental health work in\ndifferent contexts?\nCollaborative for Academic, Social, and Emotional Learning (CASEL) Collaborating\nDistricts Initiative (CDI), United States of America (USA)\nBackground: CASEL is a not-for-profit, multidisciplinary network for establishing high-quality, evidence-\nbased social and emotional learning (SEL) in schools. In 2011, CASEL launched the Collaborating Districts\nInitiative (CDI) for systematic implementation of SEL in large urban districts across the USA.\nApproach: Implementation of SEL extends beyond classroom instruction and includes the school climate,\nstaffing, professional learning, district policies, family engagement and increasing the voice of students."
  },
  {
    "id": 30,
    "text": "staffing, professional learning, district policies, family engagement and increasing the voice of students.\nResults: High-quality SEL programmes lead to improvements such as better academic performance and\nclassroom behaviour, less emotional distress and a more positive outlook on themselves and others. After\n10 years of implementation, districts were able to sustain their commitment to SEL, even as the people and\ncontexts in the district changed. New schools are joining the CDI, professional development in SEL is being\nextended to more staff, such as security officers and bus drivers, and SEL is being embedded in district\npolicies and hiring practices.\nMessages: Sustained implementation was attributed to six main factors: strong leadership; core"
  },
  {
    "id": 31,
    "text": "policies and hiring practices.\nMessages: Sustained implementation was attributed to six main factors: strong leadership; core\ndistrict policies for SEL that connect all stakeholders; school resources and SEL implementation\npathways that can be customized to the needs of the school community; staff culture, climate\nand learning based on SEL; co-creation of SEL with students, families and communities; and\ncommunities of practice to strengthen SEL implementation.\nReference: https://casel.s3.us-east-2.amazonaws.com/CDI-Ten-Year-Report.pdf\nAdolescent Mental Health and Suicide Prevention (AMHSP) programme,\nKazakhstan\nBackground: The Government of Kazakhstan implemented an intersectoral Adolescent Mental Health"
  },
  {
    "id": 32,
    "text": "Adolescent Mental Health and Suicide Prevention (AMHSP) programme,\nKazakhstan\nBackground: The Government of Kazakhstan implemented an intersectoral Adolescent Mental Health\nand Suicide Prevention (AMHSP) programme with UNICEF (2012–2018) and the Bilim Foundation, with the\nNational Centre of Mental Health, which has scaled up implementation since 2018.\nApproach: A comprehensive digital monitoring system is used to identify at-risk adolescents and refer them to\ntrained mental health workers. The AMHSP programme also involves building the capacity of school and public\nhealth professionals, including strategies to address stigmatization (e.g., parent outreach, distributing awareness-\nraising materials) and conducting mental health literacy workshops and awareness-raising campaigns in the"
  },
  {
    "id": 33,
    "text": "raising materials) and conducting mental health literacy workshops and awareness-raising campaigns in the\nschool community. During the COVID-19 pandemic, an online individual counselling platform for counselling\nservices was launched, including online training sessions for school psychologists.\nResults: Evaluation of the pilot programme showed that at-risk adolescents experienced significant decreases\nin suicidal ideation, depression, anxiety and stress after receiving treatment. More than 10 000 adolescents\n(4.5%) received referrals to additional services. Approximately 116 000 school psychologists and school\npersonnel received training in identifying and responding to adolescents’ mental health issues, and more"
  },
  {
    "id": 34,
    "text": "personnel received training in identifying and responding to adolescents’ mental health issues, and more\nthan 1500 primary health care and mental health workers were trained in managing adolescents with mental\nhealth issues or suicidal behaviour. The online training platform for school psychologists has reached more\nthan 25 000 users.\nMessages: The programme was based on a Government initiative to extend access to services\nwhile investing in students and continuously building the capacity of communities and health\nprofessional. Leveraging data was essential to influence advocacy and long-term change. Data\nfrom the national study on adolescent suicide was key to securing support from the Ministry of"
  },
  {
    "id": 35,
    "text": "professional. Leveraging data was essential to influence advocacy and long-term change. Data\nfrom the national study on adolescent suicide was key to securing support from the Ministry of\nEducation and Science for implementing the programme. Prioritization of the collection of data\nduring implementation allowed evaluation of the findings for increasing regional advocacy.\nCapacity-building was an important aspect of preparing for scaling up. The programme’s success\nled to an influx of referrals, greater demand for professional services and thus greater support for\nschool psychologists.\nReference: Mental health promotion and suicide prevention in schools (Kazakhstan). New York\nCity (NY): United Nations Children’s Fund; 2021 (https://www.unicef.org/documents/mental-health-"
  },
  {
    "id": 36,
    "text": "Reference: Mental health promotion and suicide prevention in schools (Kazakhstan). New York\nCity (NY): United Nations Children’s Fund; 2021 (https://www.unicef.org/documents/mental-health-\npromotion-and-suicide-prevention-schools-kazakhstan).\n6"
  },
  {
    "id": 37,
    "text": "Resources\nHealth-promoting schools Mental health\nMaking every school a Mental health promotion in schools: State of the art\nM ental health promotion in Schools\nhealth-promoting school: S tate of the art (Schools for Health in Europe)\nglobal standards and\nhttps://www.schoolsforhealth.org/sites/default/files/\nindicators\neditor/fact-sheets/factsheet-7-mental-health-2021-new.\nMaking every school a https://www.who. pdf\nhealth-promoting school\nGlobal standards and indicators int/publications/i/"
  },
  {
    "id": 38,
    "text": "indicators\neditor/fact-sheets/factsheet-7-mental-health-2021-new.\nMaking every school a https://www.who. pdf\nhealth-promoting school\nGlobal standards and indicators int/publications/i/\nitem/9789240025059 SD APC H loaua E nttc eh te f roao :i brfc Hs u td:a s t h ooCd e rcae e su rt: trs m ilS noe eø onv nv .a ot7 :lO d1,’5 TLtoh., o A&leu gP& ua s uEt lm u2 si0 l,y 2 P D1 . a r li n g t o n TuE(2 hnu0 idrso1 erp4re e- paa2 onn0 r o2 tU p0 hnea )i or s a n r ’t es i n c H ge e ig va er l atd h n ftP u frn ro d o g im nr ag tm h em e\nMaking every school\nHelping Adolescents Thrive Toolkit (WHO, UNICEF)\na health-promoting\nschool: Implementation T H h e r lp iv in e g T o A o d l o k l i e t scents https://www.who.int/publications/i/item/9789240025554"
  },
  {
    "id": 39,
    "text": "Helping Adolescents Thrive Toolkit (WHO, UNICEF)\na health-promoting\nschool: Implementation T H h e r lp iv in e g T o A o d l o k l i e t scents https://www.who.int/publications/i/item/9789240025554\nSantrda rteegdiuecse t os eplrf-ohmaormte aanndd optrhoetre rcits ka dboelheasvcieonutr msental health\nguidance\nMaking every school a https://www.who.\nhealth-promoting school\nImplementation guidance int/publications/i/\nitem/9789240025073\nMaking every school a Helping Adolescents Thrive Teacher’s Guide\nhealth-promoting school: (WHO, UNICEF)\nTeacher’s\ncountry case studies\nGuide https://www.who.int/publications/i/item/9789240026261\nhttps://www.who. to the Magnificent Mei\nand Friends Comic Series\nMaking every school a int/publications/i/\nhealth-promoting school"
  },
  {
    "id": 40,
    "text": "Guide https://www.who.int/publications/i/item/9789240026261\nhttps://www.who. to the Magnificent Mei\nand Friends Comic Series\nMaking every school a int/publications/i/\nhealth-promoting school\nCountry case studies item/9789240025431\n1\nIn partnership with WHO guidelines on Global Multisectoral Operational Framework\nschool health services\nfor Mental Health and Psychosocial Support of\nhttps://www.who. Children, Adolescents and Caregivers Across\nint/publications/i/ Settings(Demonstration Version) (UNICEF)\nitem/9789240029392 G M O L P U O E L B R T A A IS T L E I O C N TO A R L AL https://www.unicef.org/media/109086/file/Global%20\nWHO guideline on FRAMEWORK\nschool health services for Mental Health and Multisectorial%20Operational%20Framework.pdf\nPsychosocial Support of\nChildren, Adolescents and"
  },
  {
    "id": 41,
    "text": "WHO guideline on FRAMEWORK\nschool health services for Mental Health and Multisectorial%20Operational%20Framework.pdf\nPsychosocial Support of\nChildren, Adolescents and\nCaregivers Across Settings\nField demonstration version\nThe Mental Health and Psychosocial Support\nMinimum Services Package: For an effective MHPSS\nemergency response\nhttps://mhpssmsp.org/en\nA Global Youth Mental Health Advocacy Toolkit\n(Orygen)\nhttps://www.orygen.org.au/About/Orygen-Global/Files/\nOrygen-WEF-advocacy-toolkit.aspx\nAA DGVLOOCBAACLY Y OTOUOTHL KMITE NTAL HEALTH\nAA DRDERSEOSUSR YCOEU TTOH D MREIVNETA ALC HTEIOANLT THO\nDGelovbealol pYoeudt bhy M Oernytgael Hne aasl tpha Prta rotfn tehres h ip project with the World Economic Forum\nFive essential pillars for promoting and\nFive essential pillars\nfor promoting"
  },
  {
    "id": 42,
    "text": "DGelovbealol pYoeudt bhy M Oernytgael Hne aasl tpha Prta rotfn tehres h ip project with the World Economic Forum\nFive essential pillars for promoting and\nFive essential pillars\nfor promoting\nand protecting protecting mental health and psychosocial\nmental health and\npsychosocial well-being\nin schools and learning well-being in schools and learning\nenvironments\nA BRIEFING NOTE FOR\nNATIONAL GOVERNMENTS environments: A briefing note for national"
  },
  {
    "id": 43,
    "text": "Tneosapate t du d n a s h r a u yo t t d i e c l si c c l n i o h e p n h a b g n se r et r oc t r a o is i h s o es el m o k n e n fig a c en t o on n c is y ta vg e o d, e l pd e i a i nc tw rs uol h ac i n l i c t ee lr i nmi a u c l e o lm t ty dg - e ne i b i i n oe n rs vnenne dt e a gi s c nt e r s n, a o s d s g y md u l m s f oh p aeo tm fee p nd r am c o e tv p hl a n r t o s o ih l t d l c l t d h f i aa oa c or e tt n y e p r aei n o d m sl r t t n h . o h a a I ts e t n e k a i t rd c e o n t r d s , Mwomcfmi e mrox u o e e e e ip p t ms l n ca nl o et - t on b s t r aat a ams e lanon l h i b n n en do h et e sg p a e ai it m n t ah l aa cti gc mr n h l o p t ir v dh m a bo cae c e o s l i p in . ts s n t s tl fl o It ed ett an ua h xi r t it ne s e iet acoh n boa n l o i e"
  },
  {
    "id": 44,
    "text": "lanon l h i b n n en do h et e sg p a e ai it m n t ah l aa cti gc mr n h l o p t ir v dh m a bo cae c e o s l i p in . ts s n t s tl fl o It ed ett an ua h xi r t it ne s e iet acoh n boa n l o i e cin l f nsf ee be c t tw e w s as a itn g spo pe a iut i r a a l c c h iu a lc nn - a b l m ir ht. d te e e c y uHe ,l r i o a mnt maw a ot m g cv e a i i c ti t c d nt pn h ao ,w go s r r s e re u n iigo g y txxf e h oc h fp ope n ioteo ue a r . td ir1t t l rn ih i oa eM de m g enf n an r a eed i cc s l h ny nn ei ,ee n d tt s a fc a a g a u c or o l ll t n t asf hn i h h tv nc ee eo e i t vg tn aaim a ie oi e nl nl a ttr n s idh ghen c, . Tdlrhas eanh e i hagpv da erhiedn p ley l efi e odn rr ds pev ’ssu vm i t t rsem oo e c t l on we p n epm nt pr o m o to te aim f be dl n f lnhe oet o stec"
  },
  {
    "id": 45,
    "text": "a ie oi e nl nl a ttr n s idh ghen c, . Tdlrhas eanh e i hagpv da erhiedn p ley l efi e odn rr ds pev ’ssu vm i t t rsem oo e c t l on we p n epm nt pr o m o to te aim f be dl n f lnhe oet o stec t u t e aaa oc nnl d a td aedh n ea nn l stt d ehvri oa iaa o rp njror ef n rm a n o cill nm ti t cfo me g eo er c ,i m enec t is n htsp ia tt .iel . a ladA 2 t i lnr etc he fl ntr ne hu ict a iae iisec lnnt spa hdc la . t e ahr O p stdaie .c rot E r ult ci ehx olaaspe dnrce y ses f rt cn o i haeatargnsn pe c t aeh b eor e ees af governments (WHO, UNESCO, UNICEF)"
  },
  {
    "id": 46,
    "text": "https://www.unicef.org/reports/promoting-and-\nprotecting-mental-health-schools-and-learning-\nenvironments\n6 7"
  },
  {
    "id": 47,
    "text": "Acknowledgements\nDevelopment of this series of topic briefs was coordinated by Dr Faten Ben Abdelaziz, Dr Valentina\nBaltag, Dr Mervat Nessiem and Ms Audrey Kettaneh at WHO; Mr Yongfeng Liu and Ms Emilie\nSidaner at UNESCO; and Ms Deepika Sharma and Ms Joanna Lai at UNICEF.\nThe briefs were written by Professor Susan Sawyer, Centre for Adolescent Health, Murdoch\nChildren’s Research Institute, Royal Children’s Hospital, and University of Melbourne, Australia,\na WHO Collaborating Centre for Adolescent Health, in collaboration with Dr Monika Raniti. The\nlead writers were Dr Monika Raniti (Mental health); Dr Natalie Evans (Nutrition and WASH); Dr\nDorothy Dumuid and Associate Professor Carol Maher (Physical activity); and Dr Wing See Yuen\nand Associate Professor Amy Peacock (Substance use)."
  },
  {
    "id": 48,
    "text": "Dorothy Dumuid and Associate Professor Carol Maher (Physical activity); and Dr Wing See Yuen\nand Associate Professor Amy Peacock (Substance use).\nWHO acknowledges the valuable contributions of technical experts at WHO, UNESCO, UNICEF,\nWFP and UNODC, including regional advisers and other academic experts who provided\nfeedback.\nWHO gratefully acknowledges the financial support of the NORAD Fund.\nHow school systems can improve health and well-being. Topic brief: mental health\nISBN 978-92-4-006475-1 (electronic version)\nISBN 978-92-4-006476-8 (print version)\n© World Health Organization 2023. Some rights reserved.\nThis work is available under the CC BY-NC-SA 3.0 IGO licence.\nDesign and layout by Inis Communication\nFor further information, please contact:\nHealth Promotion Department"
  },
  {
    "id": 49,
    "text": "This work is available under the CC BY-NC-SA 3.0 IGO licence.\nDesign and layout by Inis Communication\nFor further information, please contact:\nHealth Promotion Department\nWorld Health Organization\n20, Avenue Appia CH-1211 Geneva 27 Switzerland\nhttps://www.who.int/health-topics/health-promotion"
  }
]