[
  {
    "id": 1,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "DEPRESSION Fact Sheet Depression is one of the most common mental disorders in the United States. Depression does not discriminate, and can affect anyone regardless of age, race, ethnicity, or gender. Office of Minority Health and Health Equity What is depression? Who is affected by depression? Sadness is a normal reaction to difficult times in life. However, Depression can affect people of all ages, races, ethnicities, and depression is a common but serious mood disorder that can genders. Certain people may be at higher risk of developing interfere with daily activities. It is important to contact a health depression such as people with a family history of depression, care provider about diagnosis and treatment if you believe you a chronic medical condition, or those who have experienced"
  },
  {
    "id": 2,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "a health depression such as people with a family history of depression, care provider about diagnosis and treatment if you believe you a chronic medical condition, or those who have experienced have depression. major life changes, trauma, or stress. What are the symptoms of depression? How is depression diagnosed? To be diagnosed with depression, symptoms must be present A health care provider will ask questions about your feelings, nearly every day for at least two weeks. Symptoms vary from mood, behavior patterns, and other aspects of your life. This person to person and may include physical aches and pains. screening may include a physical exam and blood test to rule Some common symptoms of depression include: out physical causes.   Feelings of sadness, emptiness, or hopelessness"
  },
  {
    "id": 3,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "aches and pains. screening may include a physical exam and blood test to rule Some common symptoms of depression include: out physical causes.   Feelings of sadness, emptiness, or hopelessness   Feelings of worthlessness or guilt How to Get Help Now   Loss of interest in activities that you used to enjoy If you or someone you know is struggling or in crisis, help   Trouble thinking, concentrating, or making decisions is available. Call or text 988 to access the Suicide   Crisis Lifeline. You can also access the Lifeline via web chat at   Difficulty falling and staying asleep or sleeping too much 988lifeline.org. The Lifeline provides free and confidential   Tiredness and lack of energy emotional support to people in suicidal crisis or emotional distress 24 hours a day, 7 days a week in"
  },
  {
    "id": 4,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "much 988lifeline.org. The Lifeline provides free and confidential   Tiredness and lack of energy emotional support to people in suicidal crisis or emotional distress 24 hours a day, 7 days a week in the United   Changes in appetite States and U.S. territories.   Unexplained physical problems   Thoughts of not wanting to live or hurting yourself How is depression treated? Many treatment options are available for depressive disorders. Treatments can include psychotherapy, or  talk therapy,  medications known as antidepressants, or a combination of the two. Talk to a health care provider to determine the best treatment for you. Depressive disorders and clinical trials The FDA encourages people from diverse backgrounds to participate in clinical trials. If you think a depressive disorder"
  },
  {
    "id": 5,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "determine the best treatment for you. Depressive disorders and clinical trials The FDA encourages people from diverse backgrounds to participate in clinical trials. If you think a depressive disorder clinical trial may be right for you, talk to your health care provider. You can also search for clinical trials in your area at www.ClinicalTrials.gov. For more information on health equity, visit: www.fda.gov HealthEquity. The FDA, an agency within the U.S. Department of Health and Human Services, protects the public health by assuring the safety, effectiveness, and security of human and veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation s food supply, cosmetics, dietary"
  },
  {
    "id": 6,
    "source": "06182024_depression_fact_sheet_web_8d420e",
    "text": "veterinary drugs, vaccines and other biological products for human use, and medical devices. The agency also is responsible for the safety and security of our nation s food supply, cosmetics, dietary supplements, and products that give off electronic radiation, and for regulating tobacco products."
  }
]