[
  {
    "id": 1,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "Depression www.adaa.org Depression cause depressive symptoms. It s important to rule out any medical conditions before attributing the symptoms to a psychiatric condition. Depressive disorders fall under the category of mood disorders and include: major depressive disorder, persistent depressive disorder, postpartum depression, and depression in bipolar disorder. Depressive disorders can affect people of any age, including children, teenagers, adults, and older adults. Most people feel sad at times. Losing a loved one, getting fired from a job, going through a divorce, and other difficult situations can lead a person to feel sad, lonely, scared, nervous, or anxious. Depression is more than just sadness. It interferes with daily life and is a common but very serious illness. Types of"
  },
  {
    "id": 2,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "situations can lead a person to feel sad, lonely, scared, nervous, or anxious. Depression is more than just sadness. It interferes with daily life and is a common but very serious illness. Types of Depression The term  depression  often characterizes Major Depression feelings of being sad, discouraged, hopeless, irritable, unmotivated, as well as a general Major depression involves at least five of the lack of interest or pleasure in life. symptoms listed below for a two-week period or longer. To be considered major depressive When these feelings persist for more than two disorder, these symptoms must not be caused by a weeks or interfere with regular daily activities medical condition, by another psychiatric condition, it s likely to be a depressive disorder. Medical or by a substance"
  },
  {
    "id": 3,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "must not be caused by a weeks or interfere with regular daily activities medical condition, by another psychiatric condition, it s likely to be a depressive disorder. Medical or by a substance use disorder. Depressive conditions such as hypothyroidism, can also episodes may occur once or twice in a lifetime, or they may occur more frequently. They may also take place spontaneously, or after the death of a loved one, a romantic breakup, a medical Depression is more than just sadness  illness, or other life event. Some people with major depression may feel that life is not worth living it interferes with daily life. and some may attempt to end their lives. such as magnetic resonance imaging (MRI), have A major depressive episode may shown that the parts of the brain involved in mood,"
  },
  {
    "id": 4,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "interferes with daily life. and some may attempt to end their lives. such as magnetic resonance imaging (MRI), have A major depressive episode may shown that the parts of the brain involved in mood, include these symptoms: thinking, sleep, appetite, and behavior of people who have depression function differently than   Persistent sad mood, most of the day, those of people without it. nearly every day Some types of depression tend to run in families.   Loss of interest or pleasure in hobbies Genetic research indicates that risk for depression and activities, including sex results from several genes acting in concert with   Feelings of guilt, worthlessness, environmental and other factors. helplessness Trauma, loss of a loved one, a difficult relationship,   Decreased energy, fatigue,"
  },
  {
    "id": 5,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "genes acting in concert with   Feelings of guilt, worthlessness, environmental and other factors. helplessness Trauma, loss of a loved one, a difficult relationship,   Decreased energy, fatigue, feeling or any stressful situation may also trigger a  slowed down  depressive episode. Episodes may also occur without an obvious trigger. And depression may   Restlessness or irritability occur in people without any family history.   Difficulty concentrating, remembering, making decisions Postpartum Depression   Insomnia, early-morning awakening, Following childbirth, about 10 to or excessive sleeping 15 percent of women experience postpartum depression, which is   Low appetite and weight loss or depression associated with the overeating and weight gain aftermath of pregnancy. About   Thoughts"
  },
  {
    "id": 6,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "15 percent of women experience postpartum depression, which is   Low appetite and weight loss or depression associated with the overeating and weight gain aftermath of pregnancy. About   Thoughts of death or suicide, 30 to 70 percent experience suicide attempts symptoms for one year or longer. Most women with postpartum depression are diagnosed with minor depression, but four Persistent Depressive Disorder to five percent Persistent depressive disorder, or PDD, is a form meet the criteria of depression that usually continues for at least for major two years. Although it may be less severe than depression. Symptoms usually begin major depression, it runs much longer and mainly within the first four involves a sad mood which may be accompanied Postpartum weeks of giving birth, by low"
  },
  {
    "id": 7,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "than depression. Symptoms usually begin major depression, it runs much longer and mainly within the first four involves a sad mood which may be accompanied Postpartum weeks of giving birth, by low energy, poor appetite or overeating, and depression although some women insomnia or oversleeping which occurs for many is associated report decreasing days. It can show up as stress, irritability, or mild with severe mood in the late third anhedonia, which is the inability to derive pleasure and persistent trimester of pregnancy. from usually pleasurable activities. symptoms that are present most of the day nearly Depression Causes every day for at least Depression is most likely due to a combination two weeks. It is also associated of genetic, biological, environmental, and with reduced"
  },
  {
    "id": 8,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "most of the day nearly Depression Causes every day for at least Depression is most likely due to a combination two weeks. It is also associated of genetic, biological, environmental, and with reduced mother-infant bonding and psychological factors. Brain-imaging technologies, increased marital stress and divorce. Postpartum Depression Causes Each disorder has its own causes and its own emotional and behavioral symptoms. Many people A rapid decrease in some hormones after delivery who develop depression have experienced an may be a risk factor, and others include stressors, anxiety disorder earlier in life. There is no evidence previous depressive episodes, depression while one disorder causes the other, but there is clear pregnant, complications during pregnancy or evidence that many"
  },
  {
    "id": 9,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "earlier in life. There is no evidence previous depressive episodes, depression while one disorder causes the other, but there is clear pregnant, complications during pregnancy or evidence that many people suffer from both delivery, and a family history of mood disorders. disorders. The good news is that these disorders are treatable, separately and together. Recent studies have shown that among women who are diagnosed, about one-third had depression prior to their pregnancy, one-third have depression that Treatments for Depression began during pregnancy, and one-third experienced Unfortunately, many people with a depressive the onset of depression after delivery. illness never seek treatment. But most, even those with the most severe depression, can Depression and Anxiety Disorders get"
  },
  {
    "id": 10,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "many people with a depressive the onset of depression after delivery. illness never seek treatment. But most, even those with the most severe depression, can Depression and Anxiety Disorders get better with some form of treatment. Treatments commonly shown to be effective Depression and anxiety disorders are not the include antidepressant medications and forms same, but people with depression often experience of psychotherapy, as well as newly developed nervousness, irritability, and problems sleeping and treatments. concentrating, and other symptoms similar to an anxiety disorder. General Anxiety Disorder (GAD) is the most common co-morbid anxiety disorder diagnosed with depression. It is not uncommon for someone Early diagnosis and timely with an anxiety disorder to suffer from"
  },
  {
    "id": 11,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "Anxiety Disorder (GAD) is the most common co-morbid anxiety disorder diagnosed with depression. It is not uncommon for someone Early diagnosis and timely with an anxiety disorder to suffer from depression intervention with appropriate and vice versa. Nearly one-half of those diagnosed treatment are always critical with depression are also diagnosed with an steps to feeling better, anxiety disorder. especially for children and teens. The term  anxiety disorder  includes:   Generalized   Obsessive- anxiety disorder compulsive (GAD) disorder (OCD) and posttraumatic Medications   Panic disorder and stress disorder panic attacks Selective serotonin reuptake inhibitor (SSRI) (PTSD) are closely medications are generally first line medication related to anxiety   Agoraphobia treatments, depending"
  },
  {
    "id": 12,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "stress disorder panic attacks Selective serotonin reuptake inhibitor (SSRI) (PTSD) are closely medications are generally first line medication related to anxiety   Agoraphobia treatments, depending on the individual s clinical disorders, which situation. Individuals suffering from significant   Social anxiety some may co-morbid pain or those who have not disorder experience at the responded to an SSRI may respond to serotonin same time as   Selective mutism norepinephrine reuptake inhibitors (SNRI). depression. There are also other antidepressants, such as   Separation anxiety bupropion which is considered a norepinephrine and specific and dopamine reuptake inhibitor (NDRI), as phobias well as newer antidepressants. SSRIs and SNRIs   Atypical antidepressants: These medications generally"
  },
  {
    "id": 13,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "is considered a norepinephrine and specific and dopamine reuptake inhibitor (NDRI), as phobias well as newer antidepressants. SSRIs and SNRIs   Atypical antidepressants: These medications generally have fewer side include trazodone and mirtazapine, which are effects than many of the sedating and usually taken in the evening. Other medications prescribed newer drugs include vortioxetine and vilazodone. in the past. These medications must be   Other medications: Other medications may taken for at least four to be added to an antidepressant to enhance six weeks to experience antidepressant effects. In some situations, their full effect, and it your doctor may recommend combining two may take several weeks to adjust the medication antidepressant medications, if needed, to treat to the correct"
  },
  {
    "id": 14,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "In some situations, their full effect, and it your doctor may recommend combining two may take several weeks to adjust the medication antidepressant medications, if needed, to treat to the correct dosage. severe depression. Be sure to discuss with your doctor any interactions Discuss your options with your doctor. And stay in with other prescriptions, (including but not limited touch to report any side effects, which your doctor to), birth control and antibiotics. will carefully monitor. You may need to try a few different combinations, and it may take some time   Selective serotonin reuptake inhibitors to find the most effective medications for you. (SSRIs): Doctors often start by prescribing an SSRI. SSRIs relieve symptoms by blocking the For all medications, contact your doctor if you"
  },
  {
    "id": 15,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "inhibitors to find the most effective medications for you. (SSRIs): Doctors often start by prescribing an SSRI. SSRIs relieve symptoms by blocking the For all medications, contact your doctor if you reabsorption, or reuptake, of serotonin by experience side effects, even if you are not sure a certain nerve cells in the brain. This leaves more symptom is caused by a medication. serotonin available, which improves mood. SSRIs (citalopram, escitalopram, fluoxetine,   Do not stop taking a medication without paroxetine, and sertraline) generally produce consulting with the prescribing physician; fewer side effects when compared with older abrupt stopping may cause other health risks. classes of medications. However, common side effects include insomnia or sleepiness, sexual dysfunction, and"
  },
  {
    "id": 16,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "fewer side effects when compared with older abrupt stopping may cause other health risks. classes of medications. However, common side effects include insomnia or sleepiness, sexual dysfunction, and weight gain. Not taking medications may pose ! more of a risk than taking them.   Serotonin and norepinephrine reuptake inhibitors (SNRIs): The serotonin-norepinephrine Discuss concerns or questions about reuptake inhibitor, or SNRI, class (venlafaxine, antidepressants and other medications with duloxetine, and levomilnacipran) is notable your doctor. for a dual mechanism of action: increasing the levels of the neurotransmitters serotonin and Medications work only if they are taken in norepinephrine by inhibiting their reabsorption accordance with the explicit instructions of into cells in the"
  },
  {
    "id": 17,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "levels of the neurotransmitters serotonin and Medications work only if they are taken in norepinephrine by inhibiting their reabsorption accordance with the explicit instructions of into cells in the brain. your doctor; however, they may not resolve all your symptoms. As with other medications, side effects may occur, including stomach upset, insomnia, headache, sexual dysfunction, and minor increase in blood pressure. These medications Detailed information about medications are considered as effective as SSRIs. is available at the ADAA website at www.adaa.org.   Norepinephrine and dopamine reuptake inhibitors (NDRIs): Bupropion is in this category For information about specific medications and is one of the few antidepressants not approved by the U.S. Food and Drug frequently associated"
  },
  {
    "id": 18,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "inhibitors (NDRIs): Bupropion is in this category For information about specific medications and is one of the few antidepressants not approved by the U.S. Food and Drug frequently associated with sexual side effects. Administration (FDA), visit www.fda.gov. How To Find Therapy Therapy Help Psychotherapy Physicians, therapists, counselors, clinical social Psychotherapy focuses on taking specific steps workers, psychiatrists, to overcome depression. Cognitive-behavioral psychologists, therapy (CBT) is a short-term form of psychotherapy and that is very effective. psychiatric CBT teaches you to identify and deal directly with nurse the thoughts, feelings, and behaviors that maintain practitioners are your depression. generally the types of trained professionals who may It helps you manage"
  },
  {
    "id": 19,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "identify and deal directly with nurse the thoughts, feelings, and behaviors that maintain practitioners are your depression. generally the types of trained professionals who may It helps you manage your sad mood and re-engage help with treating depression in activities that you lost interest in by helping you and related disorders. challenge and change these thoughts and behaviors and improve your mood. Find a Therapist Most people with a depressive disorder can be helped with professional care. The first step is finding a therapist. You might also seek assistance from your primary care doctor. Here are a few places to start:   Ask your primary care clinician for a referral.   Contact your health insurance company Interpersonal therapy (IPT), acceptance and for a referral to a specialist."
  },
  {
    "id": 20,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "Here are a few places to start:   Ask your primary care clinician for a referral.   Contact your health insurance company Interpersonal therapy (IPT), acceptance and for a referral to a specialist. commitment therapy (ACT), and dialectical   Contact a local hospital or university and behavioral therapy (DBT) are also effective types ask about mental health clinics or staff of psychotherapy. Talk to your therapist about psychiatrists, psychologists, which option might be best for you. or social workers. Depending on your needs, your doctor or therapist Visit www.adaa.org to search the may also suggest other forms of therapies. Find a Therapist directory. Ask Questions   May I include It is appropriate and expected to ask questions family during a brief telephone, email, or in-person"
  },
  {
    "id": 21,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "also suggest other forms of therapies. Find a Therapist directory. Ask Questions   May I include It is appropriate and expected to ask questions family during a brief telephone, email, or in-person members consultation to determine the right treatment in my provider for you. treatment? Practical Considerations   How frequently and for how long would   Where are you located? you anticipate seeing me?   Do you offer telemedicine virtual visits?   How long do you expect it to take   What are your hours? before I begin feeling better?   What are the costs?   Will you coordinate my care   Do you accept my insurance? If not, what with other treatment providers, arrangements do you have for payment? and if so, how?   Do you have low-fee or sliding-scale options?   How can I be in touch with"
  },
  {
    "id": 22,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "accept my insurance? If not, what with other treatment providers, arrangements do you have for payment? and if so, how?   Do you have low-fee or sliding-scale options?   How can I be in touch with   What times are available for initial and regular you between sessions if I appointments? have questions?   If I need medication, can you prescribe or refer   Do you recommend any me to someone who does? mobile apps to help manage my symptoms? You may be asked to Think of your first few sessions provide your age, your with a new therapist as a mutual prior diagnoses, or the assessment. problems you are seeking help for, as well as any   Do you and the therapist agree that treatment history. they will provide the help you re looking for? Experience   Do you and the therapist have the same goals?"
  },
  {
    "id": 23,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "are seeking help for, as well as any   Do you and the therapist agree that treatment history. they will provide the help you re looking for? Experience   Do you and the therapist have the same goals?   What training and experience do you have in treating depression, anxiety, or both?   Do you agree on the tasks necessary   Do you have a license or certification by the to help you reach your goals? state? What type of treatment do you generally   Do you feel a connection or bond provide or specialize in? with your therapist?   Is the therapist race, ethnic or gender important to you? Do you want someone with the same background as you? Should they speak the same language as you? Finally, be wary of promises of quick cures, requirements of large commitments of resources Working Together up"
  },
  {
    "id": 24,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "someone with the same background as you? Should they speak the same language as you? Finally, be wary of promises of quick cures, requirements of large commitments of resources Working Together up front, and of one-size-fits-all methods. Keep in   Could you describe how you would work mind that treatment takes time and effort. with me? Find out more about treatment at   Do you give outside activities, exercises or www.adaa.org. reading to do between sessions? Other Treatments More Helpful Steps to Consider Other forms of treatment, in addition to new   Join a support group. medications and therapies, are being developed For help finding a support group, visit: all the time. Electroconvulsive Therapy, or ECT, www.adaa.org finding-help getting-support is a procedure that passes small"
  },
  {
    "id": 25,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "and therapies, are being developed For help finding a support group, visit: all the time. Electroconvulsive Therapy, or ECT, www.adaa.org finding-help getting-support is a procedure that passes small electric currents through the brain to cause a brief seizure. Done   Try relaxation techniques, mediation, under general anesthesia, ECT often provides rapid yoga, and breathing exercises. and significant improvements in people who have severe symptoms of depression. ECT is considered   Talk with family members, friends or to be a very effective treatment for depression, faith based counselors to see how they including for individuals who have not responded can be of assistance. to other antidepressant treatments.   Your therapist may recommend Another procedure, transcranial magnetic"
  },
  {
    "id": 26,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "to see how they including for individuals who have not responded can be of assistance. to other antidepressant treatments.   Your therapist may recommend Another procedure, transcranial magnetic self-help materials. stimulation or TMS, uses an electromagnetic coil   Regular exercise can help reduce to create a small current in the brain. No seizure is symptoms of depression. caused and no anesthesia is required. TMS is also an effective antidepressant treatment for patients   Visit the Depression and Bipolar Support that have not responded to medications. Alliance at www.dbsalliance.org Visit www.adaa.org for new treatment updates, and ask your doctor about what s new. Exercise is important in increasing natural endorphins and may be an effective addition to drug therapy, if and when"
  },
  {
    "id": 27,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "www.adaa.org for new treatment updates, and ask your doctor about what s new. Exercise is important in increasing natural endorphins and may be an effective addition to drug therapy, if and when medication is prescribed. Suicide In one study, researchers found that almost 30 percent of those who had improved only marginally Suicide affects all age groups, including children with a standard antidepressant medication and adolescents. People suffering from depression reported that their depression had lifted after and anxiety disorders face an increased risk for four months of adding exercise. suicidal thoughts and attempts. More people die from suicide than from automobile accidents, but most are preventable, according to the American Foundation for Suicide Prevention. The Centers for"
  },
  {
    "id": 28,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "suicidal thoughts and attempts. More people die from suicide than from automobile accidents, but most are preventable, according to the American Foundation for Suicide Prevention. The Centers for Disease Control and Prevention notes that  Preventing suicide requires strategies at all levels of society. Everyone can help prevent suicide by learning the warning signs, promoting prevention and resilience, and committing to social change.  Find Help Fast   In an emergency, call 911 Effective early   Call or text 988 diagnosis and   Call your campus suicide or crisis hotline treatment are critical   Call your doctor or mental health care provider steps to improving.   Get immediate help, or ask a friend or family member to help you   Make sure you are not left alone   If someone else is in"
  },
  {
    "id": 29,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "Call your doctor or mental health care provider steps to improving.   Get immediate help, or ask a friend or family member to help you   Make sure you are not left alone   If someone else is in crisis, make sure they are not left alone A person s suicide risk is greater if a behavior is new or has increased, especially if it s related to a painful event, loss, or change. Where to Go:   Increased use of alcohol or drugs   Psychiatric hospital walk-in clinic   Looking for a way to kill themselves, such as   Hospital emergency room searching online for materials or means   Urgent care center   Acting recklessly   Clinic   Withdrawing from activities Contact the American Foundation for   Isolating from family and friends Suicide Prevention for more   Sleeping too much or too little"
  },
  {
    "id": 30,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "center   Acting recklessly   Clinic   Withdrawing from activities Contact the American Foundation for   Isolating from family and friends Suicide Prevention for more   Sleeping too much or too little information at: www.afsp.org.   Visiting or calling people to say goodbye   Giving away prized possessions Learn the warning signs. People who kill themselves usually exhibit one or more warning signs, either through what they say or do. The more warning signs, the greater the risk. If a person talks about:   Killing himself or herself   Having no reason to live   Being a burden to others   Feeling trapped   Unbearable pain ADAA Can Help Suffering from an anxiety disorder, depression, or both, can interfere with many aspects of your life. And you may feel alone, embarrassed, or frightened."
  },
  {
    "id": 31,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "trapped   Unbearable pain ADAA Can Help Suffering from an anxiety disorder, depression, or both, can interfere with many aspects of your life. And you may feel alone, embarrassed, or frightened. ADAA provides the resources to help you and your loved ones better understand your condition, connect you with a community who know what you are experiencing, and assist you in finding mental health professionals who can help. Learn about the causes, symptoms, and best treatments for all of the disorders, and review questions to ask a therapist. Visit www.adaa.org to:   Sign up for Triumph, ADAA s free monthly e-newsletter.   Learn about depression, anxiety, and related illnesses, including treatments.   Listen to informative free webinars, podcasts and videos.   Find a therapist, clinical trial,"
  },
  {
    "id": 32,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "monthly e-newsletter.   Learn about depression, anxiety, and related illnesses, including treatments.   Listen to informative free webinars, podcasts and videos.   Find a therapist, clinical trial, or local support group.  I envision a world where anyone   Join ADAA s free English or Spanish speaking with depression or anxiety can fully peer to peer online communities. recover just as we can fix a broken   Read personal stories authored by people who bone or reverse diabetes. With the right have triumphed over depression and anxiety. support, we can learn skills and change behavior to feel empowered and to take care of our lives, ready to take on any obstacle that comes our way.   KRISTIAN RANTA Personal Story of Triumph We are here to help you find answers and offer free evidence-based"
  },
  {
    "id": 33,
    "source": "ADAA_Depression_Brochure_Final_be0a9d",
    "text": "and to take care of our lives, ready to take on any obstacle that comes our way.   KRISTIAN RANTA Personal Story of Triumph We are here to help you find answers and offer free evidence-based information and resources about mental health care: www.adaa.org About ADAA The Anxiety and Depression Association of America (ADAA) works to prevent, treat, and one day cure anxiety disorders and depression. ADAA is an international nonprofit organization dedicated to the prevention, treatment, and cure of anxiety, depression, OCD, PTSD, and co-occurring disorders through the alignment of science, treatment, and education. For information visit www.adaa.org or contact: 8701 Georgia Avenue, Suite 412 Silver Spring, MD 20910 information adaa.org"
  }
]