[
  {
    "id": 1,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "Anxiety Disorder on College Campuses: Preliminary Findings The New Epidemic April 2019 Richard M. Scheffler, Ph.D.  in collaboration with Daniel Arnold, Jessie Harney, Ben Kane, Lauren Linde, Caterina Liu, Luke O Neill, Hinnaneh Qazi, and Niki Vora  Anxiety disorder is an increasingly salient problem among college students   the number of young adults grappling with this serious issue has increased dramatically over the last decade. To better understand this phenomenon, we analyzed data on anxiety disorder rates for young adults ages 18-26, together with data on various risk factors associated with anxiety disorder and the patterns of healthcare use and spending related to anxiety disorder.1 Our goal was to explore the national historical trends in anxiety disorder on college campuses and"
  },
  {
    "id": 2,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "with anxiety disorder and the patterns of healthcare use and spending related to anxiety disorder.1 Our goal was to explore the national historical trends in anxiety disorder on college campuses and to better understand how the University of California system fits into these trends. We also interviewed a diverse group of Berkeley students about their experiences with anxiety and their perceptions of the key drivers in order to deepen our understanding of the causes of the rapid increase of anxiety disorder at UC Berkeley. The following preliminary findings are from a forthcoming study on anxiety disorder on college campuses. Anxiety disorder is a growing problem among college students and young adults   Nationally, the percent of students Figure 1: Percent of Students Ages 18-26 Diagnosed"
  },
  {
    "id": 3,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "disorder on college campuses. Anxiety disorder is a growing problem among college students and young adults   Nationally, the percent of students Figure 1: Percent of Students Ages 18-26 Diagnosed with or who reported being diagnosed or Treated for Anxiety Disorder in the past 12 months, 2008-2016 treated for anxiety disorder in the last 12 months doubled between 2008 and 2016 from 10  to 20  (Figure 1).   At the University of California (UC), the rate of anxiety disorder nearly tripled during the same time period (from 6.3  in 2008 to 15.4  in 2016). The UC rates are likely to be lower than the national average because of its diverse student population   non-white students are about half as likely to report diagnosis or treatment of Source: Authors  analysis of data from the National"
  },
  {
    "id": 4,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "the national average because of its diverse student population   non-white students are about half as likely to report diagnosis or treatment of Source: Authors  analysis of data from the National College Health Assessment. anxiety disorders compared to Notes: Results show sample averages. Due to data limitations, the UC diagnosed and treated rates white students.2 show the average for select UC schools that reported data in a given year. The rate of increase for anxiety disorder varies considerably across race, gender, and year in school   Between 2008 and 2016, anxiety disorder rates increased by 65  for transgender students, 67  for male students, and 92  for female students (Figure 2).   For White students during the same period, the rate of increase for anxiety disorder rates was 109"
  },
  {
    "id": 5,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "by 65  for transgender students, 67  for male students, and 92  for female students (Figure 2).   For White students during the same period, the rate of increase for anxiety disorder rates was 109 , for Hispanic or Latino a students it was 150 , for Black students it was 180 , and for Asian or Pacific Islander students it was 150 .   Anxiety disorder also appears to increase as students move toward graduation: a senior is 65  more likely to report being diagnosed or treated for anxiety disorder than a first-year student.   Professor of the Graduate School, School of Public Health and Goldman School of Public Policy, University of California, Berkeley rscheff berkeley.edu   Current and former postdocs and graduate students of the University of California, Berkeley. Listed alphabetically. 1"
  },
  {
    "id": 6,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "of Public Policy, University of California, Berkeley rscheff berkeley.edu   Current and former postdocs and graduate students of the University of California, Berkeley. Listed alphabetically. 1 We drew on data collected from the National College Health Assessment, the National Longitudinal Survey of Youth, and the Medical Expenditure Panel Survey. 2 Author s analysis of data from the National College Health Assessment. Page   1 Figure 2: Percent of Students Ages 18-26 Diagnosed with or Treated for Anxiety Disorder in the past 12 months by Gender and Race, 2008 and 2016 Source: Authors  analysis of data from the National College Health Assessment (NCHA). Notes: Results show sample averages. The transgender results draw on a small sample size. Nationally, 37 of 109 transgender students (34"
  },
  {
    "id": 7,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "of data from the National College Health Assessment (NCHA). Notes: Results show sample averages. The transgender results draw on a small sample size. Nationally, 37 of 109 transgender students (34 ) reported being diagnosed or treated for anxiety disorder in 2008. In 2016, 82 of 146 transgender students (56 ) reported being diagnosed or treated for anxiety disorder. In past iterations of the NCHA, respondents were asked for their gender based only on three potential categories: male, female, and transgender. In the most recent iteration, the NCHA added additional categories that are representative of a greater diversity of gender identities. In order to keep a consistent analysis of gender over time based on the NCHA definition, we recoded the latest survey to best match with the past"
  },
  {
    "id": 8,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "of a greater diversity of gender identities. In order to keep a consistent analysis of gender over time based on the NCHA definition, we recoded the latest survey to best match with the past versions of the survey. Financial stress, computer use, and mother s education are all correlated with higher rates of anxiety   Students from families with difficulty paying bills were 2.7 times more likely to have anxiety disorder than those with greater financial resources.   Students who spent more than 20 hours of leisure time per week on computers and other digital devices were 53  more likely to be anxious than those who spent less time in front of a screen ( 5 hours per week).   Young adults with mothers who had at least an undergraduate degree had a 45  greater probability of having an"
  },
  {
    "id": 9,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "to be anxious than those who spent less time in front of a screen ( 5 hours per week).   Young adults with mothers who had at least an undergraduate degree had a 45  greater probability of having an anxiety disorder than young adults with mothers who do not have a college degree.   There was an associated 8.8 fold increase in the probability of a substance use disorder (alcohol or other drugs) at the University of California, and a 3.2 fold increase nationally, for those with diagnosed or treated anxiety. Other negative outcomes that were correlated with anxiety disorder include an increased probability of having been sexually assaulted and increased probability of attempting suicide. The doubling of anxiety disorder among young adults comes at a high cost   Treating anxiety disorder in"
  },
  {
    "id": 10,
    "source": "Anxiety_Disorder_on_College_Campuses_UCB_Study_FINAL_0635e0",
    "text": "probability of having been sexually assaulted and increased probability of attempting suicide. The doubling of anxiety disorder among young adults comes at a high cost   Treating anxiety disorder in young adults cost our medical system nearly  3 billion in 2015   about triple the cost in 2008.   The data show dramatic increases in utilization across every area of medical intervention, including outpatient, inpatient, and emergency care. Between 2008 and 2015, emergency department visits increased by 260  and inpatient visits increased by 325 .   All else equal, young people with anxiety disorders earn 11  less than young people without anxiety disorders. Contact: rscheff berkeley.edu Page   2"
  }
]