[
  {
    "id": 1,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "AANNXXIIEETTYY And the Roller Coaster of the College Experience TABLE OF CONTENTS 1. Title Page 2. Table of Contents 3. Author s Note   4. What is The College Experience?     5. Types of Anxieties in College Students 6.Symptoms of Anxieties 7. Statistics 8. Ways to Navigate Adversity 9. Resources in Colleges 10. Resources Cont. Beyond College 11. Conclusion 12. References AUTHOR S NOTE This toolkit was brought to you by NAMI Mercer and created by Jacob Adam, an intern at NAMI Mercer. Growing up, I was exposed to the idea of going to college from a young age. It is glorified through the early education system despite not being the only path to success and happiness in one s life. The people who   do go, are seldom informed about the hardships, struggles, and sacrifices that come with"
  },
  {
    "id": 2,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "education system despite not being the only path to success and happiness in one s life. The people who   do go, are seldom informed about the hardships, struggles, and sacrifices that come with getting that piece of paper. This accomplishment could take four, six, ten, or more years to achieve based on the degree s merits. To make this journey successfully ,   people should be well informed on how much their lives will be altered socially, physically, and emotionally during those years. WHAT IS  THE COLLEGE EXPERIENCE?  In college, there are a lot of large and small tasks a student must juggle, both in and out of the classroom. They often add a workload beyond the traditional full-time job. Money, time management, social life, and expectations are among the most brutal challenges"
  },
  {
    "id": 3,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "juggle, both in and out of the classroom. They often add a workload beyond the traditional full-time job. Money, time management, social life, and expectations are among the most brutal challenges students face. In high schools, there is often a lack of information or awareness of these issues in preparing students for what is to come beyond high school. Types of Anxieties in College Students Marked fear or anxiety about 1  Interacting in clubs Social social situations where Transitioning to Anxiety exposed to possible different colleges scrutiny by others Excessive anxiety and worry(apprehensive, Gaining and expectation) occurring maintaining friendships Generalized more days than not for Opportunities for Anxiety at least 6 months about research and several events or internships"
  },
  {
    "id": 4,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "Gaining and expectation) occurring maintaining friendships Generalized more days than not for Opportunities for Anxiety at least 6 months about research and several events or internships activities Future finances Recurrent Strict due dates Panic Disorder unexpected panic Personal issues during the semester attcks Developmentally inappropriate and Living on campus Separation excessive fear or anxiety Loss of a family Anxiety concerning separation member from those to whom the New environment person is attached to SYMPTOMS OF ANXIETY IN COLLEGE STUDENTS Nervousness or Uneasiness in Class and Social Interaction Increased Class Absences and Missed Assignments Isolation from Family, Friends, Professors, and Classmates STATISTICS 88  of students experience moderate to severe stress, with 44"
  },
  {
    "id": 5,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "Social Interaction Increased Class Absences and Missed Assignments Isolation from Family, Friends, Professors, and Classmates STATISTICS 88  of students experience moderate to severe stress, with 44  of students showing moderate to severe anxiety and 36  of students having moderate to severe depression. 16  of students who were absent for at least a day in the past year and missed school for reasons other than physical illness. They didn t attend because of anxiety, and 12  said they felt too sad or depressed to participate. 32.4  felt moderately lonely, and 3.2  severely lonely, NAVIGATING ADVERSITIES Ways to Navigate Anxiety while in College: Ways to navigate 111... SSeellff--CCaarree -- TTaakkeess ttiimmee oouutt ooff yyoouurr ddaayy ttoo ssiitt ddoowwnn aanndd ddoo wwhhaatt YYOOUU"
  },
  {
    "id": 6,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "ADVERSITIES Ways to Navigate Anxiety while in College: Ways to navigate 111... SSeellff--CCaarree -- TTaakkeess ttiimmee oouutt ooff yyoouurr ddaayy ttoo ssiitt ddoowwnn aanndd ddoo wwhhaatt YYOOUU wwaanntt ttoo ddoo.. YYoouurr ffaavvoorriittee hhoobbbbyy,, ggaammee,, sshhooww,, eettcc..,, oorr yyoouu ccaann ttrryy ssoommeetthhiinngg ccoommpplleetteellyy nneeww!! 22.. TTiimmee MMaannaaggeemmeenntt-- PPuutt yyoouurr ccllaasssseess,, jjoobbss,, aanndd eexxttrraaccuurrrriiccuullaarr rreessppoonnssiibbiilliittiieess iinn bblloocckkss aanndd eevvaalluuaattee tthhee ffrreeee ttiimmee aanndd hhooww yyoouu wwaanntt ttoo ssppeenndd iitt.. 3. Check in with your Support System Daily- Call or plan dates to converse with trusted figures in your life. The sense of isolation in yourself could be lifted"
  },
  {
    "id": 7,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "yyoouu wwaanntt ttoo ssppeenndd iitt.. 3. Check in with your Support System Daily- Call or plan dates to converse with trusted figures in your life. The sense of isolation in yourself could be lifted and give you proper support to relieve your honest feelings and thoughts. RESOURCES IN COLLEGES Check Your College for: Counseling Services: Most colleges have counseling centers with licensed mental health professionals who can provide individual counseling, group therapy, and workshops on managing anxiety and other mental health concerns. Support Groups: Some colleges offer support groups for students with anxiety or related issues. These groups provide a safe space for students to share their experiences, learn coping strategies, and receive peer support. Student Wellness Programs:"
  },
  {
    "id": 8,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "for students with anxiety or related issues. These groups provide a safe space for students to share their experiences, learn coping strategies, and receive peer support. Student Wellness Programs: Colleges often have wellness programs that promote holistic well-being, including mental health. These programs may offer resources such as mindfulness workshops, yoga classes, or relaxation techniques to help students manage stress and anxiety. RESOURCES OUTSIDE OF COLLEGE The Anxiety   Depression Association of America The Substance Abuse   Mental Health Services Administration NAMI Mercer HelpLine: 609.799.8994 x17 CONCLUSION Anxiety among college students is a multi-layered issue with significant implications for both individual well-being and academic success. Through this exploration, it"
  },
  {
    "id": 9,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "609.799.8994 x17 CONCLUSION Anxiety among college students is a multi-layered issue with significant implications for both individual well-being and academic success. Through this exploration, it becomes apparent that various factors contribute to the prevalence of anxiety, including academic pressures, social expectations, financial burdens, and the transitional nature of college life. Effective interventions and support systems are crucial in addressing these challenges, encompassing both individual coping strategies and institutional initiatives aimed at fostering a supportive campus environment. By acknowledging and addressing the complex mesh of factors contributing to anxiety in college students, universities and organizations can play a pivotal role in promoting mental health and"
  },
  {
    "id": 10,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "By acknowledging and addressing the complex mesh of factors contributing to anxiety in college students, universities and organizations can play a pivotal role in promoting mental health and empowering students to thrive both academically and personally. RR ee ff ee rr ee nn cc ee ss Adaa conference: Anxiety and depression association of america, ADAA. ADAA Conference   Anxiety and Depression Association of America, ADAA. (n.d.).  Anxiety disorders. SAMHSA. (n.d.).  Biber, D. D., Melton, B.,   Czech, D. R. (2022). The impact of COVID-19 on college anxiety, optimism, gratitude, and course satisfaction. Journal of American College Health, 70(7), 1947 1952.  org.rider.idm.oclc.org 10.1080 07448481.2020.1842424 Katharina , D., Jansen, C., Ishchanova, K.,   Hilger-Kolb, J. (2018, August 29)."
  },
  {
    "id": 11,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "Journal of American College Health, 70(7), 1947 1952.  org.rider.idm.oclc.org 10.1080 07448481.2020.1842424 Katharina , D., Jansen, C., Ishchanova, K.,   Hilger-Kolb, J. (2018, August 29). Loneliness at Universities: Determinants of Emotional and Social Loneliness among Students. National Library of Medicine.  Lee, J., Jeong, H. J.,   Kim, S. (2021). Stress, anxiety, and depression among undergraduate students during the COVID-19 pandemic and their use of mental health services. Innovative higher education.  Liao, J., Xia, T., Xu, X.,   Pan, L. (2023). The Effect of Appearance Anxiety on Social Anxiety among College Students: Sequential Mediating Effects of Self-Efficacy and Self-Esteem. Behavioral Sciences (2076-328X), 13(8), 692.  Mokrue, K. (2019, May 13). 5 tips for navigating the"
  },
  {
    "id": 12,
    "source": "Anxiety-in-College-Students-Toolkit-Jacob-A_c988ac",
    "text": "Anxiety among College Students: Sequential Mediating Effects of Self-Efficacy and Self-Esteem. Behavioral Sciences (2076-328X), 13(8), 692.  Mokrue, K. (2019, May 13). 5 tips for navigating the stress and anxiety in college. Anxiety and Depression Association of America, ADAA.  tips-navigating-stress-and-anxiety-college Stanford, L. (2023, October 31). Students are missing school because they re too anxious to show up. Education Week.  anxious-to-show-up 2023 10"
  }
]