[
  {
    "id": 1,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "Depression New York State Office of Mental Health What is depression? Everyone feels sad or low sometimes, but these feelings usually pass with a little time. Depression (also called major depressive disorder or clinical depression) is different. It can cause severe symptoms that affect how you feel, think, and handle daily activities, such as sleeping, eating, or working. It is an illness that can affect anyone regardless of age, race, income, culture, or education. Research suggests that genetic, biological, environmental, and psychological factors play a role in depression. Depression may occur with other mental disorders and other illnesses, such as diabetes, cancer, heart disease, and chronic pain. Depression can make these conditions worse, and vice versa. Sometimes medications taken"
  },
  {
    "id": 2,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "with other mental disorders and other illnesses, such as diabetes, cancer, heart disease, and chronic pain. Depression can make these conditions worse, and vice versa. Sometimes medications taken for these illnesses cause side effects that contribute to depression symptoms. What are the different types of depression? Two common forms of depression are:   Major Depression, which includes symptoms of depression most of the time for at least 2 weeks that typically interfere with one s ability to work, sleep, study, and eat.   Persistent Depressive Disorder (Dysthymia), which often includes less severe symptoms of depression that last much longer, typically for at least 2 years. Other forms of depression include:   Perinatal Depression, which occurs when a woman experiences major depression"
  },
  {
    "id": 3,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "severe symptoms of depression that last much longer, typically for at least 2 years. Other forms of depression include:   Perinatal Depression, which occurs when a woman experiences major depression during pregnancy or after delivery (postpartum depression).   Seasonal Affective Disorder, which comes and goes with the seasons, typically starting in late fall and early winter and going away during spring and summer.   Depression with Symptoms of Psychosis, which is a severe form of depression where a person experiences psychosis symptoms, such as delusions (disturbing, false fixed beliefs) or hallucinations (hearing or seeing things that others do not see or hear). Individuals diagnosed with Bipolar Disorder (formerly called manic depression or manic-depressive illness) also experience"
  },
  {
    "id": 4,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "or hallucinations (hearing or seeing things that others do not see or hear). Individuals diagnosed with Bipolar Disorder (formerly called manic depression or manic-depressive illness) also experience depression. Depression 1 New York State Office of Mental Health What are the signs and symptoms of depression? Common symptoms of depression include:   Persistent sad, anxious, or  empty  mood   Feelings of hopelessness or pessimism   Feelings of irritability, frustration  or restlessness   Feelings of guilt, worthlessness, or helplessness   Loss of interest or pleasure in hobbies or activities   Decreased energy, fatigue, or being  slowed down    Difficulty concentrating, remembering, or making decisions   Difficulty sleeping, early morning awakening, or oversleeping   Changes in appetite or"
  },
  {
    "id": 5,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "Decreased energy, fatigue, or being  slowed down    Difficulty concentrating, remembering, or making decisions   Difficulty sleeping, early morning awakening, or oversleeping   Changes in appetite or unplanned weight changes   Aches or pains, headaches, cramps, or digestive problems without a clear physical cause and that do not ease even with treatment   Suicide attempts or thoughts of death or suicide If you or someone you know is in immediate distress or is thinking about hurting themselves, call or text the Suicide and Crisis Lifeline at 988 or chat at 988lifeline.org chat. You also can text the Crisis Text Line (GOT5 to 741741). These services are available 24 7 to anyone and are completely confidential. How is depression diagnosed? To be diagnosed with depression, an individual must"
  },
  {
    "id": 6,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "the Crisis Text Line (GOT5 to 741741). These services are available 24 7 to anyone and are completely confidential. How is depression diagnosed? To be diagnosed with depression, an individual must have five depression symptoms every day, nearly all day, for at least 2 weeks. One of the symptoms must be a depressed mood or a loss of interest or pleasure in almost all activities. Children and adolescents may be irritable rather than sad. If you think you may have depression, talk to your health care provider. Primary care providers routinely diagnose and treat depression and refer individuals to mental health professionals, such as psychologists or psychiatrists. During the visit, your provider may ask when your symptoms began, how long they last, how often they occur, and if they keep you"
  },
  {
    "id": 7,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "mental health professionals, such as psychologists or psychiatrists. During the visit, your provider may ask when your symptoms began, how long they last, how often they occur, and if they keep you from going out or doing your usual activities. It may help to make some notes about your symptoms before your visit. Certain medications and some medical conditions, such as viruses or a thyroid disorder, can cause the same depression symptoms. Your provider can rule out these possibilities by doing a physical exam, interview, and lab tests. 2 Depression New York State Office of Mental Health Does depression look the same in everyone? Depression can affect people differently, depending on their age. Children with depression may be anxious, cranky, pretend to be sick, refuse to go to school,"
  },
  {
    "id": 8,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "depression look the same in everyone? Depression can affect people differently, depending on their age. Children with depression may be anxious, cranky, pretend to be sick, refuse to go to school, cling to a parent, or worry that a parent may die. Older children and teens with depression may get into trouble at school, sulk, be easily frustrated  feel restless, or have low self-esteem. They also may have other disorders, such as anxiety and eating disorders, attention-deficit hyperactivity disorder, or substance use disorder. Older children and teens are more likely to experience excessive sleepiness (called hypersomnia) and increased appetite (called hyperphagia). In adolescence, females begin to experience depression more often than males, likely due to the biological, life cycle, and"
  },
  {
    "id": 9,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "(called hypersomnia) and increased appetite (called hyperphagia). In adolescence, females begin to experience depression more often than males, likely due to the biological, life cycle, and hormonal factors unique to women. Younger adults with depression are more likely to be irritable, complain of weight gain and hypersomnia, and have a negative view of life and the future. They often have other disorders, such as generalized anxiety disorder, social phobia, panic disorder, and substance use disorders. Middle-aged adults with depression may have more depressive episodes, decreased libido, middle-of-the-night insomnia, or early morning awakening. They also may more frequently report having gastrointestinal symptoms such as diarrhea or constipation. Older adults with depression commonly"
  },
  {
    "id": 10,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "middle-of-the-night insomnia, or early morning awakening. They also may more frequently report having gastrointestinal symptoms such as diarrhea or constipation. Older adults with depression commonly experience sadness or grief or may have other less obvious symptoms. They may report a lack of emotions rather than a depressed mood. Older adults also are more likely to have other medical conditions or pain that may cause or contribute to depression. In severe cases, memory and thinking problems (called pseudodementia) may be prominent. Depression 3 New York State Office of Mental Health How is depression treated? Depression treatment typically involves medication, psychotherapy, or both. If these treatments do not reduce symptoms, brain stimulation therapy may be another treatment option."
  },
  {
    "id": 11,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "depression treated? Depression treatment typically involves medication, psychotherapy, or both. If these treatments do not reduce symptoms, brain stimulation therapy may be another treatment option. In milder cases of depression, treatment might begin with psychotherapy alone, and medication added if the individual continues to experience symptoms. For moderate or severe depression, many mental health professionals recommend a combination of medication and therapy at the start of treatment. Choosing the right treatment plan should be based on a person s individual needs and medical situation under a provider s care. It may take some trial and error to find the treatment that works best for you. You can learn more about the different types of treatment, including psychotherapy, medication,"
  },
  {
    "id": 12,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "a provider s care. It may take some trial and error to find the treatment that works best for you. You can learn more about the different types of treatment, including psychotherapy, medication, and brain stimulation therapies. Medications Antidepressants are medications commonly used to treat depression. They take time to work usually 4 to 8 weeks and symptoms such as problems with sleep, appetite, or concentration often improve before mood lifts. It is important to give medication a chance before deciding whether or not it works. Please Note: Some individuals especially children, teenagers, and young adults may experience an increase in suicidal thoughts or behavior when taking antidepressants, particularly in the first few weeks after starting or when the dose is changed. All patients"
  },
  {
    "id": 13,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "and young adults may experience an increase in suicidal thoughts or behavior when taking antidepressants, particularly in the first few weeks after starting or when the dose is changed. All patients taking antidepressants should be watched closely, especially during the first few weeks of treatment. Information about medications changes frequently. Visit the U.S. Food and Drug Administration (FDA) website at www.fda.gov drugsatfda for the latest warnings, patient medication guides, and newly approved medications. Treatment-resistant depression occurs when a person doesn t get better after trying at least two antidepressants. Esketamine is a newer FDA-approved medication for treatment-resistant depression delivered as a nasal spray in a doctor s office, clinic, or hospital. It often acts"
  },
  {
    "id": 14,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "at least two antidepressants. Esketamine is a newer FDA-approved medication for treatment-resistant depression delivered as a nasal spray in a doctor s office, clinic, or hospital. It often acts rapidly typically within a couple of hours to relieve depression symptoms. Individuals usually continue to take an oral antidepressant to maintain the improvement in depression. Another option for treatment-resistant depression is to add a different type of medication that may make an antidepressant more effective, such as an antipsychotic or anticonvulsant medication or bupropion, an antidepressant that works differently from most. Medications prescribed by your health care provider for depression can have side effects, but these may lessen over time. Talk to your provider about any side effects"
  },
  {
    "id": 15,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "works differently from most. Medications prescribed by your health care provider for depression can have side effects, but these may lessen over time. Talk to your provider about any side effects that you have. Do not stop taking medications without the help of a health 4 Depression New York State Office of Mental Health care provider. If you abruptly stop taking your medicine, you may experience severe withdrawal symptoms. FDA has not approved any natural products for depression. While research is ongoing, some people find natural products, including vitamin D and the herbal dietary supplement St. John s wort, to help depression. Do not use St. John s wort or other dietary supplements for depression before talking to your provider. For more information, visit the National Center for"
  },
  {
    "id": 16,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "St. John s wort, to help depression. Do not use St. John s wort or other dietary supplements for depression before talking to your provider. For more information, visit the National Center for Complementary and Integrative Health website at  Psychotherapy Psychotherapy (also called  talk therapy  or  counseling ) teaches individuals with depression new ways of thinking and behaving and helps with changing habits that contribute to depression. Most psychotherapy occurs with a licensed, trained mental health professional in one-on-one sessions or with other individuals in a group setting. Two effective psychotherapies to treat depression include cognitive behavioral therapy (CBT) and interpersonal therapy (IPT). The use of older forms of psychotherapy, such as dynamic therapy, for a limited"
  },
  {
    "id": 17,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "psychotherapies to treat depression include cognitive behavioral therapy (CBT) and interpersonal therapy (IPT). The use of older forms of psychotherapy, such as dynamic therapy, for a limited time also may help some people with depression. With CBT, people learn to challenge and change unhelpful thinking patterns and behavior to improve their depressive and anxious feelings. Recent advances in CBT include introducing mindfulness principles and the development of specialized forms of therapy targeting particular symptoms, such as insomnia. IPT focuses on interpersonal and life events that impact mood and vice versa. The goal of IPT is to help people improve their communication skills within relationships, establish social support networks, and develop realistic expectations to help them"
  },
  {
    "id": 18,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "mood and vice versa. The goal of IPT is to help people improve their communication skills within relationships, establish social support networks, and develop realistic expectations to help them deal with crises or other issues that may be contributing to or worsening their depression. Brain Stimulation Therapy Brain stimulation therapy, which involves activating or inhibiting the brain directly with electricity or magnetic waves, is another option for some people when other depression treatments have not been effective. The most common forms of brain stimulation therapy include electroconvulsive therapy and repetitive transcranial magnetic stimulation. Other brain stimulation therapies are newer and, in some cases, still experimental. Depression 5 New York State Office of Mental Health"
  },
  {
    "id": 19,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "therapy and repetitive transcranial magnetic stimulation. Other brain stimulation therapies are newer and, in some cases, still experimental. Depression 5 New York State Office of Mental Health How can I find help? New York State Mental Health Program Directory The Mental Health Program Directory provides information on all programs in New York State that are operated, licensed or funded by the State Office of Mental Health (OMH). This site includes three search options: Basic Search, Advanced Search, and Full Directory. Definitions for all programs are available under the Support tab, along with directory help and information on program data collection. Find services close to you at:  Mental Health Treatment Program Locator The Substance Abuse and Mental Health Services Administration"
  },
  {
    "id": 20,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "with directory help and information on program data collection. Find services close to you at:  Mental Health Treatment Program Locator The Substance Abuse and Mental Health Services Administration (SAMHSA) provides this online resource for locating mental health treatment facilities and programs. The Mental Health Treatment Locator section of the Behavioral Health Treatment Services Locator lists facilities providing mental health services to persons with mental illness. Find a facility in your state at:  6 Depression New York State Office of Mental Health How can I take care of myself? Once you begin treatment, you should gradually start to feel better. Go easy on yourself during this time. Try to do things you used to enjoy. Even if you don t feel like doing them, they can improve your"
  },
  {
    "id": 21,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "you begin treatment, you should gradually start to feel better. Go easy on yourself during this time. Try to do things you used to enjoy. Even if you don t feel like doing them, they can improve your mood. Other things that may help:   Try to get some physical activity  Just 30 minutes a day of walking can boost your mood   Try to maintain a regular bedtime and wake-up time   Eat regular, healthy meals   Do what you can as you can  Decide what must get done and what can wait   Try to connect with other people and talk with people you trust about how you are feeling   Postpone important life decisions until you feel better.   Avoid using alcohol, nicotine, or drugs, including medications not prescribed for you How can I help a loved one who is depressed? If someone you know has depression,"
  },
  {
    "id": 22,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "until you feel better.   Avoid using alcohol, nicotine, or drugs, including medications not prescribed for you How can I help a loved one who is depressed? If someone you know has depression, help them see a health care provider or mental health professional. You also can:   Offer support, understanding, patience, and encouragement   Invite them out for walks, outings, and other activities   Help them stick to their treatment plan, such as setting reminders to take prescribed medications   Make sure they have transportation to therapy appointments   Remind them that, with time and treatment, the depression will lift Take comments about suicide seriously and report them to your loved one s health care provider or therapist. If they are in immediate distress or thinking about hurting"
  },
  {
    "id": 23,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "the depression will lift Take comments about suicide seriously and report them to your loved one s health care provider or therapist. If they are in immediate distress or thinking about hurting themselves, call 988 for emergency services or go to the nearest hospital emergency room. Depression 7 New York State Office of Mental Health For Immediate Help If you are in crisis, experiencing emotional distress, or worried about someone you know:   Call or text the Suicide and Crisis Lifeline at 988 or chat at 988lifeline.org  chat. 24 hours a day, 7 days a week. You can also text the Crisis Text Line (GOT5 to 741741). These services are available to anyone and are completely confidential. If you are thinking about harming yourself or thinking about suicide:   Tell someone who can help right"
  },
  {
    "id": 24,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "Line (GOT5 to 741741). These services are available to anyone and are completely confidential. If you are thinking about harming yourself or thinking about suicide:   Tell someone who can help right away   Call your licensed mental health professional if you are already working with one   Call your doctor   Go to the nearest hospital emergency department If a loved one is considering suicide:   Do not leave them alone   Try to get your loved one to seek immediate help from a doctor or the nearest hospital emergency room, or call 988   Remove access to firearms or other potential tools for suicide, including medications 8 Depression The New York State Office of Mental Health thanks the National Institute of Mental Health for providing the information contained in this booklet. 2023 In"
  },
  {
    "id": 25,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "suicide, including medications 8 Depression The New York State Office of Mental Health thanks the National Institute of Mental Health for providing the information contained in this booklet. 2023 In Crisis? For questions or complaints We ve got time to listen. regarding mental health services anywhere in New York State Text Got5 to 741741 please contact: New York State Office of Mental Health Customer Relations 44 Holland Avenue Albany, NY 12229 Call Text 988 or (800) 597-8481 (toll-free) Chat at 988lifeline.org Are you in crisis, experiencing emotional distress, or worried For information about mental health about someone you know? services in your community, contact 24 hrs day, 7 days wk the New York State Office of Mental Health regional office nearest you: Central New York Field"
  },
  {
    "id": 26,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "about mental health about someone you know? services in your community, contact 24 hrs day, 7 days wk the New York State Office of Mental Health regional office nearest you: Central New York Field Office Connect with OMH 545 Cedar Street, 2nd Floor Syracuse, NY 13210-2319 (315) 426-3930 www.facebook.com nysomh Hudson River Field Office 10 Ross Circle, Suite 5N Poughkeepsie, NY 12601 (845) 454-8229 www.twitter.com nysomh  nysomh Long Island Field Office 998 Crooked Hill Road Building  45-3 www.youtube.com user nysomh West Brentwood, NY 11717-1087 (631) 761-2508 New York City Field Office 330 Fifth Avenue, 9th Floor New York, NY 10001-3101 (212) 330-1650 For additional information regarding this publication please contact: Western New York Field Office NYS OMH Community Outreach 737"
  },
  {
    "id": 27,
    "source": "depression_New_York_State_Office_of_Mental_Health_03e50f",
    "text": "330 Fifth Avenue, 9th Floor New York, NY 10001-3101 (212) 330-1650 For additional information regarding this publication please contact: Western New York Field Office NYS OMH Community Outreach 737 Delaware Avenue, Suite 200 and Public Education Office Buffalo, NY 14209 44 Holland Avenue (716) 533-4075 Albany, NY 12229 (800) 597-8481 (toll free) www.omh.ny.gov"
  }
]