[
  {
    "id": 1,
    "source": "depression-1_dde48a",
    "text": "VA research on DEPRESSION Depression causes sadness, loss of interest in activities people once enjoyed, withdrawal from others, and low energy. Depression can also cause people to feel hopeless about the future and even think about suicide. ABOUT DEPRESSION diagnosing depression and other mood (SNRIs) may be more effective in treating disorders such as bipolar disorder, depression symptoms than drugs that   According to the National Institute of persistent despondency, and seasonal affect only serotonin (SSRIs) Mental Health (NIMH), major depression is affective disorder. one of the most common mental disorders 2015   Learned that talk therapy delivered in the United States, and it carries the   Researchers are developing models of by two-way video calls is at least as heaviest burden of"
  },
  {
    "id": 2,
    "source": "depression-1_dde48a",
    "text": "mental disorders 2015   Learned that talk therapy delivered in the United States, and it carries the   Researchers are developing models of by two-way video calls is at least as heaviest burden of disability among family interventions and social support effective as in-person treatment delivery mental and behavioral disorders. In 2014, to help Veterans recover from mood for older Veterans with depression NIMH estimated that some 15.7 million disorders, learning which risk factors adults aged 18 or older in the United States make a person more likely to suffer from RECENT STUDIES: SELECTED had at least one major depressive episode depression or to respond positively to a HIGHLIGHTS in the past year 6.7 percent of all U.S. specific medication, and identifying and   Veterans with depression"
  },
  {
    "id": 3,
    "source": "depression-1_dde48a",
    "text": "at least one major depressive episode depression or to respond positively to a HIGHLIGHTS in the past year 6.7 percent of all U.S. specific medication, and identifying and   Veterans with depression are more adults. testing potential new drugs for depression likely to complain of increased chest and other disorders.   Most experts believe a combination of pain related to ischemic heart disease. genes and stressful life events can cause Ischemic heart disease, also known as depression. Health problems such as SELECTED MILESTONES AND coronary artery disease, is the term given MAJOR EVENTS anemia or an underactive thyroid gland to heart problems caused by narrowed can also lead to depression, as can certain 2006   Developed, through VA s TIDES heart arteries. Researchers at the VA Puget"
  },
  {
    "id": 4,
    "source": "depression-1_dde48a",
    "text": "or an underactive thyroid gland to heart problems caused by narrowed can also lead to depression, as can certain 2006   Developed, through VA s TIDES heart arteries. Researchers at the VA Puget medicines, such as steroids or narcotics. project, an evidence-based collaborative Sound Health Care System found that approach to depression management changes in depression symptoms could   In 2008, VA estimated that about 1 in 3 affect the perception of a patient s chest Veterans visiting primary care clinics has 2006   Began the Heart and Soul Study, pain, or angina. The greater the perception some symptoms of depression; 1 in 5 has on how psychological factors influence of chest pain, regardless of the actual serious symptoms that suggest the need the outcomes of patients with coronary extent"
  },
  {
    "id": 5,
    "source": "depression-1_dde48a",
    "text": "symptoms of depression; 1 in 5 has on how psychological factors influence of chest pain, regardless of the actual serious symptoms that suggest the need the outcomes of patients with coronary extent of the disease, the greater the for further evaluation for major depression; heart disease likelihood of cardiac intervention. (Annals and 1 in 8 to 10 has major depression, of Behavioral Medicine, February 2015) 2008   Demonstrated that the link requiring treatment with psychotherapy or between depression and heart disease antidepressants.   Veterans with depression, PTSD, may hinge largely on behavioral factors and traumatic brain injury have the associated with depression, such as lack of VA RESEARCH ON DEPRESSION: greatest level of difficulty in getting exercise and increased smoking"
  },
  {
    "id": 6,
    "source": "depression-1_dde48a",
    "text": "on behavioral factors and traumatic brain injury have the associated with depression, such as lack of VA RESEARCH ON DEPRESSION: greatest level of difficulty in getting exercise and increased smoking OVERVIEW around, communicating and getting along with others, self-care, and other   VA researchers are making important 2012   Found that serotonin and daily tasks, according to researchers at headway in treating, screening, and norepinephrine reuptake inhibitors VA s Translational Research Center for (Continued on back) stBairrsdte  x  t dFislakgs Photo:  iStock slowgogo DEPRESSION TBI and Stress Disorders. Patients with and Rural Outreach Center randomly with winter and were encouraged to these conditions have higher levels of assigned 241 Veterans aged 58 or engage in fun activities to"
  },
  {
    "id": 7,
    "source": "depression-1_dde48a",
    "text": "Disorders. Patients with and Rural Outreach Center randomly with winter and were encouraged to these conditions have higher levels of assigned 241 Veterans aged 58 or engage in fun activities to counteract disability than those with any other older with major depression to receive their avoidance mechanisms. (American three-diagnosis combination. (Journal of either telemedicine or same-room Journal of Psychiatry, Sept. 1, 2015) Traumatic Stress, February 2015) psychotherapy. Both groups received   Depression may be the cause the same kind of treatment: behavioral   Women Veterans who undergo of poor health behaviors, not its activation, a talk therapy that emphasizes cardiac catheterization are more consequence, according to a study reinforcing positive behaviors. The likely to be"
  },
  {
    "id": 8,
    "source": "depression-1_dde48a",
    "text": "of poor health behaviors, not its activation, a talk therapy that emphasizes cardiac catheterization are more consequence, according to a study reinforcing positive behaviors. The likely to be depressed or have led by VA and University of California, team found that telemedicine-delivered posttraumatic stress disorder (PTSD) San Francisco researchers. The team psychotherapy produced similar than women who did not. They also found that depressive symptoms were outcomes to in-person treatment. tend to be younger and more obese linked to a range of lifestyle risk factors (Lancet Psychiatry, August 2015) than men and are also significantly among 667 patients with coronary heart less likely to have obstructive coronary   Cognitive behavioral therapy (CBT) disease. These included smoking, low"
  },
  {
    "id": 9,
    "source": "depression-1_dde48a",
    "text": "2015) than men and are also significantly among 667 patients with coronary heart less likely to have obstructive coronary   Cognitive behavioral therapy (CBT) disease. These included smoking, low disease, according to researchers can help Veterans and others with levels of physical activity, poor sleep with the VA Ann Arbor Healthcare seasonal affective disorder (SAD). quality, and poor mental activities. System and the University of Michigan. CBT is a form of psychotherapy that Each of these lifestyle factors got worse Consequently, they were less likely focuses on the integral relationship over a five-year period in depressed to have been prescribed heart between people s thoughts and their individuals, more so than in those who medications. However, their long-term behaviors. SAD is a"
  },
  {
    "id": 10,
    "source": "depression-1_dde48a",
    "text": "over a five-year period in depressed to have been prescribed heart between people s thoughts and their individuals, more so than in those who medications. However, their long-term behaviors. SAD is a form of clinical had cardiovascular disease but few, if health outcomes were about the same depression that occurs in fall and any, symptoms of depression. (Annals of as those of their male counterparts. winter and is more highly prevalent in Behavioral Medicine, August 2016) (Circulation: Cardiovascular Quality and those who live in northern climates. For more information on VA studies Outcomes, March 2015) In a study by researchers from VA s on depression and other key topics Baltimore and Denver Mental Illness   Talk therapy delivered by two-way relating to Veterans  health, please"
  },
  {
    "id": 11,
    "source": "depression-1_dde48a",
    "text": "March 2015) In a study by researchers from VA s on depression and other key topics Baltimore and Denver Mental Illness   Talk therapy delivered by two-way relating to Veterans  health, please Research Education and Clinical Centers video calls is at least as effective as visit www.research.va.gov topics (MIRECCs), along with researchers from in-person treatment delivery for older several universities, patients focused on Veterans with depression. A study led behaviors that would help them cope by researchers from VA s Health Equity Major depression is one of the most common mental disorders in the U.S., and it carries the heaviest burden of disability among mental and behavioral disorders. Updated September 2016   For a digital version of this fact sheet with active links to sources,"
  },
  {
    "id": 12,
    "source": "depression-1_dde48a",
    "text": "in the U.S., and it carries the heaviest burden of disability among mental and behavioral disorders. Updated September 2016   For a digital version of this fact sheet with active links to sources, visit www.research.va.gov topics stBairrsdte  x  t dFislakgs"
  }
]