[
  {
    "id": 1,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "the vicious cycle of depression The symptoms of depression can bring about some tackling your list of tasks and responsibilities, but doing it in drastic changes in a depressed person s life, daily a realistic and achievable way, so that you set yourself up to routines, and their behaviour. Often it is these changes succeed. that makes the depression worse and prevents the depressed person from getting better. Becoming more active has a number of advantages: For example, a lack of motivation or a lack of energy can   Activity helps you to feel better result in a depressed person cutting back on their   Activity helps you to feel less tired activities, neglecting their daily tasks and responsibilities,   Activity can help you think more clearly and leaving decision-making to others. Have"
  },
  {
    "id": 2,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "on their   Activity helps you to feel less tired activities, neglecting their daily tasks and responsibilities,   Activity can help you think more clearly and leaving decision-making to others. Have you noticed these changes in yourself when you are depressed? When the depression cycle is broken, it will look like this: You may find that you have become less and less active, don t go out much anymore, avoid hanging out with Reversing The Vicious Cycle of Depression friends, and stopped engaging in your favourite activity. When this happens, you have become locked in the vicious cycle of depression, which might look like this: Increased Activity The Vicious Cycle of Depression Greater energy   Feeling hopeful, more motivation confident, less guilty Depression Increased guilt, Improved"
  },
  {
    "id": 3,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "which might look like this: Increased Activity The Vicious Cycle of Depression Greater energy   Feeling hopeful, more motivation confident, less guilty Depression Increased guilt, Improved hopelessness, Low energy, fatigue, Depression ineffectiveness decreased interest Decreased activity, neglect of Here s a list of possible fun things to do. You can add your responsibilities own to this list. 1. Soaking in the bathtub 2. Collecting things (coins, shells, etc.) When your activity level decreases, you may become 3. Going for a day trip even less motivated and more lethargic. When you stop 4. Going to see a comedy at the movies doing the things you used to love, you miss out on 5. Going to the beach experiencing pleasant feelings and positive experiences. 6. Playing squash tennis badminton"
  },
  {
    "id": 4,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "to see a comedy at the movies doing the things you used to love, you miss out on 5. Going to the beach experiencing pleasant feelings and positive experiences. 6. Playing squash tennis badminton Your depression could get worse. 7. Having a barbecue at the park 8. Going for a walk, jog, or hike Similarly, when one begins neglecting a few tasks and 9. Listening to uplifting music responsibilities at work or at home, the list may begin to 10. Gardening pile up. As such, when a depressed person thinks about the things they have to do, they may feel overwhelmed Try some of them out and evaluate how you feel before by the pile of things they have put off doing. This may and after the activity. Chances are, you ll find that you ll result in them feeling guilty or thinking that they are feel a"
  },
  {
    "id": 5,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "how you feel before by the pile of things they have put off doing. This may and after the activity. Chances are, you ll find that you ll result in them feeling guilty or thinking that they are feel a little better. The important thing is to persist   ineffective or even, a failure. This will also worsen the keeping your activity levels up is the first step to breaking depression. out of that vicious cycle! Reversing the Vicious Cycle of Depression The second step is to look at how thinking patterns One of the ways of breaking the vicious cycle of is contribute to the vicious cycle of depression. The through the use of medication. Medication such as  Improving how you feel  information sheet starts to look antidepressants can help change your energy level and more closely at this. improve"
  },
  {
    "id": 6,
    "source": "Depression-Information-Sheet-04-Vicious-Cycle-of-Depression_1de0ba",
    "text": "The through the use of medication. Medication such as  Improving how you feel  information sheet starts to look antidepressants can help change your energy level and more closely at this. improve sleep. Another way is to increase your activity level, especially in pleasurable activities and C entre for C linical I nterventions This document is for information purposes only. Please refer to the full disclaimer and copyright statement available at  Psychotherapy Research Training  regarding the information from this website before making use of such information. See website www.cci.health.wa.gov.au for more handouts and resources."
  }
]