[
  {
    "id": 1,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Managing Depressive Symptoms: A Review of the Literature  Treatment Improvement Protocol (TIP) Series 48 Contents Section 1 A Review of the Literature Section 2 Annotated Bibliography Section 3 General Bibliography Appendix A Methodology  This document is available online only ( and supports TIP 48, Managing Depressive Symptoms in Substance Abuse Clients DuringEarly Recovery. U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES Substance Abuse and Mental Health Services Administration Center for Substance Abuse Treatment www.samhsa.gov Contents Section 1 A Review of the Literature. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-1 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
  },
  {
    "id": 2,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-1 Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-1 Content. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-1 Clinical Issues. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-2 Administrative Issues. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-7 References . . . . ."
  },
  {
    "id": 3,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": ". . . . 1-2 Administrative Issues. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-7 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-12 Section 2 Annotated Bibliography . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2-1 Clinically Related Treatment and Intervention Studies . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2-1 Research-Related Studies  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."
  },
  {
    "id": 4,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": ". . . . . . . . . . . . . . . . . . . . 2-1 Research-Related Studies  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2-4 Section 3 General Bibliography . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3-1 Appendix A Methodology. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . A-1 ii Section 1 A Review of the Literature Introduction Overview This Treatment Improvement Protocol (TIP) is designed to assist substance abuse counselors in working with adult clients who are experiencing depressive symptoms (see discussion in Part 1, Chapter 1) and administrators in"
  },
  {
    "id": 5,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Protocol (TIP) is designed to assist substance abuse counselors in working with adult clients who are experiencing depressive symptoms (see discussion in Part 1, Chapter 1) and administrators in supporting the work of substance abuse counselors. Depressive symptoms are common among clients in substance abuse treatment. Research indicates that substance abuse counselors will encounter significant numbers of individuals with co-occurring depressive symptoms. When they occur, depressive symptoms can make working with clients more difficult. They can also interfere with clients  recovery and ability to participate in treatment. Table 1.1 in Part 1, Chapter 1 of this TIP lists symptoms of depression. These symptoms are found in clients with mood disorders defined in the Diagnostic and"
  },
  {
    "id": 6,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and ability to participate in treatment. Table 1.1 in Part 1, Chapter 1 of this TIP lists symptoms of depression. These symptoms are found in clients with mood disorders defined in the Diagnostic and Statistical Manual of Mental Disorders (4th edition, Text Revision (DSM IV-TR; American Psychiatric Association [APA] 2000) as well in clients who present with depressive symptoms but without psychiatric ill  ness. These clients are often referred to as experiencing  subclinical  or  mild  depression. Subclinical depres  sion is differentiated from mood disorders by the number of symptoms present, the impact (or severity) of symp  toms on the individual, and by the length of time the symptoms have been present. The methods and techniques presented in this TIP are appropriate for clients in"
  },
  {
    "id": 7,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the impact (or severity) of symp  toms on the individual, and by the length of time the symptoms have been present. The methods and techniques presented in this TIP are appropriate for clients in all stages of recovery. However, the focus of this TIP is on the first few months of early recovery, when depressive symptoms are particularly common. This TIP is not intended to instruct or encourage substance abuse counselors in treating any mood disorder as defined in the DSM IV-TR (APA 2000a). Clients with diagnosed mood disorders (e.g., major depression, dys  thymia, cyclothymia, bipolar disorder, substance-induced mood disorder, etc.) need specialized treatment from a trained and licensed mental health professional. Content This TIP is divided into three parts that are bound or produced"
  },
  {
    "id": 8,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "substance-induced mood disorder, etc.) need specialized treatment from a trained and licensed mental health professional. Content This TIP is divided into three parts that are bound or produced separately:   Part 1: Managing Depressive Symptoms in Substance Abuse Clients During Early Recovery   Part 2: Managing Depressive Symptoms: An Implementation Guide for Administrators   Part 3: Managing Depressive Symptoms: A Review of the Literature This part, Part 3, is a literature review on the topic of depressive symptoms, and is available for use by clinical supervisors, interested substance abuse counselors, and administrators. It includes literature that addresses both clinical and administrative concerns. To facilitate ongoing updates (which will be performed every 6 months for up to 5"
  },
  {
    "id": 9,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "counselors, and administrators. It includes literature that addresses both clinical and administrative concerns. To facilitate ongoing updates (which will be performed every 6 months for up to 5 years from first publication), the literature review will only be available online at  The following topics are addressed in Part 3:   Review of the literature pertaining to clinical issues discussed in Part 1 of this TIP.   Review of the literature pertaining to administrative issues discussed in Part 2 of this TIP.   Information about the methodology used to perform the literature search (see appendix A).   An annotated bibliography of 82 core sources and a general bibliography. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 11--11 Printed copies of Parts 1 and 2 can be obtained from"
  },
  {
    "id": 10,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "A).   An annotated bibliography of 82 core sources and a general bibliography. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 11--11 Printed copies of Parts 1 and 2 can be obtained from SAMHSA s National Clearinghouse for Alcohol and Drug Information ( Electronic copies can be downloaded from  More information on substance abuse treatment for people with depressive disorder diagnoses can be found in TIP 42, Substance Abuse Treatment for Persons with Co-Occurring Disorders (Center for Substance Abuse Treatment, 2005). Clinical Issues There is a small but useful body of literature that focuses specifically on the relationship of depressive symp  toms that do not reach the diagnostic criteria for clinical depression to substance use disorders and their treat  ment. This section of"
  },
  {
    "id": 11,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "focuses specifically on the relationship of depressive symp  toms that do not reach the diagnostic criteria for clinical depression to substance use disorders and their treat  ment. This section of the review addresses:   What is meant by depressive symptoms.   Epidemiology and nosology.   Depressive symptoms, substance abuse dependence, and substance abuse treatment.   Treatment modalities for depressive symptoms. Defining Depressive Symptoms The introduction of specific inclusion, exclusion, and duration criteria for depressive disorders in the 1970s result  ed in a high degree of reliability in diagnosis. However, as Klein, Shankman, and McFarland (2006) note, there is growing recognition that these classification systems, including the DSM-IV-TR (APA, 2000) and the International"
  },
  {
    "id": 12,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "in diagnosis. However, as Klein, Shankman, and McFarland (2006) note, there is growing recognition that these classification systems, including the DSM-IV-TR (APA, 2000) and the International Statistical Classification of Diseases and Health Related Problems (ICD-10; World Health Organization 2004) do not adequately capture the distinction between normality and pathology. On the one hand, some major depressive symptoms are considered a  normal  response to bereavement, but not to other losses such as divorce or abandon  ment. On the other hand, depressive symptoms that do not meet a diagnostic threshold may cause considerable suffering and impairment (Angst   Merikangas, 1997), and research has consistently shown that dysfunction and impairment (both occupational and social) are"
  },
  {
    "id": 13,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "diagnostic threshold may cause considerable suffering and impairment (Angst   Merikangas, 1997), and research has consistently shown that dysfunction and impairment (both occupational and social) are associated with subdiagnostic levels of depressive symptoms (Solomon, 2001). At least one major longitudinal study (Angst, Sellaro,   Merikangas, 2000) suggests that individ  uals followed for 15 years showed little stability in regard to depression diagnoses. Among the various recommendations for revisions to the classification of depressive disorders have been several efforts to define depressive disorders that are milder in symptomatology or duration than major depressive dis  order (MD), dysthymic disorder, bipolar disorders, substance-induced mood disorders, or other depressive ill"
  },
  {
    "id": 14,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorders that are milder in symptomatology or duration than major depressive dis  order (MD), dysthymic disorder, bipolar disorders, substance-induced mood disorders, or other depressive ill  nesses. Most evidence suggests that subthreshold depressive symptoms exist on a continuum with unipolar clinical depression, but further research is needed to rule out the possibility of a latent qualitative difference between subthreshold and diagnosable depression (Solomon, 2001). These disorders have been variously referred to  subclinical depression,   minor depression,  and  mild depression.  Objections may be raised that terms such as  mild  and  minor  minimize the suffering associated with these disorders. Accordingly, we will refer to  depressive symptoms  with the understanding that this"
  },
  {
    "id": 15,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "may be raised that terms such as  mild  and  minor  minimize the suffering associated with these disorders. Accordingly, we will refer to  depressive symptoms  with the understanding that this term implies a level of disorder (i.e., clinically significant impairment or dysfunction) that does not qualify for diagnosis as a mood disorder. Where investiga  tors use a specific term in their writing, we simply use the term they have chosen. As early as 1978, Research Diagnostic Criteria (RDC; Spitzer, Endicott,   Robins, 1978, p. 773) defined a non- major depressive disorder as,  Nonpsychotic episodes of illness in which the most prominent disturbance is a relatively sustained mood of depression without the full depressive syndrome, although some associated fea  tures must be present. It may"
  },
  {
    "id": 16,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of illness in which the most prominent disturbance is a relatively sustained mood of depression without the full depressive syndrome, although some associated fea  tures must be present. It may be chronic or episodic.  The RDC classification excludes symptoms due to bereavement and requires depressed mood, two depressive symptoms, and impairment or help-seeking. The duration of symptoms must be 1 week for a probable diagnosis and 2 weeks for a definite diagnosis. The descriptive portion of the RDC criteria (i.e.,  relatively sustained mood of depression without the full depressive syndrome ) captures the essence of almost all phenomenological discussion of  depressive symptoms  1-2 Part 3, Section 1 (e.g., Angst   Merikangas, 1997; Beck   Koenig, 1996; Kessler, Zhao, Blazer,   Swartz,"
  },
  {
    "id": 17,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": ") captures the essence of almost all phenomenological discussion of  depressive symptoms  1-2 Part 3, Section 1 (e.g., Angst   Merikangas, 1997; Beck   Koenig, 1996; Kessler, Zhao, Blazer,   Swartz, 1997; Rapaport et al., 2002), in which the sufferer feels depressed and is dysfunctional but does not meet the criteria for clinical depression. Not surprisingly then, many attempts to operationalize definitions of  depressive symptoms  rely on the DSM or ICD criteria for MD, but choose some lesser number of criteria as the cutoff. This is the strategy adopted by DSM-IV-TR in establishing research criteria for minor depression: two to four of the nine criteria for MD (one of the symptoms must be depressed mood) accompanied by distress of impairment of functioning. Beck and Koenig s (1996)"
  },
  {
    "id": 18,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "criteria for minor depression: two to four of the nine criteria for MD (one of the symptoms must be depressed mood) accompanied by distress of impairment of functioning. Beck and Koenig s (1996) review suggests that the  not MD  operational definition is also widely used. These definitions differ in the number of MD criteria that must be met (which can be as few as one), the requirement that one of the symptoms is depressed mood (not universally required), whether a previous episode of mood dis  order is an exclusion criterion, and whether MD and dysthymia must be specifically ruled out. Within the research context (e.g., Peck, Reback, Yang, Rotheram-Fuller,   Shoptaw, 2005; Rapaport et al., 2002), some investigators have relied on questionnaires and rating scales (e.g., Beck Depression"
  },
  {
    "id": 19,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the research context (e.g., Peck, Reback, Yang, Rotheram-Fuller,   Shoptaw, 2005; Rapaport et al., 2002), some investigators have relied on questionnaires and rating scales (e.g., Beck Depression Inventory, the National Institute of Mental Health Diagnostic Interview Schedule) to classify subjects as having  depressive symptoms.  However, these strategies are conceptually similar to those that rely on DSM or ICD criteria in that a lower cutoff than that associated with MD is chosen as the inclusion criterion. Despite a rather wide range of possible definitions, there appears to be a general consensus that the phenome  non variously called mild depression, minor depression, or depressive symptoms is a real condition and that it causes significant disruptions in functioning for those it"
  },
  {
    "id": 20,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "consensus that the phenome  non variously called mild depression, minor depression, or depressive symptoms is a real condition and that it causes significant disruptions in functioning for those it affects (e.g., Martin, Blum, Beach,   Roman, 1996; Solomon, 2001). Epidemiology and Nosology Because the major work in this area has been conducted by Kessler and his colleagues, we will use here his term,  mild depression.  Studies of mild depression are relatively recent and, as already noted, definitions and inclusion criteria differ. However, some epidemiologic findings are available. Kessler and colleagues (1997) analyzed data from the National Comorbidity Survey (NCS) to study the lifetime prevalence, correlates, course, and impairments associated with mild depression and to compare these"
  },
  {
    "id": 21,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "colleagues (1997) analyzed data from the National Comorbidity Survey (NCS) to study the lifetime prevalence, correlates, course, and impairments associated with mild depression and to compare these with life  time prevalence, correlates, course, and impairments associated with two levels of MD: 5 6 symptoms (MD 5 6) and 7 9 symptoms (MD 7 9). The estimated lifetime prevalence for mild depression was 10 per  cent in the general population as compared to 8.3 percent for MD 5 6, and 7.5 percent for MD 7 9. All three disorders were elevated among women, non-Hispanic whites, and the unemployed. However, unlike the case with MD and dysthymic disorder, rates of mild depression showed significant regional differ  ences, with rates highest in the West and lowest in the South. Almost 75 percent of"
  },
  {
    "id": 22,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "unlike the case with MD and dysthymic disorder, rates of mild depression showed significant regional differ  ences, with rates highest in the West and lowest in the South. Almost 75 percent of persons with mild depression report more than one depressive episode. Symptom severity was correlated with the number of episodes and their duration. Over their lifetimes, people with mild depres  sion showed fewer episodes of shorter duration than those with MD 5 6 or MD 7 9. Impairment associated with a given episode also increased as a function of the number of symptoms. However, the number of people with mild depression who reported impairment (42 ) was not much lower than the number of persons with MD 5 6 who reported impairment (49.7 ). A replication study has been conducted for the NCS, but"
  },
  {
    "id": 23,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "with mild depression who reported impairment (42 ) was not much lower than the number of persons with MD 5 6 who reported impairment (49.7 ). A replication study has been conducted for the NCS, but to date no publications are available detailing findings from that study relative to mild depression. Kessler s data are in substantial agreement with a Zurich study of 600 young adults that found 11 percent had experienced mild depression at some time before the age of 30 (Angst et al., 2000). In a review of multiple stud  ies, Beck and Koenig (1996) report lifetime rates of mild depression ranging from 8 to 74 percent using a wide range of inclusion criteria. A recent review of mild depression studies places the point prevalence of mild depression between 2 and 5 percent (Rapaport et al.,"
  },
  {
    "id": 24,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "from 8 to 74 percent using a wide range of inclusion criteria. A recent review of mild depression studies places the point prevalence of mild depression between 2 and 5 percent (Rapaport et al., 2002). The temporal relationship between mild depression and MD has received some research attention. Kessler and colleagues (1997) found that most people who made a transition to MD did so after a large number of mild MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-3 depression episodes. Rapaport and colleagues (2002) conclude that mild depression can occur independently of a lifetime history of MD, or can be a stage of MD in the course of recurrent unipolar depression. However, they note an odds ratio of 4.4 of developing MD within a year for persons with depressive symptoms compared"
  },
  {
    "id": 25,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of MD, or can be a stage of MD in the course of recurrent unipolar depression. However, they note an odds ratio of 4.4 of developing MD within a year for persons with depressive symptoms compared with people with no symptoms. Based on their own work and a review of the literature, Rapaport and colleagues (2002, p. 637) sum up the evidence on the relationship between MD and mild depression, stating that  individu  als with a history of major depressive disorder freely traverse between major depressive disorder, minor depres  sion, and subsyndromal depressive symptoms.  It is as yet unclear whether mild depression represents a separate disorder or reflects the lower end of a spec  trum of depressive disorders (Angst et al., 2000; Solomon, 2001) that differ in intensity and duration, but not"
  },
  {
    "id": 26,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "mild depression represents a separate disorder or reflects the lower end of a spec  trum of depressive disorders (Angst et al., 2000; Solomon, 2001) that differ in intensity and duration, but not necessarily in kind. However, data raise questions as to the validity of viewing mild depression as a separate category. Kessler and colleagues (1997) note that almost all observed differences between mild depression and MD categories 5 6 and 7 9 are monotonic functions that are well described by the number of symptoms. Moreover, the magnitude of differences between mild depression and MD 5 6 are similar to the magnitude of differences between MD 5 6 and MD 7 9. In other words, the data suggest a single disorder varying in severity rather than any real difference between mild depression and MD."
  },
  {
    "id": 27,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to the magnitude of differences between MD 5 6 and MD 7 9. In other words, the data suggest a single disorder varying in severity rather than any real difference between mild depression and MD. Rapaport and colleagues (2002) also note that data on familial transmission of MD and mild depression and the fluidity of MD and mild depression with rela  tively short timeframes argue against treating these as separate disorders. Elsewhere, Kessler and colleagues (2005) note that almost half the respondents in the NCS who received treat  ment did not meet DSM-IV-TR criteria for a disorder. Using a different measure (i.e., whether individuals endorsed specific screening questions for low mood and anhedonia), the National Institute on Alcohol Abuse and Alcoholism s National Epidemiologic Survey on"
  },
  {
    "id": 28,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "measure (i.e., whether individuals endorsed specific screening questions for low mood and anhedonia), the National Institute on Alcohol Abuse and Alcoholism s National Epidemiologic Survey on Alcohol and Related Conditions (NESARC) determined that 33.8 percent of the population had some form of  mild  or  minor  depression (Compton, Conway, Stinson,   Grant, 2006). However, the NCS measure of mild depression is a more clinically significant measure of depressive symptoms than this measure from the NESARC. The DSM-IV-TR also recognizes that there are specific features of depressive-spectrum disorders related to gen  der and cultural background, with certain symptoms being more common depending on age, gender, and cul  ture. It should be expected that there can be differences in the"
  },
  {
    "id": 29,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorders related to gen  der and cultural background, with certain symptoms being more common depending on age, gender, and cul  ture. It should be expected that there can be differences in the incidence and presentation of subclinical depres  sive symptoms related to these factors as well. Depressive Symptoms, Substance Abuse, and Substance Abuse Treatment The recent emergence of concern with subclinical depressive symptoms and difficulties agreeing on definitions of the phenomenon limit the availability of data on the relationship between depressive symptoms and sub  stance use disorders. However, a few studies that directly address the relationship do exist. In addition, useful information may be inferred from studies of clinical depression and substance abuse to the extent that"
  },
  {
    "id": 30,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "However, a few studies that directly address the relationship do exist. In addition, useful information may be inferred from studies of clinical depression and substance abuse to the extent that subclini  cal and clinical depression represent points on a continuum rather than discrete disorders. Pending further research on this hypothesis, however, the most conservative approach is to stay within the bounds of studies that specifically address mild depression as defined by Kessler and colleagues (1997). Comorbidity Kessler and colleagues (1997) report that prior substance use disorder raises the odds of mild depression insignificantly, but that all substance use disorders taken together are a significant predictor of mild depres  sion. There is a small but significant relationship between"
  },
  {
    "id": 31,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "odds of mild depression insignificantly, but that all substance use disorders taken together are a significant predictor of mild depres  sion. There is a small but significant relationship between a client s prior history of a substance use disorder and later mild depression. Karno and Longabaugh (2003) studied depressive symptoms as measured by the Beck Depression Inventory (BDI) in 141 substance abuse admissions to the Providence Clinical Research Unit of Project MATCH. Of these, nearly 30 percent had BDI scores of 10 to 18 (indicative of elevated depressive symptoms) while an additional 18 percent had scores greater than 19 (indicative of clinical depression). By contrast, a study of a nontreatment 1-4 Part 3, Section 1 population of 75 individuals with alcohol use disorders (84  of"
  },
  {
    "id": 32,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "18 percent had scores greater than 19 (indicative of clinical depression). By contrast, a study of a nontreatment 1-4 Part 3, Section 1 population of 75 individuals with alcohol use disorders (84  of whom met DSM-IV criteria for dependence) found only about 20 percent of participants had elevated BDI scores (Blume, Schmaling,   Marlatt, 2001). Another study administered the BDI to 162 gay and bisexual methamphetamine abusers admitted for treat  ment (Peck et al., 2005). Results indicated somewhat higher levels of depression than those reported by Karno and Longabaugh: 44.8 percent were in the mild to moderate range on the BDI and an additional 28 percent were in the moderate to severe range. Based on these very limited data, it would appear that the rates of mild depression are perhaps"
  },
  {
    "id": 33,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "mild to moderate range on the BDI and an additional 28 percent were in the moderate to severe range. Based on these very limited data, it would appear that the rates of mild depression are perhaps two to three times higher among individuals with substance use disorders than in the general population. Treatment Outcomes Among Individuals With Substance Use Disorders and Depressive Symptoms A number of nonexperimental studies have examined the relationship between depressive symptoms and sub  stance abuse treatment outcomes. In general, these studies find that depressive symptoms are an impediment to recovery. For example, an analysis of 1,450 subjects from Project MATCH (Conner, Sorensen,   Leonard, 2005) examined the association of BDI score and drinking at treatment entry and in months 2"
  },
  {
    "id": 34,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to recovery. For example, an analysis of 1,450 subjects from Project MATCH (Conner, Sorensen,   Leonard, 2005) examined the association of BDI score and drinking at treatment entry and in months 2 and 3 of treatment. Elevated BDI scores predicted greater quantity and frequency of drinking during the first month of treatment, but showed lit  tle association with drinking in months 2 and 3. The authors suggest that this effect reflects drinking as a cop  ing response, but also the interference of depressive symptoms with engagement in or attendance at treatment. Paradoxically, the effects of treatment-entry levels of drinking did not predict drinking levels during month 1. Thus, the authors conclude that depressive symptoms can provide a unique marker of those clients needing specialized"
  },
  {
    "id": 35,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "treatment-entry levels of drinking did not predict drinking levels during month 1. Thus, the authors conclude that depressive symptoms can provide a unique marker of those clients needing specialized interventions to increase engagement and reduce the risk of dropout. In a study of individuals with polysubstance use disorders, Dodge, Sindelar, and Sinha (2005) found that higher depressive symptom scores at intake predicted decreased likelihood of abstinence at discharge even when demo  graphic and treatment-related variables (e.g., length of stay) were controlled. Doumas, Blasey, and Thacker (2005) found that higher levels of depressive symptoms at treatment entry were also associated with increased dropout rates from treatment. Another study found that current major depression at"
  },
  {
    "id": 36,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2005) found that higher levels of depressive symptoms at treatment entry were also associated with increased dropout rates from treatment. Another study found that current major depression at admission to a hospital inpatient alcoholism program was predictive of poorer treatment outcomes at 1 year (Greenfield et al., 1998), and Strowig (2000) found that depressed mood was the most commonly cited reason for relapse after alcohol treatment. A study of 298 male veterans (Curran et al., 2000) measured depressive symptoms during and 3 months after participation in an inpatient alcohol treatment program. Clients with mild to moderate depressive symptoms at the 3-month followup were 2.9 times more likely than nondepressed subjects to experience relapse. Severely depressed clients were 4.9 times"
  },
  {
    "id": 37,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Clients with mild to moderate depressive symptoms at the 3-month followup were 2.9 times more likely than nondepressed subjects to experience relapse. Severely depressed clients were 4.9 times more likely to relapse. Depressive symptoms both during treatment and at fol  lowup were no more likely to be associated with relapse than were depressive symptoms at followup only. A second study by Curran, Kirchner, Worley, Rookey, and Booth (2002) found that severe depression at intake to an intensive outpatient Department of Veterans Affairs program predicted early attrition. Another study suggests that associating alcohol-related consequences with depression can increase clients  motivation to change their drinking behavior (Blume et al., 2001). The authors hypothesized that elevated BDI scores"
  },
  {
    "id": 38,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "associating alcohol-related consequences with depression can increase clients  motivation to change their drinking behavior (Blume et al., 2001). The authors hypothesized that elevated BDI scores would be related to greater motivation to change within the stages of the transtheoretical stages of change model (Prochaska   DiClemente, 1992). Seventy-five clients with alcohol use disorders participated in the study. Of these, about 15 percent had elevated BDI scores. As predicted, BDI scores were positively corre  lated with precontemplation and contemplation scores as measured by the Readiness to Change questionnaire. A limited number of studies have looked specifically at the effects of treating elevated depressive symptoms on substance abuse outcomes. Karno and Longabaugh (2003) examined"
  },
  {
    "id": 39,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to Change questionnaire. A limited number of studies have looked specifically at the effects of treating elevated depressive symptoms on substance abuse outcomes. Karno and Longabaugh (2003) examined whether patient depressive symptoms interacted with therapist focus on painful emotional material in predicting the outcome of alcohol treatment. For clients with clinically diagnosable depression, a low therapist focus on painful emotional material was asso  ciated with better drinking outcomes. However, this relationship did not hold for clients with mild depression. These results were confirmed by a more recent reanalysis of the data from Project MATCH (Karno   Longabaugh, 2007). MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-5 Investigators at Brown University School of Medicine"
  },
  {
    "id": 40,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "by a more recent reanalysis of the data from Project MATCH (Karno   Longabaugh, 2007). MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-5 Investigators at Brown University School of Medicine (Brown, Evans, Miller, Burgess,   Mueller, 1997; Ramsey, Brown, Stuart, Burgess,   Miller, 2002) provided 8 sessions of cognitive behavioral therapy for depression (CBT-D) or a relaxation control to 35 patients undergoing alcohol abuse treatment at a day treat  ment program. Subjects had Dynamic Personality Inventory scores greater than 10 and were referred to by the authors as  alcoholics with elevated depressive symptoms  to distinguish them from  depressed alcoholics  meeting diagnostic criteria for a depressive disorder. During the first 3 months of followup, the CBT-D group had more"
  },
  {
    "id": 41,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "elevated depressive symptoms  to distinguish them from  depressed alcoholics  meeting diagnostic criteria for a depressive disorder. During the first 3 months of followup, the CBT-D group had more abstinent days than the control subjects, but not lower overall abstinence. However, in the 3- to 6  month followup period, the CBT-D group showed significantly greater total abstinence (47  versus 13 ) as well as more days abstinent and fewer drinks per day. The authors report that subjects in the CBT-D group found the depression coping skills useful and relevant to their recovery. Peck and colleagues (2005) monitored the course of depressive symptoms as treatment for methamphetamine dependence progressed. Participants reported a significant decrease in depressive symptoms regardless of"
  },
  {
    "id": 42,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "colleagues (2005) monitored the course of depressive symptoms as treatment for methamphetamine dependence progressed. Participants reported a significant decrease in depressive symptoms regardless of specific treatment modality or other key variables such as HIV AIDS status. A study by Janiri and colleagues (2005) found similar results among alcohol, opioid, and polysubstance users in three different clinical settings. In this study, depressive symptoms were correlated with craving and protracted withdrawal. A recent meta-analysis (Nunes   Levin, 2004) examined controlled trials of antidepressant medication for the treatment of combined substance use and depressive disorders. Fourteen trials met the analysis inclusion crite  ria: five trials of tricyclics, seven of serotonin-specific"
  },
  {
    "id": 43,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "medication for the treatment of combined substance use and depressive disorders. Fourteen trials met the analysis inclusion crite  ria: five trials of tricyclics, seven of serotonin-specific reuptake inhibitors, and two of other classes of antide  pressants. The authors conclude that antidepressant medication exerts a modest beneficial effect for patients with combined depressive and substance use disorders. However, medication should not be considered a stand  alone treatment, and concurrent therapy directly targeting the addiction is also indicated. Subclinical levels of depressive symptoms have been associated with poorer outcomes for other health problems such as heart disease (Kubzansky, Davidson,   Rozanski, 2005). In summary, limited available evidence suggests that elevated"
  },
  {
    "id": 44,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "have been associated with poorer outcomes for other health problems such as heart disease (Kubzansky, Davidson,   Rozanski, 2005). In summary, limited available evidence suggests that elevated depressive symptoms are an impediment to recovery and that treatment outcomes improve when these symptoms are specifically addressed. Treatment Modalities for Depressive Symptoms The literature on the treatment of depressive disorders is vast (see, for example, Reinecke   Davison, 2002; Stein, Kupfer,   Schatzberg, 2006), but the relationship between specific treatments and improvements remains evasive (Lambert   Davis, 2002). However, in summarizing the literature on treatment of depression, Lambert and Davis (2002) conclude that the sum total of naturalistic studies and randomized controlled"
  },
  {
    "id": 45,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(Lambert   Davis, 2002). However, in summarizing the literature on treatment of depression, Lambert and Davis (2002) conclude that the sum total of naturalistic studies and randomized controlled trials presents a comprehensive picture that demonstrates the effectiveness of psychotherapy for individuals with depression. These same authors conclude that pharmacotherapies are also effective but no more effective than psychotherapy. Additionally, current treatment guidelines for depression indicate that psychotherapy is effective, particularly with mild and moderate depression (APA, 2000b) and that a combination of psychotherapy and phar  macotherapy is more effective than pharmacotherapy alone (Fochtmann   Gelenberg, 2005). Overall, the major impediment to successful treatment of depression"
  },
  {
    "id": 46,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "a combination of psychotherapy and phar  macotherapy is more effective than pharmacotherapy alone (Fochtmann   Gelenberg, 2005). Overall, the major impediment to successful treatment of depression appears not to be a lack of effective treat  ments but a lack of effective implementation of these treatments. By comparison, research is sparse on specific treatments for depressive symptoms that do not rise to the level of diagnosable depression. As is the case for treatment of depressive symptoms in substance abuse settings, the pool of available research can be substantially increased by accepting the hypothesis that depressive symptoms and diagnosable depression constitute a continuum of severity rather than kind. Again, however, pending vali  dation of this hypothesis, a focus specifically"
  },
  {
    "id": 47,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the hypothesis that depressive symptoms and diagnosable depression constitute a continuum of severity rather than kind. Again, however, pending vali  dation of this hypothesis, a focus specifically on populations with depressive symptoms is the most conservative approach. Ackermann and Williams (2002) report on an extensive analysis of controlled studies of treatment for depres  sive symptoms. Studies were collected using the keywords  depressive disorder,  and  depression  crossed with  minor,   subsyndromal,   subthreshold,  and  nonmajor.  They found only five studies that compared a psycho  logical or pharmacological treatment for depressive symptoms to a placebo or control. Their table summarizing these five controlled trials is reprinted below (see Figure 1) in its entirety. 1-6"
  },
  {
    "id": 48,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "logical or pharmacological treatment for depressive symptoms to a placebo or control. Their table summarizing these five controlled trials is reprinted below (see Figure 1) in its entirety. 1-6 Part 3, Section 1 Ackermann and Williams conclude that, collectively, these studies provide mixed support for a small to moder  ate benefit of the pharmacological and psychological treatments tested. The authors also report on studies of alternative treatments including aerobic exercise. They conclude that the evidence supports a positive effect of supervised exercise three times per week on mild to moderate MD. Some weak evidence exists for various botanicals and vitamins, but there is too little research upon which to base a conclusion about these treat  ments. The authors conclude that the"
  },
  {
    "id": 49,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to moderate MD. Some weak evidence exists for various botanicals and vitamins, but there is too little research upon which to base a conclusion about these treat  ments. The authors conclude that the currently available clinical trial data provide little guidance in the treat  ment of depressive symptoms that do not rise to the level of diagnosable depression. One widely studied intervention for subclinical depressive symptoms is the Coping with Depression (CWD) course, originally developed as a treatment for MD (Lewinsohn   Clarke, 1984). The course content is based on the social learning theory premise that depression is a learned response that can be unlearned. It uses a cogni  tive behavioral intervention that teaches participants techniques to influence their moods and to enhance cop"
  },
  {
    "id": 50,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "premise that depression is a learned response that can be unlearned. It uses a cogni  tive behavioral intervention that teaches participants techniques to influence their moods and to enhance cop  ing skills. CWD has been implemented on a national scale for the treatment of adults with subclinical depres  sive symptoms in the Netherlands (Allart-van Dam, Hosman, Hoogduin,   Schaap, 2003). In the Dutch version, the course consists of 12 weekly 2-hour sessions consisting of lectures, skills training, and review of homework assignments. A booster session is offered 6 weeks after course completion. Allart-van Dam and colleagues (2003) conducted a randomly-controlled clinical trial of CWD with 110 adults with subclinical depressive symp  toms. Short-term outcome data indicated that the course"
  },
  {
    "id": 51,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Allart-van Dam and colleagues (2003) conducted a randomly-controlled clinical trial of CWD with 110 adults with subclinical depressive symp  toms. Short-term outcome data indicated that the course was successful in reducing depressive symptoms as well as affecting mediating variables such as frequency of depressive thoughts, participation in pleasant activi  ties, and social support. Long-term outcomes are currently under investigation. An effectiveness trial of CWD in the Netherlands was also conducted using participants in 20 CWD groups organized by 10 different providers of outpatient services (Cuijpers, Smit, Voordouw,   Kramer, 2005). Improvements in the treated groups mirrored those in the clinical trial reported by Allart-Van Dam and col  leagues (2003). However, the investigators"
  },
  {
    "id": 52,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(Cuijpers, Smit, Voordouw,   Kramer, 2005). Improvements in the treated groups mirrored those in the clinical trial reported by Allart-Van Dam and col  leagues (2003). However, the investigators note that their treated clients were still  considerably more depressed than the general population.  They conclude that CDW alone may not be a sufficient intervention for some individuals with subclinical depressive symptoms. In summary, there are some promising treatments for persons with subclinical depressive symptoms and sub  stance use disorders, but few proven strategies. Administrative Issues The successful implementation of strategies to address depressive symptoms in substance abuse treatment depends heavily on the leadership and support provided by treatment organizations and their"
  },
  {
    "id": 53,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "The successful implementation of strategies to address depressive symptoms in substance abuse treatment depends heavily on the leadership and support provided by treatment organizations and their administrators. This section provides a conceptualization of the implementation of clinical innovations and directs the reader to sources that elaborate the empirical basis for recommendations made in the Administrator s Guide that accom  panies this TIP. What Is Known About the Adoption of Clinical Innovations Numerous recent reports, including the President s New Freedom Commission on Mental Health (2003), have noted a significant gap between what is known about effective treatments and what is actually delivered in practice. Substantial progress has been made in the treatment of substance"
  },
  {
    "id": 54,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2003), have noted a significant gap between what is known about effective treatments and what is actually delivered in practice. Substantial progress has been made in the treatment of substance abuse and co-occurring disorders including depression (see TIP 42, Substance Abuse Treatment for Persons With Co-Occurring Disorders [CSAT 2005]); however, the challenge remains of ensuring that this progress is reflected in the care that is offered to clients. Although the literature on implementation of clinical innovations is vast (see Fixsen, Naoom, Blas , Friedman,   Wallace, 2005), there is no more dramatic illustration of the challenges involved than the case of the United States Preventive Services Task Force s (USPSTF) Guide to Clinical Preventive Services. This collection of sci"
  },
  {
    "id": 55,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "is no more dramatic illustration of the challenges involved than the case of the United States Preventive Services Task Force s (USPSTF) Guide to Clinical Preventive Services. This collection of sci  ence-based recommendations for health screening was developed by a prestigious panel of experts, well publi  cized in the professional and public press, accessible online through the National Library of Medicine, and reprinted by private publishers who have sold more than 64,000 copies. Woolf, DiGuiseppi, Atkins,   Kamerow MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-7 Figure 1 Major Characteristics of Controlled Trials in Patients with Minor Depressive Condition Citation Sample Setting Comparison Duration Major Qualitative Result(s) Size  Paykel, 37 Primary Amitriptyline 6 wk No"
  },
  {
    "id": 56,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Characteristics of Controlled Trials in Patients with Minor Depressive Condition Citation Sample Setting Comparison Duration Major Qualitative Result(s) Size  Paykel, 37 Primary Amitriptyline 6 wk No significant improvement in depressive symp  Hollyman, Care 125 mg day vs toms Freeling,   placebo Sedgwick 1988 Parnetti, 130 Not Minaprine vs 12 wk Small, statistically significant improvement glob  Sommacal, clearly placebo ally and in depressive symptoms compared to Morselli stated placebo Labate,   Senin 1993 Williams, 204 Primary Paroxetine 11 wk Modest, statistically significant improvement in Barrett, care 10 40 mg day depressive symptoms for paroxetine and prob  Oxman, et vs problem- lem-solving therapy compared to placebo. al. 2000 solving thera  Clinically significant improvement in"
  },
  {
    "id": 57,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "in Barrett, care 10 40 mg day depressive symptoms for paroxetine and prob  Oxman, et vs problem- lem-solving therapy compared to placebo. al. 2000 solving thera  Clinically significant improvement in functioning py vs placebo for paroxetine and problem-solving therapy groups, but only when severe functional impair  ment was present at baseline Miranda   49 Primary Cognitive  8 two-hr ses  No significant effect on depressive symptoms Munoz 1994 care behavioral sions after completion of CBT, but moderately posi  therapy vs no tive effect when compared with placebo group intervention at 4- and 12-mo follow-up Lynch, 29 Primary Telephone- 6 sessions Trend toward improvement in depressive symp  Tamburrino, care administered toms scores but statistically insignificant at con    Nagel PST vs no"
  },
  {
    "id": 58,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "follow-up Lynch, 29 Primary Telephone- 6 sessions Trend toward improvement in depressive symp  Tamburrino, care administered toms scores but statistically insignificant at con    Nagel PST vs no clusion of intervention 1997 intervention  Number of patients with minor depression, which for some studies is a subset of the total sample. CBT, cognitive behavioral therapy; PST, problem-solving therapy. Adapted from: Ackermann   Williams 2002, p. 296. Reprinted with permission. (1996) reviewed studies of the use of this Guide and found that 55 percent of family practitioners had not looked at it, and that 25 percent of family practitioners and 80 percent of internists had not heard of it. Accordingly, the chances of the average patient benefiting from this carefully constructed and heavily"
  },
  {
    "id": 59,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and that 25 percent of family practitioners and 80 percent of internists had not heard of it. Accordingly, the chances of the average patient benefiting from this carefully constructed and heavily publi  cized clinical resource were quite low. This case study clearly illustrates the point made by Peterslia (1990) that innovative programs such as this  are not self-executing.  A lack of specific and informed attention to implementation leads to frustration (for both administrators and clinicians), wasted resources (both on research and ineffective implementation), and most important, services to clients that are less effective than they could be. As noted by Haynes (1993, p. 221),  it is troubling to spend bil  lions on health care research while neglecting the fact that most of the"
  },
  {
    "id": 60,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to clients that are less effective than they could be. As noted by Haynes (1993, p. 221),  it is troubling to spend bil  lions on health care research while neglecting the fact that most of the evidence generated from such studies is going to waste.  However, there is now considerable practical knowledge on how to foster successful implementation of strate  gies such as those presented in this TIP. The remainder of this review surveys this knowledge and directs the reader to useful resources. 1-8 Part 3, Section 1 The Centrality of Organizational Change and Administrative Support in Successful Implementation Two common assumptions must be challenged at the outset: (1) that innovations will be embraced simply because they are superior to current practice, and (2) that the responsibility"
  },
  {
    "id": 61,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Implementation Two common assumptions must be challenged at the outset: (1) that innovations will be embraced simply because they are superior to current practice, and (2) that the responsibility for adopting clinical innovations rests with clinicians. Regarding the first point, Emerson assured us that  if you build a better mousetrap, the world will beat a path to your door,  but half a century of research on the adoption of innovation suggests that Emerson was wrong about both mousetraps and new clinical practices (Rogers, 2003). Although superiority to current practice is a factor in adoption, it is by no means the only or even the most important factor (Davis   Taylor-Vaisey, 1997). The second assumption could be an overgeneralization from our experience as consumers (we can freely"
  },
  {
    "id": 62,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "it is by no means the only or even the most important factor (Davis   Taylor-Vaisey, 1997). The second assumption could be an overgeneralization from our experience as consumers (we can freely switch from brand X to brand Y). By contrast, the individual clinician is highly constrained by context, and the factors that facilitate or impede adoption and implementation are almost all associated with the organization (e.g., the program, clinic, or hospital) and with the larger systems in which the organization operates (e.g., local, State) (Fixsen et al., 2005). Providers may want to be members of what Kamerow (1997) calls,  the good provider club.  However, as Kamerow further notes, good intentions are not enough. Without organizational change and organizational sup  port, most efforts by"
  },
  {
    "id": 63,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of what Kamerow (1997) calls,  the good provider club.  However, as Kamerow further notes, good intentions are not enough. Without organizational change and organizational sup  port, most efforts by well-intentioned clinicians to adopt new practices will fail. The responsibility for adoption and implementation of new practices falls squarely on organizations and their administrators. Implementation and the Factors Affecting It A primary source used in the preparation of this subsection of the review was Implementation Research: A Synthesis of the Literature (Fixsen et al., 2005). This landmark document is recommended reading for all administrators who wish to improve the implementation of clinical innovations in their programs and organizations. Implementation is a purposeful and planned"
  },
  {
    "id": 64,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "document is recommended reading for all administrators who wish to improve the implementation of clinical innovations in their programs and organizations. Implementation is a purposeful and planned process of organizational change, not an outcome, as such. Administrators should be able to describe their implementation activities. These activities should be measura  ble, and the implementation activities should be visible to those both inside and outside the organization. Implementatation has three goals (Fixsen et al., 2005): 1. Changes in professional behavior (i.e., the knowledge and skills of practitioners and other key staff members within an organization or system. 2. Changes in organizational structures and cultures, both formal and informal (values, philosophies, ethics, policies,"
  },
  {
    "id": 65,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of practitioners and other key staff members within an organization or system. 2. Changes in organizational structures and cultures, both formal and informal (values, philosophies, ethics, policies, procedures, decisionmaking), to routinely bring about and support changes in professional behavior. 3. Changes in relationships to consumers, systems partners, and stakeholders (regarding location and nature of engagement, inclusion, and satisfaction). It is important to understand the difference between something that looks like implementation and something that actually is implementation. As described by Fixsen and colleagues (2005), three types of implementation can be identified: 1. Paper Implementation in which new policies and procedures are developed, written down, and placed in filing"
  },
  {
    "id": 66,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "by Fixsen and colleagues (2005), three types of implementation can be identified: 1. Paper Implementation in which new policies and procedures are developed, written down, and placed in filing cabinets. Here, actual changes in clinical practice (which do not occur) are uncoupled from the paper trail. However, when necessary, the paper policies and procedures can be produced to demonstrate that change has taken place. 2. Process Implementation in which largely irrelevant training is conducted, new vocabulary (usually devoid of operational meaning) is adopted, a new  culture  is promulgated, motivational posters are hung, and so on. In other words, the trappings of change are visible, but no substantive changes are actually made this can also be described as a process of  cargo cult"
  },
  {
    "id": 67,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "motivational posters are hung, and so on. In other words, the trappings of change are visible, but no substantive changes are actually made this can also be described as a process of  cargo cult implementation  (see box on next page). 3. Performance Implementation means achieving the three implementation objectives described earlier in ways that result in tangible benefits to clients and other stakeholders. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-9 The effects of real (performance) versus Figure 2 paper or process implementation on client Percentage of Participants in Stable Remission for outcomes can be profound. Figure 2 shows High-Fidelity versus Low-Fidelity ACT Programs the difference in client outcomes over time for a high-fidelity and low-fidelity imple- mentation"
  },
  {
    "id": 68,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Remission for outcomes can be profound. Figure 2 shows High-Fidelity versus Low-Fidelity ACT Programs the difference in client outcomes over time for a high-fidelity and low-fidelity imple- mentation of Assertive Community Treatment (ACT). By the third year, remis- sion rates in the low-fidelity implementa- tion were almost four times the rates in the high-fidelity implementation. Working With Factors That Affect Implementation Before discussing the factors affecting implementation, it is necessary to distin- guish between what we are calling an  innovation  and evidence-based practices (EBPs). By innovation, we mean a new approach to agency or organization servic- es or some component of these services. So, Source: McHugo, Drake, Teague   Xie, 1999. for example, offering onsite health"
  },
  {
    "id": 69,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "By innovation, we mean a new approach to agency or organization servic- es or some component of these services. So, Source: McHugo, Drake, Teague   Xie, 1999. for example, offering onsite health care at a homeless shelter, providing child care to mothers in an outpatient treatment program, or addressing depressive symptoms in a substance abuse treat- ment program (the topic of this TIP) fit the definition of an innovation. Innovations often involve considerable experimentation and formative evaluation by administrators and staff (Tharp   Gallimore, 1979). An EBP is a practice that, based on expert or consensus opinion about available evidence, is expected to pro- duce a specific clinical outcome (measurable change in client status). EBPs are well-specified, and are clearly defined as to"
  },
  {
    "id": 70,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "expert or consensus opinion about available evidence, is expected to pro- duce a specific clinical outcome (measurable change in client status). EBPs are well-specified, and are clearly defined as to what they are and are not, how to implement them, and so on. Examples of EBPs include ACT (Drake et al., 1998) and motivational interviewing (Miller   Rollnick, 2002). EBPs generally must be imple- mented with fidelity to the original model in order to have the expected impact, and many types of changes to the EBP will be undesirable and threaten outcomes (Adams, 1994; Mowbray, Holter, Teague,   Bybee, 2003; Yeaton   Sechrest, 1981). Such undesirable changes are called  drift.  An innovation may or may not consist of or include one or more EBPs. So, for example, a health screening pro- gram"
  },
  {
    "id": 71,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Bybee, 2003; Yeaton   Sechrest, 1981). Such undesirable changes are called  drift.  An innovation may or may not consist of or include one or more EBPs. So, for example, a health screening pro- gram in a homeless shelter might draw a number of EBPs for health screening from the USPSTF Guide to Clinical Preventive Services that need to be implemented with fidelity. However, the manner in which the screening program is Cargo Cult Implementation structured, outreach is conducted, and health counseling is pro- In the South Seas, there is a cargo cult of vided might better fit the definition of an innovation. Here, people. During the war they saw airplanes approaches used by similar programs might be copied, modified, with lots of good materials, and they want and or refined based on actual"
  },
  {
    "id": 72,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "an innovation. Here, people. During the war they saw airplanes approaches used by similar programs might be copied, modified, with lots of good materials, and they want and or refined based on actual implementation experience. the same thing to happen now. So they ve arranged to make things like runways, to The factors that affect implementation of an innovation are put fires along the sides of the runways, to described in detail by Fixsen and colleagues (2005) and summa- make a wooden hut for a man to sit in, with rized in Figure 3. These factors can be conceptualized as a set of two wooden pieces on his head for head- matches or mismatches between an innovation and the context phones and bars of bamboo sticking out like into which it is introduced. When such mismatches occur, adminis-"
  },
  {
    "id": 73,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "pieces on his head for head- matches or mismatches between an innovation and the context phones and bars of bamboo sticking out like into which it is introduced. When such mismatches occur, adminis- antennas he s the controller and they trators must find ways to reconcile them. So, for example, changes wait for the airplanes to land. They re doing in training and supervision are needed to respond to a mismatch everything right. The form is perfect. It looks exactly the way it looked before. But between staff skills and the requirements of the innovation. One it doesn t work. No airplanes land. way to respond to a mismatch between current interagency net- works and those that the innovation requires might be the estab- Dr. Richard Feynman in a 1974 Cal Tech com- lishment of referral"
  },
  {
    "id": 74,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "land. way to respond to a mismatch between current interagency net- works and those that the innovation requires might be the estab- Dr. Richard Feynman in a 1974 Cal Tech com- lishment of referral agreements. Both of these accomodations oper- mencement address ate by changing the context and  matching  it to the innovation. 1-10 Part 3, Section 1 Figure 3 Factors Affecting Implementation Client Population and Community   Language of preference, reading levels   Expectations   Values and norms   Special health issues   Special social issues Staff   Commitment to current practices   Necessary skill sets   Necessary licensure, certification   Appropriate team structures Facilities and Resources   Space, equipment   Information technology   Support staff Agency Policies and Practices"
  },
  {
    "id": 75,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "skill sets   Necessary licensure, certification   Appropriate team structures Facilities and Resources   Space, equipment   Information technology   Support staff Agency Policies and Practices   Training   Supervision   Evaluation Local State Federal Regulation   Certification and licensure   Reporting accountability   Zoning Interagency Networks   Existence of needed outside resources   Relationships with other agencies Adapted from Fixsen et al., 2005. Accomodations can also be made by altering the innovation. When dealing with an  innovation  as defined above, such accomodations are part of the development process and their effects can be tested with formative evalua  tions. However, when dealing with an EBP or an EBP that is a component of an innovation, alterations risk drift (noting"
  },
  {
    "id": 76,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the development process and their effects can be tested with formative evalua  tions. However, when dealing with an EBP or an EBP that is a component of an innovation, alterations risk drift (noting that local alterations to an EBP can lead to desirable refinements as well as problems with fidelity). In a practical sense, this means that the administrator must make every attempt to alter the context to accommodate the EBP. Organizational Factors Affecting Implementation A key organizational factor that affects implementation is receptivity to innovation. Rogers (2003) discusses how organizations differ in their receptivity and how key factors such as the degree of centralization, how formalized rules are, and the level of staff knowledge expertise affect the implementation of new"
  },
  {
    "id": 77,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "differ in their receptivity and how key factors such as the degree of centralization, how formalized rules are, and the level of staff knowledge expertise affect the implementation of new innovations. Some of these factors play different roles in the early and later stages of innovation. Low centralization, high complexity, and low formalization appear to facilitate initiation of the innovation process. However, these same organizational characteristics can present challenges to long-term implementation. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 1-11 References Ackermann, R. T.,   Williams, J. W. (2002). Rational treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Adams, P. (1994). Marketing"
  },
  {
    "id": 78,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Williams, J. W. (2002). Rational treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Adams, P. (1994). Marketing social change: The case of family preservation. Children and Youth Services Review, 16, 417 443. Allart-van Dam, E., Hosman, C. M. H., Hoogduin, C. A. L.,   Schaap, C. P. D. R. (2003). The Coping With Depression Course: Short-term outcomes and mediating effects of a randomized controlled trial in the treatment of subclinical depression. Behavior Therapy, 34, 381 396. th American Psychiatric Association. (2000a). Diagnostic and Statistical Manual of Mental Disorders (4 Text Revision ed.). Washington, DC: American Psychiatric Association. American Psychiatric Association. (2000b). Practice"
  },
  {
    "id": 79,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2000a). Diagnostic and Statistical Manual of Mental Disorders (4 Text Revision ed.). Washington, DC: American Psychiatric Association. American Psychiatric Association. (2000b). Practice guideline for the treatment of patients with major depres  sive disorder (Revision). American Journal of Psychiatry, 157, 1 45. Angst, J.,   Merikangas, K. (1997). The depressive spectrum: Diagnostic classification and course. Journal of Affective Disorders, 45, 31 39. Angst, J., Sellaro, R.,   Merikangas, K. R. (2000). Depressive spectrum diagnoses (2 Suppl. 1). Comprehensive Psychiatry, 41, 39 47. Beck, D. A.,   Koenig, H. G. (1996). Minor depression: A review of the literature. Journal of Addictions and Offender Counseling, 26, 177 209. Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001)."
  },
  {
    "id": 80,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Beck, D. A.,   Koenig, H. G. (1996). Minor depression: A review of the literature. Journal of Addictions and Offender Counseling, 26, 177 209. Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001). Motivating drinking behavior change: Depressive symptoms may not be noxious. Addictive Behaviors, 26, 267 272. Brown, R. A., Evans, D. M., Miller, I. W., Burgess, E. S.,   Mueller, T. I. (1997). Cognitive behavioral treat  ment for depression in alcoholism. Journal of Consulting and Clinical Psychology, 65, 715 726. Center for Substance Abuse Treatment. (2005). Substance Abuse Treatment for Persons With Co-Occurring Disorders. Treatment Improvement Protocol (TIP) Series 42. Rockville, MD: Substance Abuse and Mental Health Services Administration. Compton, W. M., Conway, K. P., Stinson, F. S.,"
  },
  {
    "id": 81,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "With Co-Occurring Disorders. Treatment Improvement Protocol (TIP) Series 42. Rockville, MD: Substance Abuse and Mental Health Services Administration. Compton, W. M., Conway, K. P., Stinson, F. S.,   Grant, B. F. (2006). Changes in the prevalence of major depression and comorbid substance use disorders in the United States between 1991 1992 and 2001 2002. American Journal of Psychiatry, 163, 2141 2147. Conner, K. R., Sorensen, S.,   Leonard, K. E. (2005). Initial depression and subsequent drinking during alco  holism treatment. Journal of Studies of Alcohol, 66, 401 406. Cuijpers, P., Smit, F., Voordouw, I.,   Kramer, J. (2005). Outcome of cognitive behaviour therapy for minor depression in routine practice. Psychology and Psychotherapy: Theory, Research and Practice, 78, 179 188. Curran,"
  },
  {
    "id": 82,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Voordouw, I.,   Kramer, J. (2005). Outcome of cognitive behaviour therapy for minor depression in routine practice. Psychology and Psychotherapy: Theory, Research and Practice, 78, 179 188. Curran, G. M., Flynn, H. A., Kirchner, J.,   Booth, B. M. (2000). Depression after alcohol treatment as a risk factor for relapse among male veterans. Journal of Substance Abuse Treatment, 19, 259 265. Curran, G. M., Kirchner, J. E., Worley, M., Rookey, C.,   Booth, B. M. (2002). Depressive symptomatology and early attrition from intensive outpatient substance use treatment. Journal of Behavioral Health Services and Research, 29, 138 143. Davis, D. A.,   Taylor-Vaisey, A. (1997). Translating guidelines into practice. A systematic review of theoretic concepts, practical experience and research evidence"
  },
  {
    "id": 83,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and Research, 29, 138 143. Davis, D. A.,   Taylor-Vaisey, A. (1997). Translating guidelines into practice. A systematic review of theoretic concepts, practical experience and research evidence in the adoption of clinical practice guidelines. Canadian Medical Association Journal, 157, 408 416. Dodge, R., Sindelar, J.,   Sinha, R. (2005). The role of depression symptoms in predicting drug abstinence in outpatient substance abuse treatment. Journal of Substance Abuse Treatment, 28, 189 196. 1-12 Part 3, Section 1 Doumas, D. M., Blasey, C. M.,   Thacker, C. L. (2005). Attrition from alcohol and drug outpatient treatment: psychological distress and interpersonal problems as indicators. Alcoholism Treatment Quarterly, 23, 55 67. Drake, R. E., McHugo, G. J., Clark, R. E., Teague, G. B., Xie, H.,"
  },
  {
    "id": 84,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "outpatient treatment: psychological distress and interpersonal problems as indicators. Alcoholism Treatment Quarterly, 23, 55 67. Drake, R. E., McHugo, G. J., Clark, R. E., Teague, G. B., Xie, H., Miles, K., et al. (1998). Assertive Community Treatment for patients with co-occurring severe mental illness and substance use disorder: A clinical trial. American Journal of Orthopsychiatry, 68, 201 215. Fixsen, D. L., Naoom, S. F., Blase, K. A., Friedman, R. M.,   Wallace, F. (2005). Implementation Research: A Synthesis of the Literature. FMHI Publication  231. Tampa, FL: University of South Florida, Louis de la Parte Florida Mental Health Institute, The National Implementation Research Network. Retrieved December 19, 2005, from  Fochtmann, L. J.   Gelenberg, A. J. (2005). Guideline watch:"
  },
  {
    "id": 85,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Louis de la Parte Florida Mental Health Institute, The National Implementation Research Network. Retrieved December 19, 2005, from  Fochtmann, L. J.   Gelenberg, A. J. (2005). Guideline watch: Practice guideline for the treatment of patients with major depressive disorder (2nd ed.). Focus, 3, 34 42. Greenfield, S. F., Weiss, R. D., Muenz, L. R., Vagge, L. M., Kelly, J. F., Bello, L. R., et al. (1998). The effect of depression on return to drinking: A prospective study. Archives of General Psychiatry, 55, 259 265. Haynes, R. B. (1993). Some problems in applying evidence in clinical practice. Annals of the New York Academy of Sciences, 703, 210 224. Haynes, R. B. (2005). Some problems in applying evidence in clinical practice. Annals of the New York Academy of Sciences, 703, 210 224."
  },
  {
    "id": 86,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Annals of the New York Academy of Sciences, 703, 210 224. Haynes, R. B. (2005). Some problems in applying evidence in clinical practice. Annals of the New York Academy of Sciences, 703, 210 224. Janiri, L., Martinotti, G., Dario, T., Reina, D., Paparello, F., Pozzi, G., et al. (2005). Anhedonia and substance- related symptoms in detoxified substance-dependent subjects: A correlation study. Neuropsychobiology, 52, 37 44. Kamerow, D. B. (1997). Before and after guidelines. Journal of Family Practice, 44, 344 346. Karno, M. P.   Longabaugh, R. (2003). Patient depressive symptoms and therapist focus on emotional material: A new look at Project MATCH. Journal of Studies on Alcohol, 64, 607 615. Kessler, R. C., Zhao, S., Blazer, D. G.,   Swartz, M. (1997). Prevalence, correlates, and course of"
  },
  {
    "id": 87,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "on emotional material: A new look at Project MATCH. Journal of Studies on Alcohol, 64, 607 615. Kessler, R. C., Zhao, S., Blazer, D. G.,   Swartz, M. (1997). Prevalence, correlates, and course of minor depres  sion and major depression in the national comorbidity survey. Journal of Affective Disorders, 45, 19 30. Klein, D. N., Shankman, S. A.,   McFarland, B. R. (2006). Epidemiology of mood disorders. In Stein, D. J., Kupfer, D. J.,   Schatzberg, A. F. (Eds.), The American Psychiatric Publishing Textbook of Mood Disorders. Washington, DC: American Psychiatric Publishing. Kubzansky, L. D., Davidson, K. W.,   Rozanski, A. (2005). The clinical impact of negative psychological states: Expanding the spectrum of risk for coronary artery disease. Psychosomatic Medicine, 67, S10 S14. Lambert, M."
  },
  {
    "id": 88,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "K. W.,   Rozanski, A. (2005). The clinical impact of negative psychological states: Expanding the spectrum of risk for coronary artery disease. Psychosomatic Medicine, 67, S10 S14. Lambert, M. J.,   Davis, M. J. (2002). Treatment for depression: What the research says. In M.A. Reinecke   M. R. Davison (Eds.), Comparative Treatments of Depression: Springer Series on Comparative Treatments for Psychological Disorders. NewYork: Springer Publishing Company. Lewinsohn, P. M.   Clarke, G. N. (1984). Group treatment of depressed individuals: The \"coping with depres  sion\" course. Advances in Behaviour Research   Therapy, 6, 99 114. Lynch, D. J., Tamburrino, M. B.,   Nagel, R. (1997). Telephone counseling for patients with minor depression: Preliminary findings in a family practice setting."
  },
  {
    "id": 89,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Research   Therapy, 6, 99 114. Lynch, D. J., Tamburrino, M. B.,   Nagel, R. (1997). Telephone counseling for patients with minor depression: Preliminary findings in a family practice setting. Journal of Family Practice, 44, 293 298. Martin, J. K., Blum, T. C., Beach, S. R. H.,   Roman, P. M. (1996). Subclinical depression and performance at work. Social Psychiatry, 31, 3 9. Managing Depressive Symptoms 1-13 McHugo, G. J., Drake, R. E., Teague, G. B.,   Xie, H. (1999). Fidelity to assertive community treatment and client outcomes in the New Hampshire dual disorders study. Psychiatric Services, 50, 818 824. Miller, W. R.,   Rollnick, S (2002). Motivational Interviewing: Preparing People for Change (2nd. ed.). New York: Guilford Press. Miranda, J.   Munoz, R. (1994). Intervention for minor"
  },
  {
    "id": 90,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "50, 818 824. Miller, W. R.,   Rollnick, S (2002). Motivational Interviewing: Preparing People for Change (2nd. ed.). New York: Guilford Press. Miranda, J.   Munoz, R. (1994). Intervention for minor depression in primary care patients. Psychosomatic Medicine, 56, 136 141. Mowbray, C. T., Holter, M. C., Teague, G. B.,   Bybee, D. (2003). Fidelity criteria: Development, measurement, and validation. American Journal of Evaluation, 24, 315 340. New Freedom Commission on Mental Health. (2003). Achieving the Promise: Transforming Mental Health Care in America: Final Report. (Rep. No. DHHS Publication No. SMA-03-3832). Rockville, MD: Substance Abuse and Mental Health Services Administration. Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other drug"
  },
  {
    "id": 91,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "No. SMA-03-3832). Rockville, MD: Substance Abuse and Mental Health Services Administration. Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other drug dependence: A meta-analysis. JAMA: Journal of the American Medical Association, 291, 1887 1896. Parnetti, L., Sommacal, S., Morselli, L. A. M.,   Senin , U. (1993). Multicentre controlled randomised double- blind placebo study of minaprine in elderly patients suffering from prolonged depressive reaction. Drug Invest., 6, 181 188. Paykel, E. S., Hollyman, J. A., Freeling, P.,   Sedgwick, P. (1988). Predictors of therapeutic benefit from amitriptyline in mild depression: a general practice placebo-controlled trial. Journal of Affective Disorders, 14, 83 95. Peck, J. A., Reback, C. J., Yang, X.,"
  },
  {
    "id": 92,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Predictors of therapeutic benefit from amitriptyline in mild depression: a general practice placebo-controlled trial. Journal of Affective Disorders, 14, 83 95. Peck, J. A., Reback, C. J., Yang, X., Rotheram-Fuller, E.,   Shoptaw, S., (2005). Sustained reductions in drug use and depression symptoms from treatment for drug abuse in methamphetamine-dependent gay and bisexual men (1 Suppl.1). Journal of Urban Health: Bulletin of the New York Academy of Medicine, 82, i100 i108. Petersilia, J. (1990). Conditions that permit intensive supervision. Crime and Delinquency, 36, 126 145. Prochaska, J. O.,   DiClemente, C. C. (1992). Stages of change in the modification of problem behaviors. In M. Hersen, R. M. Eisler,   P. M. Miller, (Eds.), Progress in Behavior Modification (pp. 184 214). Sycamore,"
  },
  {
    "id": 93,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "DiClemente, C. C. (1992). Stages of change in the modification of problem behaviors. In M. Hersen, R. M. Eisler,   P. M. Miller, (Eds.), Progress in Behavior Modification (pp. 184 214). Sycamore, IL: Sycamore Publishing Company. Ramsey, S. E., Brown, R. A., Stuart, G. L., Burgess, E. S.,   Miller, I. W. (2002). Cognitive variables in alcohol dependent patients with elevated depressive symptoms: Changes and predictive utility as a function of treatment modality. Substance Abuse, 23, 171 182. Rapaport, M. H., Judd, L. L., Schettler, P. J., Yonkers, K. A., Thase, M. E., Kupfer, D. J., et al. (2002). A descriptive analysis of minor depression. American Journal of Psychiatry, 159, 637 643. Reinecke, M. A.   Davison, M. R. (2002). Comparative treatments of depression. New York, NY: Springer"
  },
  {
    "id": 94,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2002). A descriptive analysis of minor depression. American Journal of Psychiatry, 159, 637 643. Reinecke, M. A.   Davison, M. R. (2002). Comparative treatments of depression. New York, NY: Springer Publishing Company. Reinecke, M. A.   Davison, M. R. (Eds.). (2005). Comparative Treatments of Depression: Springer Series on Comparative Treatments for Psychological Disorders. New York; Springer Publishing Company. th Rogers, E. M. (2003). Diffusion of Innovations (5 ed.). New York: Free Press. Solomon, A. (2001). The Noonday Demon: An Atlas of Depression. New York: Scribner. Spitzer, R. L., Endicott, J.,   Robins, E. (1978). Research diagnostic criteria: Rationale and reliability. Archives of General Psychiatry, 35, 773 782. Stein, D. J., Kupfer, D. J.,   Schatzberg, A. F., (Eds.) (2006)."
  },
  {
    "id": 95,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "J.,   Robins, E. (1978). Research diagnostic criteria: Rationale and reliability. Archives of General Psychiatry, 35, 773 782. Stein, D. J., Kupfer, D. J.,   Schatzberg, A. F., (Eds.) (2006). American Psychiatric Publishing Textbook of Mood Disorders. Arlington, VA: American Psychiatric Publishing, Inc. 1-14 Part 3, Section 1 Strowig, A. B. (2000). Relapse determinants reported by men treated for alcohol addiction: The prominence of depressed mood. Journal of Substance Abuse Treatment, 19, 469 474. Tharp, R. G.,   Gallimore, R. (1979). The ecology of program research and evaluation: A model of evaluation succession. In L. Sechrest, S. G. West, M. A. Phillips, R. Edner, R.   W. Yeaton (Eds.). Evaluation Studies Review Annual (39 60). Beverly Hills, CA: Sage. Williams, J. W., Jr., Barrett,"
  },
  {
    "id": 96,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "evaluation succession. In L. Sechrest, S. G. West, M. A. Phillips, R. Edner, R.   W. Yeaton (Eds.). Evaluation Studies Review Annual (39 60). Beverly Hills, CA: Sage. Williams, J. W., Jr., Barrett, J., Oxman, T., Frank, E., Katon, W., Sullivan, M., et al. (2000). Treatment of dys  thymia and minor depression in primary care: A randomized controlled trial in older adults. JAMA, 284, 1519 1526. Woolf, S. H., DiGuiseppi, C. G., Atkins, D.,   Kamerow, D. B. (1996). Developing evidence-based clinical prac  tice guidelines: Lessons learned by the U.S. Preventive Services Task Force. Annual Review of Public Health, 17, 511 538. World Health Organization. (2004). The International Statistical Classification of Diseases and Related Health Problems (ICD-10 ) (2nd ed.). Geneva, Switzerland: World"
  },
  {
    "id": 97,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of Public Health, 17, 511 538. World Health Organization. (2004). The International Statistical Classification of Diseases and Related Health Problems (ICD-10 ) (2nd ed.). Geneva, Switzerland: World Health Organization. Yeaton, W. H.,   Sechrest, L. (1981). Critical dimensions in the choice and maintenance of successful treat  ments: Strength, integrity, and effectiveness. Journal of Consulting and Clinical Psychology, 49, 56 167. Managing Depressive Symptoms 1-15 Section 2 Annotated Bibliography Clinically Related Treatment and Intervention Studies Reference: Ackermann, R. T.,   Williams, J. W. (2002). Rational treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Purpose: To review research on managing"
  },
  {
    "id": 98,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "W. (2002). Rational treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Purpose: To review research on managing depressive disorders (including minor depression) in primary care settings. Conclusions: The research evaluated provides only limited (i.e., mixed and small to moderate in effect size) support for the effectiveness of both antidepressant medications and those psychological interventions that have been tested in treating minor depression. Methodology: The authors searched a number of major databases and other sources for guidelines and stud  ies. Two independent reviewers abstracted data from the studies that were located and these data were synthe  sized using qualitative methods. Summary of"
  },
  {
    "id": 99,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and other sources for guidelines and stud  ies. Two independent reviewers abstracted data from the studies that were located and these data were synthe  sized using qualitative methods. Summary of Results: The studies evaluated suggest that there are short-term improvements in depressive symptoms for individuals treated with paroxetine but not with amitriptyline. Also, short-term improvements in symptoms were found for individuals who received problem-solving and cognitive behavioral interventions. Strong evidence was found that the use of serotonin-selective reuptake inhibitors (SSRIs), in comparison with placebos, resulted in significant improvements in depressive symptoms. They also found some evidence that venlafaxine improved depressive symptom scores. Reference: Allart-van Dam, E.,"
  },
  {
    "id": 100,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "with placebos, resulted in significant improvements in depressive symptoms. They also found some evidence that venlafaxine improved depressive symptom scores. Reference: Allart-van Dam, E., Hosman, C. M. H., Hoogduin, C. A. L.,   Schaap, C. P. D. R. (2003). The Coping With Depression Course: Short-term outcomes and mediating effects of a randomized controlled trial in the treatment of subclinical depression. Behavior Therapy, 34, 381 396. Purpose: To evaluate the effectiveness of the Coping With Depression Course for treating depressive symp  toms. Conclusions: The intervention effectively reduces depressive symptoms over a short-term (1-month) period. Methodology: Researchers randomized 110 Dutch adults with subclinical depression into one of two treatment conditions: (1) assessment and"
  },
  {
    "id": 101,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "depressive symptoms over a short-term (1-month) period. Methodology: Researchers randomized 110 Dutch adults with subclinical depression into one of two treatment conditions: (1) assessment and advice only delivered in a group setting, and (2) a group Coping with Depression Course. Participants were recruited from the general population and were screened using the Composite Diagnostic Interview, a standardized interview for DSM-IV diagnoses. Individuals who were accepted for the study were also assessed using a battery of other instruments, including the Beck Depression Inventory (BDI), which was used to assess depressive symptoms. A followup assessment was given a month after treatment. Summary of Results: After completing the Coping with Depression course, participants had significantly"
  },
  {
    "id": 102,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "was used to assess depressive symptoms. A followup assessment was given a month after treatment. Summary of Results: After completing the Coping with Depression course, participants had significantly larg  er reductions in depressive symptoms than the control group. Participants had significant increases in pleasing activities and social encounters, in their levels of self-esteem, and in the frequency with which they received social support. The authors conclude that this intervention will help reduce depressive symptoms and, because of the relative ease with which it can be implemented, can help providers reach that segment of the population that currently does not seek services for depression (including those with subclinical levels of depressive symptoms). Reference: Carroll, K. M.,"
  },
  {
    "id": 103,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "help providers reach that segment of the population that currently does not seek services for depression (including those with subclinical levels of depressive symptoms). Reference: Carroll, K. M., Nich, C.,   Rounsaville, B. J. (1995). Differential symptom reduction in depressed cocaine abusers treated with psychotherapy and pharmacotherapy. Journal of Nervous and Mental Disease, 183, 251 259. Purpose: To evaluate the relative effectiveness of an antidepressant (desipramine) and psychotherapy for depressive symptoms among individuals with cocaine use disorders. Conclusions: Desipramine is an effective antidepressant for individuals with cocaine use disorders. Relapse prevention is associated with better substance-related outcomes among individuals with moderate to high levels of symptoms"
  },
  {
    "id": 104,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "effective antidepressant for individuals with cocaine use disorders. Relapse prevention is associated with better substance-related outcomes among individuals with moderate to high levels of symptoms than is clinical management. Methodology: An initial 121 subjects were recruited from a substance abuse treatment program, 109 of whom completed the study. Subjects had to meet DSM-III-R criteria for cocaine dependence; not currently be depend  ent on opioids, alcohol, or barbiturates; not currently have a DSM-III-R Axis I disorder other than a depressive Managing Depressive Symptoms 2-1 or anxiety disorder; not have been in substance abuse treatment in the prior 2 months; and not currently be receiving treatment for any other psychiatric disorder. The interventions provided were manualized"
  },
  {
    "id": 105,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorder; not have been in substance abuse treatment in the prior 2 months; and not currently be receiving treatment for any other psychiatric disorder. The interventions provided were manualized and deliv  ered in weekly sessions over the course of 12 weeks. The researchers assessed participants prior to the start of treatment, weekly during the course of treatment, and after treatment concluded. Self-reports concerning sub  stance use were confirmed with urine toxicology screens at each assessment. Depressive symptoms were assessed with the Beck Depression Inventory (BDI) and the Hamilton Rating Scale for Depression (HDRS). The researchers assigned participants to either a relapse prevention intervention based on Marlatt s model or a clin  ical management intervention adapted from the"
  },
  {
    "id": 106,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Rating Scale for Depression (HDRS). The researchers assigned participants to either a relapse prevention intervention based on Marlatt s model or a clin  ical management intervention adapted from the National Institute of Mental Health Collaborative Study on the Treatment of Depression. Some members from both groups also received desipramine, while the others received a placebo. Summary of Results: At the initial assessment, 35 percent of subjects (n 37) had at least moderately high levels of depressive symptoms (meaning they had both a BDI score of  8 and a HDRS score of  7). Subjects who had that level of depressive symptoms attended a significantly greater number of treatment sessions (an aver  age of 7.9 sessions compared to 6.9 for those with lower scores). Individuals with moderate"
  },
  {
    "id": 107,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "that level of depressive symptoms attended a significantly greater number of treatment sessions (an aver  age of 7.9 sessions compared to 6.9 for those with lower scores). Individuals with moderate or higher levels of depressive symptoms completed significantly more sessions of treatment if they were assigned to the relapse prevention treatment (an average of 10 sessions) than if they were assigned to the clinical management inter  vention (an average of 6). On the other hand, individuals with low or no depressive symptoms stayed longer in clinical management (an average of 7.4 sessions) than in relapse prevention (average of 6.5 sessions), but that difference was not significant. Individuals treated with desipramine also had significant reductions in depres  sive symptoms whether or not"
  },
  {
    "id": 108,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "in relapse prevention (average of 6.5 sessions), but that difference was not significant. Individuals treated with desipramine also had significant reductions in depres  sive symptoms whether or not they had a depressive disorder. Reference: Gottheil, E., Thornton, C.,   Weinstein, S. (2002). Effectiveness of high- versus low-structure indi  vidual counseling for substance abuse. American Journal of Addiction, 11, 279 290. Purpose: To evaluate the relative effectiveness of two types of individual counseling (i.e., high-structure, behaviorally oriented and low-structure, facilitative care) for clients with substance use disorders. Conclusions: For clients with elevated levels of depressive symptoms, a more highly-structured behavioral intervention is associated with better abstinence"
  },
  {
    "id": 109,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "for clients with substance use disorders. Conclusions: For clients with elevated levels of depressive symptoms, a more highly-structured behavioral intervention is associated with better abstinence rates, while the reverse is true for those who have lower levels of depressive symptoms. Methodology: The researchers evaluated data on 80 individuals who were seeking treatment for substance abuse problems at a publicly funded outpatient treatment program over a 12-week period. Participants were randomly assigned to receive one of two types of individual counseling delivered by counselors who had been trained and evaluated in the use of that specific treatment model: (1) highly structured, behaviorally oriented counseling (HSB) or (2) low-structure, facilitative counseling (LSF). Two"
  },
  {
    "id": 110,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "who had been trained and evaluated in the use of that specific treatment model: (1) highly structured, behaviorally oriented counseling (HSB) or (2) low-structure, facilitative counseling (LSF). Two independent evaluators judged coun  selor adherence to the model, and they were in agreement that models were consistently and appropriately implemented. A number of different measures were used to assess participants, including the Beck Depression Inventory (BDI) for depressive symptoms and the Addiction Severity Index for the severity of the substance use disorder. Urine drug screens were given at each treatment session. Participants also provided self-ratings of treatment benefit. Summary of Results: There were no significant differences between the two treatment groups in terms of client"
  },
  {
    "id": 111,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "at each treatment session. Participants also provided self-ratings of treatment benefit. Summary of Results: There were no significant differences between the two treatment groups in terms of client self-ratings of treatment effectiveness, counselor ratings of effectiveness, number of sessions attended, duration of stay in treatment, or number of drug-free urine samples provided. The authors did find that indi  viduals with BDI scores of 17 or greater provided significantly more drug-free urine samples during treatment if they attended the HSB counseling, while those with BDI scores of 16 or less provided significantly more drug- free urine samples if they attended LSF counseling. Reference: Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other"
  },
  {
    "id": 112,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "or less provided significantly more drug- free urine samples if they attended LSF counseling. Reference: Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other drug dependence: A meta-analysis. JAMA: Journal of the American Medical Association, 291, 1887 1896. Purpose: To perform a meta-analytic review on the efficacy of antidepressant medications for individuals with co-occurring depression and substance use disorders. Conclusions: Antidepressants have a modest beneficial effect in this population. Medication should be provid  ed along with a psychotherapeutic intervention in order to provide the greatest benefit to patients. Methodology: The authors searched the PubMed, Medline, and Cochrane Collaboration databases for research from 1970 to 2003"
  },
  {
    "id": 113,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "intervention in order to provide the greatest benefit to patients. Methodology: The authors searched the PubMed, Medline, and Cochrane Collaboration databases for research from 1970 to 2003 regarding the use of antidepressants for patients with co-occurring depression and substance use disorders. They selected only studies that used random assignment and placebo controls; used diagnostic 2-2 Part 3, Section 2 criteria from the DSM-III, III-R, or IV; diagnosed patients through diagnostic interviews; and reported out  comes regarding depressive symptoms. They found a total of 14 studies that met their inclusion criteria (5 using tricyclic antidepressants, 7 using selective serotonin reuptake inhibitors [SSRIs], and 2 involving other antidepressant medications). Meta-analytic methods of data"
  },
  {
    "id": 114,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "their inclusion criteria (5 using tricyclic antidepressants, 7 using selective serotonin reuptake inhibitors [SSRIs], and 2 involving other antidepressant medications). Meta-analytic methods of data analysis were used to compare data across studies and determine overall findings. Summary of Results: The authors found that antidepressants were effective for treating depression in indi  viduals with substance use disorders. Evidence-based psychosocial interventions appear to add to the overall effectiveness, and the authors suggest that such interventions be used first before prescribing medication and continued while the patient is receiving antidepressants. Antidepressants had a greater effect on individuals who had at least a week of abstinence in a treatment setting prior to being"
  },
  {
    "id": 115,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and continued while the patient is receiving antidepressants. Antidepressants had a greater effect on individuals who had at least a week of abstinence in a treatment setting prior to being prescribed the medication, and the authors recommend that diagnoses of depression and decisions to use antidepressants be made after the patient has established at least a brief period of abstinence. When medications were effective at reducing depressive symptoms, they also tended to reduce the amount of substance use, but the effect was not large enough (in most cases) to be associated with a significant difference in length of abstinence. Findings regarding the preferred medication for treating depression were mixed, but the authors suggest that SSRIs be used initially and, if inef  fective, be"
  },
  {
    "id": 116,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "difference in length of abstinence. Findings regarding the preferred medication for treating depression were mixed, but the authors suggest that SSRIs be used initially and, if inef  fective, be replaced with another type of antidepressant. Reference: Palmer, J. A., Palmer, L. K., Michiels, K.,   Thigpen, B. (1995). Effects of type of exercise on depression in recovering substance abusers. Perceptual and Motor Skills, 80, 523 530. Purpose: To evaluate the effectiveness of different types of exercise programs for relieving depressive symp  toms in clients with substance use disorders. Conclusions: Anaerobic exercise (in the form of bodybuilding activities) resulted in significant decreases in depressive symptoms among individuals in recovery from substance use disorders, but such decreases"
  },
  {
    "id": 117,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Anaerobic exercise (in the form of bodybuilding activities) resulted in significant decreases in depressive symptoms among individuals in recovery from substance use disorders, but such decreases were not seen with aerobic exercise or aerobic in combination with anaerobic exercise. Methodology: The authors tested three different types of exercise programs with a group of 45 clients in an inpatient substance abuse treatment program: aerobic (aerobic step exercise), anaerobic (bodybuilding), and a combination of the two (circuit training). Clients were randomly assigned to an exercise program. Depressive symptoms were evaluated using the Center for Epidemiological Studies Depression scale. Summary of Results: Individuals enrolled in the bodybuilding group had significant reductions in"
  },
  {
    "id": 118,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Depressive symptoms were evaluated using the Center for Epidemiological Studies Depression scale. Summary of Results: Individuals enrolled in the bodybuilding group had significant reductions in depressive symptoms after completing the program, but there were no significant decreases in symptoms for participants in the other two exercise groups. The authors suggest several possible explanations for the effect the bodybuild  ing program had on client depressive symptoms: (1) this exercise program, unlike the other two, gave partici  pants clear indicators of gains in strength that could have given them a feeling of mastery they otherwise lacked; (2) clients worked as teams in the bodybuilding program and the social bonds that developed as well as the peer encouragement of compliance could"
  },
  {
    "id": 119,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "them a feeling of mastery they otherwise lacked; (2) clients worked as teams in the bodybuilding program and the social bonds that developed as well as the peer encouragement of compliance could have added to the benefit. Reference: Peck, J. A., Reback, C. J., Yang, X., Rotheram-Fuller, E.,   Shoptaw, S. (2005). Sustained reduc  tions in drug use and depression symptoms from treatment for drug abuse in methamphetamine-dependent gay and bisexual men. Journal of Urban Health, 82, i100 i108. Purpose: To determine the relationship between methamphetamine use and depressive symptoms in the gay and bisexual male population. Conclusions: A significant portion of depressive symptoms reported by people with methamphetamine use dis  orders beginning treatment is substance-related, and those"
  },
  {
    "id": 120,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "gay and bisexual male population. Conclusions: A significant portion of depressive symptoms reported by people with methamphetamine use dis  orders beginning treatment is substance-related, and those symptoms typically improve during and after treat  ment. Methodology: Study participants were 62 gay or bisexual men seeking treatment for methamphetamine dependence. Researchers assessed depressive symptoms using the Beck Depression Inventory (BDI) weekly during treatment and at 26 and 52 weeks after treatment completion. Participants also provided urine drug screens three times a week during treatment. Participants were randomly assigned to one of four treatments (cognitive behavioral therapy based on the Matrix model, contingency management, cognitive behavioral ther  apy plus contingency"
  },
  {
    "id": 121,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Participants were randomly assigned to one of four treatments (cognitive behavioral therapy based on the Matrix model, contingency management, cognitive behavioral ther  apy plus contingency management, and a cognitive behavioral therapy intervention developed specifically for gay men). All four interventions ran for 16 weeks. Summary of Results: According to initial assessment, 28.5 percent of participants had moderate to severe lev  els of depression (i.e., BDI scores of 19 or greater), 44.8 percent had mild to moderate levels (BDI scores of 10 to Managing Depressive Symptoms 2-3 18), and 26.6 percent had no to mild depressive symptoms (BDI scores of 9 or less). A number of participants (52.9 ) also met criteria for a diagnosis of a mood disorder at some point during their lifetimes,"
  },
  {
    "id": 122,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "26.6 percent had no to mild depressive symptoms (BDI scores of 9 or less). A number of participants (52.9 ) also met criteria for a diagnosis of a mood disorder at some point during their lifetimes, and 28.4 per  cent had a lifetime diagnosis of major depression specifically. There were no statistically significant differences in depressive symptoms among individuals in different treatment conditions either before or after treatment (at either followup evaluation), but all four interventions did result in reductions of depressive symptoms over time, with the largest drop in symptoms occurring during the first week of treatment. Using a mixed regression model, the authors determined that methamphetamine use in the 5 days prior to assessment with the BDI strongly predicted higher levels of"
  },
  {
    "id": 123,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "during the first week of treatment. Using a mixed regression model, the authors determined that methamphetamine use in the 5 days prior to assessment with the BDI strongly predicted higher levels of depressive symptoms (p .0001), but that depressive symptoms did not pre  dict subsequent use of methamphetamines. Research-Related Studies Reference: Airaksinen, E., Larsson, M., Lundberg, I.,   Forsell, Y. (2004). Cognitive functions in depressive disorders: Evidence from a population-based study. Psychological Medicine, 34, 83 91. Purpose: To determine the level and types of cognitive impairments resulting from different depression-related diagnoses in a general population sample. Conclusions: Minor depression does not result in reduced cognitive performance, while other depressive spec"
  },
  {
    "id": 124,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "resulting from different depression-related diagnoses in a general population sample. Conclusions: Minor depression does not result in reduced cognitive performance, while other depressive spec  trum disorders (i.e., major depression, dysthymia, mixed anxiety-depression disorder) do result in reduced cog  nitive performance. Methodology: The authors selected a group of participants (n 1,093) from a larger Swedish general popula  tion sample who had been identified as having depressive disorders (using the Schedules for Clinical Assessment in Neuropsychiatry). They studied two regular DSM-IV diagnoses (68 individuals with major depression and 28 with dysthymia) and two DSM-IV research diagnoses (25 with mixed anxiety-depression dis  order and 66 with minor depression), and compared them"
  },
  {
    "id": 125,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "diagnoses (68 individuals with major depression and 28 with dysthymia) and two DSM-IV research diagnoses (25 with mixed anxiety-depression dis  order and 66 with minor depression), and compared them with a control group of 175 individuals who had no pathological symptoms and were not taking any psychoactive drugs. All subjects were administered a battery of cognitive tests. Summary of Results: Minor depression (as diagnosed according to the DSM-IV research disorder definition) was not associated with an increase in cognitive deficits, while all other depressive disorders evaluated were associated with significantly higher levels of such deficits. Reference: Angst, J., Sellaro, R.,   Merikangas, K. R. (2000). Depressive spectrum diagnoses. Comprehensive Psychiatry, 41, 39 47. Purpose: To"
  },
  {
    "id": 126,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "with significantly higher levels of such deficits. Reference: Angst, J., Sellaro, R.,   Merikangas, K. R. (2000). Depressive spectrum diagnoses. Comprehensive Psychiatry, 41, 39 47. Purpose: To determine the prognostic significance of major depressive disorder, dysthymia, recurrent brief depression, and minor depression. Conclusions: People who have long-term depressive symptoms can switch between different diagnostic cate  gories of depressive disorders. This lack of longitudinal stability leads the authors to conclude that depression should be conceived of as a spectrum rather than a set of discrete diagnoses. Methodology: The authors looked at data from 591 young Swiss adults (selected from participants in a larger study) over a 15-year period. Of this initial group, 69 percent"
  },
  {
    "id": 127,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "set of discrete diagnoses. Methodology: The authors looked at data from 591 young Swiss adults (selected from participants in a larger study) over a 15-year period. Of this initial group, 69 percent participated in at least one followup assessment. Participants were assessed for depressive symptoms using the Symptom Checklist-90-Revised and were diag  nosed according to DSM-III-R (i.e., major depression, dysthymia, minor depression) and International Classification of Diseases 10 (ICD-10) (recurrent brief depression) diagnostic categories. In order to determine the longitudinal stability of initial diagnoses, the authors looked at the most severe diagnosis that could be assigned at each of the five followup assessments, and, based upon that, determined what (if any) changes occurred in"
  },
  {
    "id": 128,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "initial diagnoses, the authors looked at the most severe diagnosis that could be assigned at each of the five followup assessments, and, based upon that, determined what (if any) changes occurred in diagnosis. Summary of Results: The authors found diagnostic categories changed frequently for individuals between subdiagnostic levels of depressive symptoms to levels of symptoms qualifying for a diagnosis, as well as between different diagnostic categories. In particular, there was little stability for the diagnosis of minor depression, with only one of 40 individuals who received that diagnosis meeting criteria for that same diagnosis again during the followup period. Reference: Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001). Motivating drinking behavior change: Depressive symptoms"
  },
  {
    "id": 129,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "meeting criteria for that same diagnosis again during the followup period. Reference: Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001). Motivating drinking behavior change: Depressive symptoms may not be noxious. Addictive Behaviors, 26, 267 272. 22--44 Part 3, Section 2 Purpose: To better understand the relationship between depressive symptomatology and motivation to change drinking-related behavior. Conclusions: Lower levels of depressive symptoms can make an individual more willing to engage in sub  stance abuse treatment. Methodology: These researchers evaluated 75 participants with alcohol use disorders (63 with alcohol depend  ence) who did not have a co-occurring drug use or psychotic disorder. Participants were recruited through fliers and newspapers ads from the general"
  },
  {
    "id": 130,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "alcohol use disorders (63 with alcohol depend  ence) who did not have a co-occurring drug use or psychotic disorder. Participants were recruited through fliers and newspapers ads from the general population. The researchers administered the Beck Depression Inventory (BDI) to assess depressive symptoms and the Brief Readiness to Change Questionnaire to assess readiness to change alcohol-related behavior. Other measures were used to assess negative drinking-related consequences (the Losses Of Significance Self-Report Questionnaire-Revised [LOSS-QR]), drinking rates (the Steady Pattern Chart from the Comprehensive Drinker Profile), and self-efficacy (the Situational Confidence Questionnaire 42 [SCQ 42]). Summary of Results: In the initial assessment, 11 individuals had BDI scores in the"
  },
  {
    "id": 131,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "from the Comprehensive Drinker Profile), and self-efficacy (the Situational Confidence Questionnaire 42 [SCQ 42]). Summary of Results: In the initial assessment, 11 individuals had BDI scores in the minimally depressed range, 2 had scores in the mild to moderate range, and 2 had moderate to severe depression scores. Researchers found a significant correlation between depressive symptoms (i.e., BDI scores) and greater motivation to change (i.e., being less likely to be in the precontemplation stage and more likely to be in the contemplation or action stages). There was a significant correlation between LOSS-QR scores and BDI scores, but not between SCQ-42 scores and BDI scores. Also, depressive symptoms were not associated with increased alcohol use during the course of the study."
  },
  {
    "id": 132,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "between LOSS-QR scores and BDI scores, but not between SCQ-42 scores and BDI scores. Also, depressive symptoms were not associated with increased alcohol use during the course of the study. Reference: Brown, S. A., Inaba, R. K., Gillin, J. C., Schuckit, M. A., Stewart, M. A.,   Irwin, M. R. (1995). Alcoholism and affective disorder: clinical course of depressive symptoms. Journal of Psychiatry, 152, 45 52. Purpose: To compare the severity of depressive symptoms and changes in those symptoms among men who had alcohol dependence, affective disorders, or both alcohol dependence and an affective disorder while they were in treatment for substance abuse or an affective disorder. Conclusions: There is a more rapid decrease in depressive symptoms among individuals who have a primary alcohol"
  },
  {
    "id": 133,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorder while they were in treatment for substance abuse or an affective disorder. Conclusions: There is a more rapid decrease in depressive symptoms among individuals who have a primary alcohol dependence disorder (even if they also have a secondary affective disorder) in comparison with individu  als who have a primary affective disorder (with or without a secondary alcohol dependence disorder). Methodology: The authors assessed 54 male veterans who had entered either a substance abuse treatment program (n 27) or mental health treatment program (n 27). Of those in the substance abuse treatment pro  gram, 12 also met DSM-III criteria for a secondary, co-occurring major affective disorder at some point during their lifetime (determined by having had one or more episodes of depression"
  },
  {
    "id": 134,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "pro  gram, 12 also met DSM-III criteria for a secondary, co-occurring major affective disorder at some point during their lifetime (determined by having had one or more episodes of depression during drinking and no major depressive episodes prior to the onset of their alcohol use disorder). Of those in mental health treatment, 12 also met DSM-III criteria for a secondary, co-occurring alcohol dependence disorder (determined by having met criteria for alcohol dependence at some point after the onset of their affective disorder). Individuals with antiso  cial personality disorder, drug dependence, other DSM-III axis I diagnoses predating their alcohol dependence or affective disorder, severe medical impairment, and no available relative friend to confirm their history were excluded from the"
  },
  {
    "id": 135,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "other DSM-III axis I diagnoses predating their alcohol dependence or affective disorder, severe medical impairment, and no available relative friend to confirm their history were excluded from the study. Subjects in both groups were also matched according to age, socioeconomic status, marital status, education, length of abstinence, and time in treatment. The severity of depressive symptoms was evaluated using the Hamilton Depression Rating Scale. Participants were assessed at treatment entry and weekly for 4 weeks thereafter. Summary of Results: Men who had a primary alcohol use disorder, whether or not they also had an affective disorder, had significant reductions in depressive symptoms following treatment when compared with those who had a primary affective disorder. Specifically, men"
  },
  {
    "id": 136,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "or not they also had an affective disorder, had significant reductions in depressive symptoms following treatment when compared with those who had a primary affective disorder. Specifically, men with a primary alcohol dependence disorder had a 49 to 63 percent reduction in depression scale scores; those with a primary affective disorder diagnosis had a 14 to 16 percent reduction if they did not receive medication. The authors found that a minimum of 3 weeks of absti  nence from alcohol was necessary to determine consistently whether individuals with elevated depressive symp  toms actually had co-occurring disorders. They also found that different depressive symptoms had distinct rates of change within each group. Reference: Charney, D. A., Palacios-Boix, J., Negrete, J. C., Dobkin, P. L.,"
  },
  {
    "id": 137,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "co-occurring disorders. They also found that different depressive symptoms had distinct rates of change within each group. Reference: Charney, D. A., Palacios-Boix, J., Negrete, J. C., Dobkin, P. L.,   Gill, K. J. (2005). Association Between Concurrent Depression and Anxiety and Six-Month Outcome of Addiction Treatment. Psychiatric Services, 56, 927 933. Managing Depressive Symptoms 2-5 Purpose: To determine the effect of symptoms of anxiety and depression (assessed at treatment entry) on sub  stance abuse treatment measures during the course of treatment. Conclusions: Depressive symptoms measured at program entry have a small but significant relationship with decreased service use and abstinence, even after controlling for other confounding factors. Individuals with depressive symptoms"
  },
  {
    "id": 138,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "at program entry have a small but significant relationship with decreased service use and abstinence, even after controlling for other confounding factors. Individuals with depressive symptoms combined with symptoms of anxiety fared significantly poorer than those with symptoms of only one of the two disorders. Methodology: Clients with substance use disorders (n 326) who were entering a substance abuse treatment program were evaluated by trained interviewers using the Addiction Severity Index, the Beck Depression Inventory, and the Symptom Checklist 90-Revised to assess substance use disorder severity and symptoms of depression and anxiety. Participants were then enrolled in an outpatient treatment program, which lasted from 6 to 9 months and included random urine drug screens. At 6"
  },
  {
    "id": 139,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "severity and symptoms of depression and anxiety. Participants were then enrolled in an outpatient treatment program, which lasted from 6 to 9 months and included random urine drug screens. At 6 months after the initial assessment, study partici  pants were again assessed regarding symptoms and treatment outcomes (e.g., days abstinent, length of stay in treatment). Participants were contacted whether or not they remained in treatment for the full 6 months. In analyzing the effect of depression and anxiety symptoms, the authors controlled for variables that are known to affect treatment outcomes (e.g., severity of substance use disorder, length of treatment stay). Summary of Results: In the initial assessment, 32 percent (n 105) had symptoms of both anxiety and depres  sion, 15 percent (n"
  },
  {
    "id": 140,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(e.g., severity of substance use disorder, length of treatment stay). Summary of Results: In the initial assessment, 32 percent (n 105) had symptoms of both anxiety and depres  sion, 15 percent (n 49) had depressive symptoms alone, and 16 percent (n 53) had symptoms of anxiety alone. Only 40 percent of clients with both anxiety and depression symptoms were abstinent after 6 months in treat  ment, compared to 73 percent of those who had depressive symptoms alone, suggesting that the combination of depression and anxiety symptoms is a particular problem in substance abuse treatment. Of the total sample, 56 percent were abstinent at 6 months. Individuals with symptoms of depression (with or without concurrent symptoms of anxiety) were more likely than others to require inpatient"
  },
  {
    "id": 141,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Of the total sample, 56 percent were abstinent at 6 months. Individuals with symptoms of depression (with or without concurrent symptoms of anxiety) were more likely than others to require inpatient detoxification, The authors note that individuals with symptoms of both anxiety and depression were more likely to be dependent on prescription opioids and or benzodiazepines and that that might account in part for low levels of abstinence in that group. Reference: Conner, K. R., Sorensen, S.,   Leonard, K. E. (2005). Initial depression and subsequent drinking during alcoholism treatment. Journal of Studies on Alcohol, 66, 401 406. Purpose: To determine whether higher levels of depressive symptoms at treatment entry had an effect on client response to treatment for alcohol use disorders."
  },
  {
    "id": 142,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of Studies on Alcohol, 66, 401 406. Purpose: To determine whether higher levels of depressive symptoms at treatment entry had an effect on client response to treatment for alcohol use disorders. Conclusions: Depressive symptoms evaluated at treatment entry predict poorer drinking-related outcomes during the first month of treatment but have little relation to outcomes during the second and third months. Methodology: The authors used data from 1,726 individuals enrolled in the National Institute on Alcohol Abuse and Alcoholism s Project MATCH study. Depressive symptoms were evaluated using the Beck Depression Inventory (BDI). Participants were enrolled in one of three treatments (i.e., motivational enhance  ment therapy, 12-Step facilitation therapy, cognitive behavioral therapy) over a"
  },
  {
    "id": 143,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Beck Depression Inventory (BDI). Participants were enrolled in one of three treatments (i.e., motivational enhance  ment therapy, 12-Step facilitation therapy, cognitive behavioral therapy) over a period of up to 3 months and were assessed over that 3-month period. Summary of Results: Depressive symptoms, as assessed at treatment entry, did have a significant relation  ship to poorer drinking outcomes (both in terms of drinks per drinking day and percentage of days abstinent) at the 1-month assessment but not at the 2- or 3-month assessments. Depressive symptoms also decreased over time, and the mean BDI score of treatment entry of 10.1 had fallen to 7.4 by the 3-month assessment. Reference: Curran, G. M., Booth, B. M., Kirchner, J. E.,   Deneke, D. E. (2007). Recognition and management"
  },
  {
    "id": 144,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the mean BDI score of treatment entry of 10.1 had fallen to 7.4 by the 3-month assessment. Reference: Curran, G. M., Booth, B. M., Kirchner, J. E.,   Deneke, D. E. (2007). Recognition and management of depression in a substance use disorder treatment population. American Journal of Drug and Alcohol Abuse, 33, 563 569. Purpose: To determine the relationship of depressive symptoms to relapse. Conclusions: Clients with moderate to severe levels of depressive symptoms (i.e., those with Beck Depression Inventory [BDI] scores of 20 or greater) were more than four times as likely to return to substance abuse 3 months after treatment than were those with lower levels of depressive symptoms. Methodology: The authors examined depressive symptoms and substance abuse treatment outcomes among a group"
  },
  {
    "id": 145,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "abuse 3 months after treatment than were those with lower levels of depressive symptoms. Methodology: The authors examined depressive symptoms and substance abuse treatment outcomes among a group of 126 clients consecutively admitted to a Veterans Affairs intensive outpatient treatment program. Depressive symptoms were measured with the BDI and the authors  analysis compared clients with moderate to severe levels of depression (i.e., with BDI scores of 20 or higher) to those with lower levels of depressive symptoms. All participants received the same course of intensive outpatient treatment. 2-6 Part 3, Section 2 Summary of Results: The mean BDI score for participants at treatment entry was 21.3, normally considered as representing severe depression. At treatment exit, the mean BDI score"
  },
  {
    "id": 146,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "2-6 Part 3, Section 2 Summary of Results: The mean BDI score for participants at treatment entry was 21.3, normally considered as representing severe depression. At treatment exit, the mean BDI score had fallen to 14.5. Individuals who entered treatment with BDI scores of 20 or greater were more than four times as likely to return to using sub  stances by their 3-month, posttreatment assessment. For individuals with BDI scores of 20 or greater, the use of antidepressant medication was associated with significantly lower rates of relapse (with 40  of those receiv  ing medication relapsing to use compared with 70  of those who did not receive antidepressant medication). Reference: Dodge, R., Sindelar, J.,   Sinha, R. (2005). The role of depression symptoms in predicting drug abstinence in"
  },
  {
    "id": 147,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "use compared with 70  of those who did not receive antidepressant medication). Reference: Dodge, R., Sindelar, J.,   Sinha, R. (2005). The role of depression symptoms in predicting drug abstinence in outpatient substance abuse treatment. Journal of Substance Abuse Treatment, 28, 189 196. Purpose: To determine the effects of depressive symptoms on short-term abstinence for individuals in outpa  tient treatment. Conclusions: After controlling for other treatment and demographic variables, the authors found that elevated levels of depressive symptoms at treatment entry were significantly associated with lower rates of abstinence at discharge. Methodology: The authors assessed 827 individuals attending an outpatient substance abuse treatment pro  gram at treatment entry and upon the leaving"
  },
  {
    "id": 148,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "with lower rates of abstinence at discharge. Methodology: The authors assessed 827 individuals attending an outpatient substance abuse treatment pro  gram at treatment entry and upon the leaving the program. The Beck Depression Inventory (BDI) was used on treatment entry to assess depressive symptoms (scores of 11 to 17 were coded as indicating mild depression and scores of 18 and above as having a clinically significant level of depression). Random urine and breathalyzer tests prior to discharge were used to confirm reports of abstinence in 73 percent of cases, with the remainder being determined by client self-report. In analyzing data, the authors controlled for a number of potentially con  founding factors including race, age, length of stay in treatment, primary substance of abuse,"
  },
  {
    "id": 149,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "by client self-report. In analyzing data, the authors controlled for a number of potentially con  founding factors including race, age, length of stay in treatment, primary substance of abuse, and frequency of substance use at time of admission. Summary of Results: After controlling for potentially confounding factors associated with abstinence rates, the authors found that higher BDI scores were associated with significantly lower rates of abstinence at dis  charge from treatment after up to 350 days of treatment. This finding remained true for BDI scores below 18 (the cut-off point for clinically significant depression); while the effect for lower BDI scores in decreasing absti  nence was smaller than for higher BDI scores, it was still significant. Reference: Doumas, D. M., Blasey, C."
  },
  {
    "id": 150,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "significant depression); while the effect for lower BDI scores in decreasing absti  nence was smaller than for higher BDI scores, it was still significant. Reference: Doumas, D. M., Blasey, C. M.,   Thacker, C. L. (2005). Attrition from alcohol and drug outpatient treatment: Psychological distress and interpersonal problems as indicators. Alcoholism Treatment Quarterly, 23, 55 67. Purpose: To explore the relationship between program attrition, symptoms of anxiety and depression, and interpersonal problems among a treatment-seeking population with substance use disorders. Conclusions: There is a significant association between failure to complete treatment and elevated levels of symptoms of depression and or anxiety. Methodology: The authors studied 120 consecutive admissions to an"
  },
  {
    "id": 151,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "is a significant association between failure to complete treatment and elevated levels of symptoms of depression and or anxiety. Methodology: The authors studied 120 consecutive admissions to an intensive outpatient substance abuse treatment program. Depressive symptoms were evaluated at treatment entry using the Beck Depression Inventory (BDI). Summary of Results: The treatment retention rate for participants was 67 percent (33  dropped out early). The BDI measures for those who dropped out (a mean score of 18.9 on the BDI) were significantly higher than for those who completed treatment (mean BDI score of 12.7). Anxiety symptoms were also significantly higher for participants who did not complete treatment compared with those who did complete treatment. Reference: Janiri, L.,"
  },
  {
    "id": 152,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(mean BDI score of 12.7). Anxiety symptoms were also significantly higher for participants who did not complete treatment compared with those who did complete treatment. Reference: Janiri, L., Martinotti, G., Dario, T., Reina, D., Paparello, F., Pozzi, G., et al. (2005). Anhedonia and substance-related symptoms in detoxified substance-dependent subjects: A correlation study. Neuropsychobiology, 52, 37 44. Purpose: To determine the relationship of anhedonia (i.e., the lack or loss of the ability to experience pleasure) to substance craving among individuals with substance use disorders. Conclusions: Craving and anhedonia are positively correlated among people with opioid use disorders but not among those with other types of substance use disorders. Anhedonia, a common depressive symptom,"
  },
  {
    "id": 153,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Craving and anhedonia are positively correlated among people with opioid use disorders but not among those with other types of substance use disorders. Anhedonia, a common depressive symptom, may be a factor in research findings that demonstrate a high level of craving among individuals with co-occurring depres  sion and substance use disorders. Methodology: The authors looked at 70 substance abuse treatment clients from three Italian treatment pro  grams. Three different instruments were used to evaluate anhedonia and the results from all three were evalu  ated together. Other scales were used to evaluate withdrawal and craving. Managing Depressive Symptoms 2-7 Summary of Results: Drug craving was significantly correlated with anhedonia among individuals with opi  oid use disorders but"
  },
  {
    "id": 154,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to evaluate withdrawal and craving. Managing Depressive Symptoms 2-7 Summary of Results: Drug craving was significantly correlated with anhedonia among individuals with opi  oid use disorders but not for those who had other types of substance use disorders. Reference: Joosen, M., Garrity, T. F., Staton-Tindall, M., Hiller, M. L., Leukefeld, C. G.,   Webster, J. M. (2005). Predictors of current depressive symptoms in a sample of drug court participants. Substance Use and Misuse, 40, 1113 1125. Purpose: To evaluate which factors may help predict elevated depressive symptoms among individuals enter  ing substance abuse treatment. Conclusions: Five variables are significantly associated with elevated levels of depressive symptoms in this population. Methodology: The authors evaluated 4,775"
  },
  {
    "id": 155,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "enter  ing substance abuse treatment. Conclusions: Five variables are significantly associated with elevated levels of depressive symptoms in this population. Methodology: The authors evaluated 4,775 individuals entering a Kentucky drug court program using the Addiction Severity Index and the Brief Symptom Inventory (BSI) (the latter to assess depressive symptoms). The BSI depression scale had participants rate the degree of discomfort they felt as a result of depressive symp  toms on a five point scale ranging from 0 (no discomfort) to 4 (extremely discomforting). A multiple regression analysis was performed to determine the most significant correlates of depressive symptoms. Summary of Results: In the initial assessment, 31.4 percent of participants had no significant (i.e., ones that"
  },
  {
    "id": 156,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "was performed to determine the most significant correlates of depressive symptoms. Summary of Results: In the initial assessment, 31.4 percent of participants had no significant (i.e., ones that caused discomfort) depressive symptoms, 37.4 percent had a  little bit,  19.4 percent had a moderate level, 9.4 percent had  quite a bit,  and 2.4 percent had an extremely high level. The average level of significant depres  sive symptoms was .73, which fell between none and a little bit. After multiple regression analysis, the signifi  cant correlates of depressive symptoms were (1) perceived overall health in the past 6 months, (2) having been hospitalized for a psychological problem, (3) having difficulties with one s family in the past 6 months, (4) hav  ing had conflicts with people outside"
  },
  {
    "id": 157,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "health in the past 6 months, (2) having been hospitalized for a psychological problem, (3) having difficulties with one s family in the past 6 months, (4) hav  ing had conflicts with people outside one s family in the past 6 months, and (5) being female. The authors con  clude that the presence of such factors are reasonable indications that clients entering treatment have been or are currently at risk for depression. Reference: Karno, M. P.   Longabaugh, R. (2007). Does matching matter? Examining matches and mismatch  es between patient attributes and therapy techniques in alcoholism treatment. Addiction, 102, 587 596. Purpose: To reanalyze data from the National Institute on Alcohol Abuse and Alcoholism s Project MATCH study to determine whether matching clients to particular treatments"
  },
  {
    "id": 158,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Addiction, 102, 587 596. Purpose: To reanalyze data from the National Institute on Alcohol Abuse and Alcoholism s Project MATCH study to determine whether matching clients to particular treatments based on personal characteristics (such as depressive symptoms) improved treatment outcomes. Conclusions: Interventions that have a strong focus on emotional material appear to be less effective for clients with high levels of depressive symptoms. Methodology: The sample for this study was drawn from participants in Project MATCH and included 137 individuals who received treatment for alcohol use disorders at one of the Project MATCH treatment sites. Participants were enrolled in either a cognitive behavioral coping skills training program, a motivational enhancement program, or a 12-Step"
  },
  {
    "id": 159,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "use disorders at one of the Project MATCH treatment sites. Participants were enrolled in either a cognitive behavioral coping skills training program, a motivational enhancement program, or a 12-Step facilitation program. Depressive symptoms were evaluated using the Beck Depression Inventory (BDI); scores below 9 (n 73) were considered low, scores between 10 and 18 (n 39) were considered medium, and scores of 19 or higher (n 25) were considered as representing high levels of depressive symptoms. Summary of Results: Clients with high levels of depressive symptoms (but not those with lower levels of depressive symptoms) who received treatment with a low focus on emotionally charged material had signifi  cantly higher levels of abstinence. Clients who had high levels of depressive symptoms"
  },
  {
    "id": 160,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of depressive symptoms) who received treatment with a low focus on emotionally charged material had signifi  cantly higher levels of abstinence. Clients who had high levels of depressive symptoms and who received thera  py that directed them away from highly emotional material were abstinent on 98.2 percent of the days in the year following treatment compared with 87 percent of those with high levels of depressive symptoms who did not attend that type of treatment. Reference: Kessler, R. C., Zhao, S., Blazer, D. G.,   Swartz, M. (1997). Prevalence, correlates, and course of minor and major depression in the national comorbidity survey. Journal of Affective Disorders, 45, 19 30. Purpose: To determine the incidence, prevalence, correlates, and course of both minor and major depression in"
  },
  {
    "id": 161,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "depression in the national comorbidity survey. Journal of Affective Disorders, 45, 19 30. Purpose: To determine the incidence, prevalence, correlates, and course of both minor and major depression in the general US population. Conclusions: Minor depression should not be considered a  natural  reaction to environmental stress but rather a type of depressive disorder that should receive serious attention from clinicians. Methodology: The National Comorbidity Study (NCS), from which the data in this article are drawn, is a large (n 8,098) general population survey of the prevalence and correlates of DSM-III-R disorders conducted 2-8 Part 3, Section 2 between 1990 and 1992. The survey used structured interviews to examine psychiatric symptoms and demo  graphic factors. In addition to"
  },
  {
    "id": 162,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of DSM-III-R disorders conducted 2-8 Part 3, Section 2 between 1990 and 1992. The survey used structured interviews to examine psychiatric symptoms and demo  graphic factors. In addition to diagnosing depressive disorders, the survey was used in this article to analyze minor depression (a condition in which individuals met all major depression criteria except that they only had between 2 and 4 Criterion A symptoms and had no history of major depression or dysthymia). Impairment from depressive disorders (including minor depression) was evaluated by asking respondents whether or not their depression was interfering with their lives, whether they had ever seen a doctor and or other professional about their depression, and whether they ever took medication for their depression. The analysis"
  },
  {
    "id": 163,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "was interfering with their lives, whether they had ever seen a doctor and or other professional about their depression, and whether they ever took medication for their depression. The analysis in this article also separated two different levels of major depression, one involving 5 6 DSM-II-R symptoms and the other involv  ing 7 9 symptoms Summary of Results: The authors found a lifetime prevalence of minor depression in the general population of 10 percent. Individuals with mild depression were less likely to have any co-occurring mental or substance use disorder than were individuals with major depression (54.4  and 73  respectively had another disorder). The age of onset was about the same for minor and major depression. Almost 75 percent of persons with minor depression report more"
  },
  {
    "id": 164,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "major depression (54.4  and 73  respectively had another disorder). The age of onset was about the same for minor and major depression. Almost 75 percent of persons with minor depression report more than one depressive episode. Symptom severity was correlated with the number of episodes and their duration. Over their lifetimes, people with mild depression showed fewer episodes of shorter duration than those with major depression. The level of impairment for minor depression was lower (42  reported impairment) than for major depression, with 5 6 symptoms (49.7  reported impairment) or 7 9 symp  toms (68.2  reported impairment) but still represented a considerable burden. Unlike major depression and dysthymia, rates of minor depression showed significant regional differences, with rates"
  },
  {
    "id": 165,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "toms (68.2  reported impairment) but still represented a considerable burden. Unlike major depression and dysthymia, rates of minor depression showed significant regional differences, with rates highest in the West and lowest in the South. Reference: Moscato, B. S., Russell, M., Zielezny, M., Bromet, E., Egri, G., Mudar, P., et al. (1997). Gender dif  ferences in the relation between depressive symptoms and alcohol problems: A longitudinal perspective. American Journal of Epidemiology, 146, 966 974. Purpose: To determine the effect of depressive symptoms on alcohol problems in relation to gender. Conclusions: Depressive symptoms are consistently associated with significantly higher levels of subsequent alcohol-related problems for women but not for men. Methodology: Researchers"
  },
  {
    "id": 166,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to gender. Conclusions: Depressive symptoms are consistently associated with significantly higher levels of subsequent alcohol-related problems for women but not for men. Methodology: Researchers interviewed a random, general population sample of adults (n 1,036) in 1986, 1989, and 1993. They used the Center for Epidemiologic Studies Depression (CES-D) Scale to assess past- month depressive symptoms and the National Institute of Mental Health Diagnostic Interview Schedule to assess alcohol problems and heavy alcohol use. Participants were considered to have a high level of depressive symptoms if they scored 18 or higher on the CES-D or if they reported having had treatment for depression in the year prior to the assessment. Selected sociodemographic variables were also analyzed in"
  },
  {
    "id": 167,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "if they scored 18 or higher on the CES-D or if they reported having had treatment for depression in the year prior to the assessment. Selected sociodemographic variables were also analyzed in relation to depres  sive symptoms. Data were analyzed using logistical regression models. Summary of Results: After the logistical regression analysis, the authors found a significant and consistent association between high levels of depressive symptoms and later alcohol use disorders among women. For men, however, they found no consistent or significant association between alcohol use disorders and later devel  opment of depressive symptoms. Reference: Ramsey, S. E., Kahler, C. W., Read, J. P., Stuart, G. L.,   Brown, R. A. (2004). Discriminating between substance-induced and independent depressive"
  },
  {
    "id": 168,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "devel  opment of depressive symptoms. Reference: Ramsey, S. E., Kahler, C. W., Read, J. P., Stuart, G. L.,   Brown, R. A. (2004). Discriminating between substance-induced and independent depressive episodes in alcohol-dependent patients. Journal of Studies on Alcohol, 65, 672 676. Purpose: To determine how accurate classifications of substance-induced depression are for clients in treat  ment for alcohol use disorders. Conclusions: A significant percentage of cases that are reported as  substance-induced  depression in individ  uals with alcohol use disorders (more than 25  in this study) do not remit after 1 year of abstinence. Methodology: The authors looked at a subsample of 95 individuals from a larger study on treatment effective  ness for individuals with alcohol dependence."
  },
  {
    "id": 169,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "do not remit after 1 year of abstinence. Methodology: The authors looked at a subsample of 95 individuals from a larger study on treatment effective  ness for individuals with alcohol dependence. Participants were assessed using the Structured Clinical Interview for DSM-IV Disorders (SCID) and the Beck Depression Inventory (BDI). They qualified for the study if they met DSM-IV diagnostic criteria for a substance-induced mood disorder with depressive symptoms as well as for alcohol dependence. Managing Depressive Symptoms 2-9 Summary of Results: In the year following treatment, more than 25 percent of the depressive episodes origi  nally evaluated as substance-induced were reclassified as resulting from an independent major depressive dis  order. Participants who had a prior history of"
  },
  {
    "id": 170,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "percent of the depressive episodes origi  nally evaluated as substance-induced were reclassified as resulting from an independent major depressive dis  order. Participants who had a prior history of major depressive disorder and or who had lower levels of alcohol dependence were more likely to have their disorder reclassified as independent major depressive disorder dur  ing that period. Reference: Rao, S. R., Broome, K. M.,   Simpson, D. D. (2004). Depression and hostility as predictors of long- term outcomes among opiate users. Addiction, 99, 579 589. Purpose: To determine the relationship of client hostility and depression to long-term treatment outcomes in individuals with opioid use disorders. Conclusions: Among individuals with opioid use disorders not exposed to treatment,"
  },
  {
    "id": 171,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of client hostility and depression to long-term treatment outcomes in individuals with opioid use disorders. Conclusions: Among individuals with opioid use disorders not exposed to treatment, depressive symptoms are associated with somewhat better outcomes in terms of substance use and criminal activity. Methodology: The authors used data from a sample of 727 methadone maintenance clients enrolled in the National Institute on Drug Abuse s (NIDA) Drug Abuse Treatment Outcome Study. All participants were enrolled in methadone outpatient treatment at the start of the study and completed at least one of the two fol  lowup assessments (conducted 1 and 5 years after the initial treatment). The Symptom Check List-90 (SCL-90) scale was used to assess depressive symptoms and hostility. The authors"
  },
  {
    "id": 172,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "one of the two fol  lowup assessments (conducted 1 and 5 years after the initial treatment). The Symptom Check List-90 (SCL-90) scale was used to assess depressive symptoms and hostility. The authors relied on self-reports of substance use at the 1-year assessment but confirmed self-reports at the 5-year assessment with urine toxicology screens. Logistic regression analyses were used to evaluate the ability of assessed depression and hostility to predict treatment outcomes. Summary of Results: For clients who did not have any treatment in the year prior to the 1-year followup assessment, depressive symptoms were associated with lower rates of heroin use (the odds of weekly use were 38  lower for individuals who had depressive symptoms). At the 5-year assessment, depressive symptoms again"
  },
  {
    "id": 173,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "symptoms were associated with lower rates of heroin use (the odds of weekly use were 38  lower for individuals who had depressive symptoms). At the 5-year assessment, depressive symptoms again only had a significant relationship to outcomes for individuals who had had no treatment in the prior year for that group, depressive symptoms were associated with lower rates of arrest and less weekly cocaine use. There was also a strong, significant association between higher scores on the SCL-90 rating for depressive symptoms and lower rates of self-reported arrest during the prior year. Reference: Rapaport, M. H., Judd, L. L., Schettler, P. J., Yonkers, K. A., Thase, M. E., Kupfer, D. J., et al. (2002). A descriptive analysis of minor depression. American Journal of Psychiatry, 159, 537 643."
  },
  {
    "id": 174,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Rapaport, M. H., Judd, L. L., Schettler, P. J., Yonkers, K. A., Thase, M. E., Kupfer, D. J., et al. (2002). A descriptive analysis of minor depression. American Journal of Psychiatry, 159, 537 643. Purpose: To describe minor depression in detail, including the symptoms, disability associated with it, stabili  ty, and relationship to other disorders. Conclusions: Minor depression is a persistent problem characterized by its affective and cognitive symptoms, not by the neurovegetative symptoms seen in more severe types of depression. Minor depression can be inde  pendent of other depressive disorders, can be a less severe but stable episode in the course of a major depres  sive disorder, or can be a transitional state in people transitioning to or from major depression. Minor depres  sion"
  },
  {
    "id": 175,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "can be a less severe but stable episode in the course of a major depres  sive disorder, or can be a transitional state in people transitioning to or from major depression. Minor depres  sion should be seen as part of a spectrum of depressive disorders, rather than seeing all depressive disorders as unique and discrete conditions. Methodology: The researchers evaluated data from subjects in three diverse metropolitan areas. Data were gathered from 162 subjects (out of an initial 226) with minor depression who remained in the study for 4 weeks. Researchers defined rigorous and complex criteria for making a diagnosis of minor depression. They also excluded individuals with another current depressive disorder, individuals with a number of other mental dis  orders, and individuals using"
  },
  {
    "id": 176,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "for making a diagnosis of minor depression. They also excluded individuals with another current depressive disorder, individuals with a number of other mental dis  orders, and individuals using certain psychotropic medications. All individuals in the study were treated with a placebo and evaluated regularly during a 4-week period. Summary of Results: In evaluating the persistence of minor depression, the researchers found that 2.2 per  cent of the initial 226 developed major depression over the course of the study, and 6.2 percent spontaneously recovered, suggesting that minor depression is not a transient disorder. The most common depressive symptom endorsed by individuals with minor depression was sad mood, followed by irritable mood, problems with con  centration and decision-making, a"
  },
  {
    "id": 177,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "a transient disorder. The most common depressive symptom endorsed by individuals with minor depression was sad mood, followed by irritable mood, problems with con  centration and decision-making, a pessimistic outlook toward the future, and anhedonia. Given the entire symptom profile, the authors conclude that minor depression is characterized by its affective and cognitive symptoms, not by the neurovegetative and reverse neurovegetative symptoms seen in more severe types of depression. Of the 162 subjects who completed the study, 32 percent (n 52) had a history of major depressive disorder, suggesting that a past diagnoses of major depressive disorder should not be used as exclusion criteria for minor depression. Those individuals who did have a past diagnosis of major depressive"
  },
  {
    "id": 178,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "suggesting that a past diagnoses of major depressive disorder should not be used as exclusion criteria for minor depression. Those individuals who did have a past diagnosis of major depressive disorder did not dif  2-10 Part 3, Section 2 fer in terms of depressive symptom severity or functional disability from those who did not have such a past diagnosis. For some clients, minor depression may be a transitional state in the development of major depres  sion, and 2.2 percent of the subjects in the study developed major depression during the 4-week period. Reference: Riehman, K. S., Iguchi, M. Y.,   Anglin, M. D. (2002). Depressive symptoms among amphetamine and cocaine users before and after substance abuse treatment. Psychology of Addictive Behaviors, 16, 333 337. Purpose: To determine"
  },
  {
    "id": 179,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Y.,   Anglin, M. D. (2002). Depressive symptoms among amphetamine and cocaine users before and after substance abuse treatment. Psychology of Addictive Behaviors, 16, 333 337. Purpose: To determine whether methamphetamine users  reports of higher rates of depressive symptoms (in comparison with rates reported by cocaine users) result from the drug itself or other factors. Conclusions: The high levels of depressive symptoms reported by methamphetamine users are in part the result of higher rates of polysubstance use and major depressive disorder among users. After controlling for those factors, rates of depressive disorders do not vary significantly between cocaine and methamphetamine users. Methodology: The authors analyzed data from 2,176 participants in the National Institute on Drug"
  },
  {
    "id": 180,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "rates of depressive disorders do not vary significantly between cocaine and methamphetamine users. Methodology: The authors analyzed data from 2,176 participants in the National Institute on Drug Abuse s (NIDA) Drug Abuse Treatment Outcome Study. Depressive symptoms were measured using the Symptom Check List-90 (SCL-90) and initial interviews that asked about depressive symptoms in the year prior to treat  ment. Respondents were reassessed 1 year after treatment conclusion and only respondents for whom followup data were available were used in the study. Summary of Results: Prior to treatment, respondents who reported regular methamphetamine use but not regular cocaine use and those who reported regular use of both drugs had significantly higher scores of depres  sive symptoms as measured"
  },
  {
    "id": 181,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "respondents who reported regular methamphetamine use but not regular cocaine use and those who reported regular use of both drugs had significantly higher scores of depres  sive symptoms as measured by the SCL-90. They also reported significantly higher rates of lifetime diagnoses of major depressive disorder. Individuals who reported regular use of both cocaine and methamphetamine also had significantly higher rates of other types of substance use than did those who reported regular use of only cocaine or methamphetamine. After controlling for lifetime diagnoses of major depressive disorder and polysub  stance use, rates of depressive symptoms did not differ significantly among regular users of cocaine, metham  phetamine, or both drugs. Reference: Sexton, H., Lipton, R. I.,   Nilssen, O."
  },
  {
    "id": 182,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "polysub  stance use, rates of depressive symptoms did not differ significantly among regular users of cocaine, metham  phetamine, or both drugs. Reference: Sexton, H., Lipton, R. I.,   Nilssen, O. (1999). Relating alcohol use and mood: Results from the Tromso study. Journal of Studies on Alcohol, 60, 111 119. Purpose: To understand the relationship between alcohol use and depressed mood in a general population sample. Conclusions: While the relationship between drinking and depressed mood is not strong in the general popu  lation, drinking appears to increase the chances of experiencing a depressed mood among both male and female immoderate drinkers and for moderately drinking men. However, moderate drinking by women did not predict depressed mood but instead depressed mood appeared to be"
  },
  {
    "id": 183,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "mood among both male and female immoderate drinkers and for moderately drinking men. However, moderate drinking by women did not predict depressed mood but instead depressed mood appeared to be predictive of later drinking. Methodology: Researchers twice interviewed a general population sample of 8,260 (4,407 female) Swedish adults, with the second interview occurring 7 years after the first. Depressed mood was measured with a single question on the survey. Current ability to cope and sleep disturbance were also measured with other items. Drinking was measured by three questions addressing the frequency of beer, wine, and liquor consumption and a fourth addressing the frequency of inebriation. Individuals who reported drinking to inebriation at least once per month were classed as"
  },
  {
    "id": 184,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the frequency of beer, wine, and liquor consumption and a fourth addressing the frequency of inebriation. Individuals who reported drinking to inebriation at least once per month were classed as immoderate drinkers. Summary of Results: In this sample, 329 women and 1076 men were considered immoderate drinkers and 4,078 women and 2,777 men were considered moderate drinkers. For male drinkers, whether or not they were assessed as moderate or immoderate drinkers at the initial interview, drinking was associated with increased reports of depressed mood at the second assessment. For women who were immoderate drinkers, this proved to be the case as well. However, for women who were moderate drinkers at the initial assessment, drinking was not associated with increased rates of depressed mood"
  },
  {
    "id": 185,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "immoderate drinkers, this proved to be the case as well. However, for women who were moderate drinkers at the initial assessment, drinking was not associated with increased rates of depressed mood and depressed mood appeared to be predictive of less subsequent drinking. Reference: Solomon, A., Haaga, D. A.,   Arnow, B. A. (2001). Is clinical depression distinct from subthreshold depressive symptoms? A review of the continuity issue in depression research. Journal of Nervous   Mental Disease, 189, 498 506. Purpose: To review existing literature in an attempt to determine if subdiagnostic depressive symptoms are part of a continuum of depressive disorders or represent a condition that must be considered distinct from depressive disorders. Managing Depressive Symptoms 2-11 Conclusions: While"
  },
  {
    "id": 186,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "symptoms are part of a continuum of depressive disorders or represent a condition that must be considered distinct from depressive disorders. Managing Depressive Symptoms 2-11 Conclusions: While evidence is still inconclusive, the authors believe that the majority of studies support the idea that there is a manifest and latent continuum of depressive symptoms that includes both subdiagnostic levels of symptoms and diagnosable depressive disorders. Methodology: The authors reviewed research on subclinical depressive symptoms, focusing almost entirely on studies that made use of clinical interviews rather than on studies that used self-report measures such as the Beck Depression Inventory. Summary of Results: The authors note a number of problems with research to date on subclinical"
  },
  {
    "id": 187,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "interviews rather than on studies that used self-report measures such as the Beck Depression Inventory. Summary of Results: The authors note a number of problems with research to date on subclinical depressive symptoms (e.g., a lack of agreement on definitions) as well as some of the more interesting findings from that research. They also review some of the more important findings from the literature on subclinical depressive symptoms. They note that the research does suggest that the significance of subclinical depressive symptoms can be different for individuals who have had prior episodes of a depressive disorder than for those who have not. Also, two studies have found that people with subclinical depressive symptoms who have one or both of the two symptoms necessary for a diagnosis"
  },
  {
    "id": 188,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of a depressive disorder than for those who have not. Also, two studies have found that people with subclinical depressive symptoms who have one or both of the two symptoms necessary for a diagnosis of major depression (i.e., anhedonia and pervasive depressed mood) are likely to have a clinically significant impairment as a result of their depressive symptoms, while those individu  als with depressive symptoms who do not have those two specific symptoms are unlikely to have a significant impairment. Finally, a number of studies have found that people with depressive symptoms have many of the same problems correlated with their symptoms that people with depressive disorders have correlated with their disorders (e.g., an elevated risk for future episodes of major depression, a family"
  },
  {
    "id": 189,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "the same problems correlated with their symptoms that people with depressive disorders have correlated with their disorders (e.g., an elevated risk for future episodes of major depression, a family history of major depression, co  occurring psychiatric and or medical disorders). Reference: Strowig, A. B. (2000). Relapse determinants reported by men treated for alcohol addiction: The prominence of depressed mood. Journal of Substance Abuse Treatment, 19, 469 474. Purpose: To evaluate which relapse determinants are most associated with relapse to alcohol use among men with alcohol use disorders. Conclusions: Depressed mood is the most common determinant for relapse among men with alcohol use disor  ders. Methodology: The author evaluated relapse determinants in a group of 93 men who"
  },
  {
    "id": 190,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Conclusions: Depressed mood is the most common determinant for relapse among men with alcohol use disor  ders. Methodology: The author evaluated relapse determinants in a group of 93 men who attended treatment for alcohol use and had relapsed during the year following treatment. He made use of categories derived from Marlatt s model of relapse, which were presented to study participants in the form of a questionnaire. Participants had a mean age of 47.8 and a mean of 15.6 years of education. Summary of Results: The reason for relapse most often endorsed by participants was depressed mood (report  ed in 26.9  of cases), followed by weighing consequences (in 15.1 ), impulsive action (in 9.7 ), and social pres  sure (in 8.6 ). These results are consistent with earlier research that also"
  },
  {
    "id": 191,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(report  ed in 26.9  of cases), followed by weighing consequences (in 15.1 ), impulsive action (in 9.7 ), and social pres  sure (in 8.6 ). These results are consistent with earlier research that also found  depressed mood  to be one of the most common relapse determinants. Reference: Weaver, G. D., Turner, N. H.,   O'Dell, K. J. (2000). Depressive symptoms, stress, and coping among women recovering from addiction. Journal of Substance Abuse Treatment, 18, 161 167. Purpose: To determine what changes occur in terms of depressive symptoms, stress, and use of coping mecha  nisms among women in recovery from substance use disorders. Conclusions: Among women with substance use disorders, depressive symptoms decrease significantly over the course of recovery, but can remain high for some"
  },
  {
    "id": 192,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "in recovery from substance use disorders. Conclusions: Among women with substance use disorders, depressive symptoms decrease significantly over the course of recovery, but can remain high for some individuals. The risk of continued depression is greatest for those who are married or living with a partner. Methodology: The authors evaluated 102 women (age 18 or older) who had 1 to 5 years of recovery from sub  stance use disorders. Participants were identified through the Community University Partnership Project II survey, which provided baseline data for participants prior to treatment and recovery. Participants were assessed through face-to-face interviews. Depressive symptoms were evaluated using the Center for Epidemiologic Studies Depression Scale (CES-D). Summary of Results: More"
  },
  {
    "id": 193,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "recovery. Participants were assessed through face-to-face interviews. Depressive symptoms were evaluated using the Center for Epidemiologic Studies Depression Scale (CES-D). Summary of Results: More than half (n 57) of the women had a prior diagnosis of clinical depression. The mean score on the CES-D was 12.45, with approximately 33 percent scoring in the range indicating high risk for depression (i.e., scores of 16 or greater). However, 20 percent of the sample continued to have high ( 16) scores for depression after having been in recovery for at least a year. The only demographic factor that was found to be significantly related to depression scores was marriage or cohabitation, which were positively relat  ed to depression. Higher levels of depression were also significantly related"
  },
  {
    "id": 194,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "was found to be significantly related to depression scores was marriage or cohabitation, which were positively relat  ed to depression. Higher levels of depression were also significantly related to higher levels of certain types of perceived stress (i.e., financial, physical health related, and emotional health related). There were significant 2-12 Part 3, Section 2 decreases in stress between prerecovery and recovery for participants, with the mean stress score falling from 27.68 to 14.62. The study also found that significant changes in the coping strategies used by participants before entering recovery, during recovery, and in recovery were less likely to use passive or negative strategies (e.g., procrastinating, keeping feelings to oneself, blaming others) and more likely to use"
  },
  {
    "id": 195,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "entering recovery, during recovery, and in recovery were less likely to use passive or negative strategies (e.g., procrastinating, keeping feelings to oneself, blaming others) and more likely to use active or positive strategies (e.g., developing to plans to handle problems, expressing feelings, seeing humor in situations). Managing Depressive Symptoms 2-13 Section 3 General Bibliography Abraham, H. D.,   Fava, M. (1999). Order of onset of substance abuse and depression in a sample of depressed outpatients. Comprehensive Psychiatry, 40, 44 50. Ackermann, R. T.,   Williams, J. W. (2002). Rational treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Addiction Technology Transfer Center (2004). The Change"
  },
  {
    "id": 196,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "treatment choices for non-major depressions in primary care: An evidence-based review. Journal of General Internal Medicine, 17, 293 301. Addiction Technology Transfer Center (2004). The Change Book: A Blueprint for Technology Transfer. (2nd ed.) Kansas City, MO: Addiction Technology Transfer Center. Agency for Healthcare Research and Quality (2005). 2005 National Healthcare Quality Report. Rockville, MD: Agency for Healthcare Research and Quality. Retrieved January 10, 2006, from  Agosti, V.,   Levin, F. R. (2006). The effects of alcohol and drug dependence on the course of depression. The American Journal on Addictions, 15, 71 75. Aharonovich, E., Liu, X., Nunes, E.,   Hasin, D. S. (2002). Suicide attempts in substance abusers: Effects of major depression in relation to substance use"
  },
  {
    "id": 197,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "American Journal on Addictions, 15, 71 75. Aharonovich, E., Liu, X., Nunes, E.,   Hasin, D. S. (2002). Suicide attempts in substance abusers: Effects of major depression in relation to substance use disorders. American Journal of Psychiatry, 159, 1600 1602. Aharonovich, E., Nguyen, H. T.,   Nunes, E. V. (2001). Anger and depressive states among treatment seeking drug abusers: Testing the psychopharmacological specificity hypothesis. American Journal of Addiction, 10, 327 334. Airaksinen, E., Larsson, M., Lundberg, I.,   Forsell, Y. (2004). Cognitive functions in depressive disorders: Evidence from a population-based study. Psychological Medicine, 34, 83 91. Allart-van Dam, E., Hosman, C. M. H., Hoogduin, C. A. L.,   Schaap, C. P. D. R. (2003). The Coping with Depression Course: Short-term"
  },
  {
    "id": 198,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "from a population-based study. Psychological Medicine, 34, 83 91. Allart-van Dam, E., Hosman, C. M. H., Hoogduin, C. A. L.,   Schaap, C. P. D. R. (2003). The Coping with Depression Course: Short-term outcomes and mediating effects of a randomized controlled trial in the treatment of subclinical depression. Behavior Therapy, 34, 381 396. Ambrogne, J. A. (2007). Managing depressive symptoms in the context of abstinence: Findings from a qualita  tive study of women. Perspectives in Psychiatric Care, 43, 84 92. American Psychiatric Association (2000). Diagnostic and Statistical Manual of Mental Disorders. (4th Text Revision ed.) Washington, DC: American Psychiatric Association. American Society of Addiction Medicine (2001). Patient Placement Criteria for the Treatment of Substance- Related"
  },
  {
    "id": 199,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Disorders. (4th Text Revision ed.) Washington, DC: American Psychiatric Association. American Society of Addiction Medicine (2001). Patient Placement Criteria for the Treatment of Substance- Related Disorders: ASAM PPC-2R. (2d - Revised ed.) Chevy Chase, MD: American Society of Addiction Medicine. Angst, J.,   Merikangas, K. (1997). The depressive spectrum: Diagnostic classification and course. Journal of Affective Disorders, 45, 31 39. Angst, J. (1997). Minor and recurrent brief depression. In H. S. Akiskal   G. B. Cassano (Eds.), Dysthymia and the Spectrum of Chronic Depressions. New York: Guilford Press. Angst, J., Sellaro, R.,   Merikangas, K. R. (2000). Depressive spectrum diagnoses. Comprehensive Psychiatry, 41, 39 47. Araujo, L., Goldberg, P., Eyma, J.,   Madhusoodanan, S. (1996)."
  },
  {
    "id": 200,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Guilford Press. Angst, J., Sellaro, R.,   Merikangas, K. R. (2000). Depressive spectrum diagnoses. Comprehensive Psychiatry, 41, 39 47. Araujo, L., Goldberg, P., Eyma, J.,   Madhusoodanan, S. (1996). The effect of anxiety and depression on com  pletion withdrawal status in patients admitted to substance abuse detoxification program. Journal of Substance Abuse Treatment, 13, 61 66. Atkinson, R. M.,   Misra, S. (2002). Mental disorders and symptoms in older alcoholics. In A. M. Gurnack, R. Atkinson,   N. J. Osgood (Eds.), Treating Alcohol and Drug Abuse in the Elderly (pp. 50 71). New York: Springer Publishing Company. Baigent, M. F. (2005). Understanding alcohol misuse and comorbid psychiatric disorders. Current Opinion in Psychiatry, 18, 223 228. MMaannaaggiinngg DDeepprreessssiivvee"
  },
  {
    "id": 201,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Springer Publishing Company. Baigent, M. F. (2005). Understanding alcohol misuse and comorbid psychiatric disorders. Current Opinion in Psychiatry, 18, 223 228. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--11 Bardwell, W. A.,   Dimsdale, J. E. (2001). The impact of ethnicity and response bias on the self-report of nega  tive affect. Journal of Applied Biobehavioral Research, 6, 27 38. Barrett, J. E., Williams, J. W. J., Oxman, T. E., Frank, E., Katon, W., Sullivan, M., et al. (2001). Treatment of dysthymia and minor depression in primary care: A randomized trial in patients aged 18 to 59 years. Journal of Family Practice, 50, 405 412. Beck, A. T., Rush, A. J., Shaw, B. F.,   Emery, G. (1979). Cognitive Therapy of Depression. New York: Guilford Press. Beck, D. A.,   Koenig,"
  },
  {
    "id": 202,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "18 to 59 years. Journal of Family Practice, 50, 405 412. Beck, A. T., Rush, A. J., Shaw, B. F.,   Emery, G. (1979). Cognitive Therapy of Depression. New York: Guilford Press. Beck, D. A.,   Koenig, H. G. (1996). Minor depression: A review of the literature. Journal of Addictions   Offender Counseling, 26, 177 209. Black, C. (2003). Depression strategies: Practical Tools for Professionals Treating Depression. Bainbridge Island, WA: Mac Publishing. Blowers, J. G. (2004). 3,4-Methylenedioxymethamphetamine (ecstasy) and symptoms of depression in the colle  giate population. Journal of Alcohol and Drug Education, 48, 5 12. Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001). Motivating drinking behavior change: Depressive symptoms may not be noxious. Addictive Behaviors, 26, 267 272."
  },
  {
    "id": 203,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and Drug Education, 48, 5 12. Blume, A. W., Schmaling, K. B.,   Marlatt, G. A. (2001). Motivating drinking behavior change: Depressive symptoms may not be noxious. Addictive Behaviors, 26, 267 272. Bovasso, G. (2001). The long-term treatment outcomes of depression and anxiety comorbid with substance abuse. Journal of Behavioral Health Services   Research, 28, 42 57. Bowman, V., Ward, L. C., Bowman, D.,   Scogin, F. (1996). Self-examination therapy as an adjunct treatment for depressive symptoms in substance abusing patients. Addictive Behaviors, 21, 129 133. Broome, K. M., Flynn, P. M.,   Simpson, D. D. (1999). Psychiatric comorbidity measures as predictors of reten  tion in drug abuse treatment programs. Health Services Research, 34, 791 806. Brower, K.J. (2003). Insomnia, alcoholism and"
  },
  {
    "id": 204,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "D. D. (1999). Psychiatric comorbidity measures as predictors of reten  tion in drug abuse treatment programs. Health Services Research, 34, 791 806. Brower, K.J. (2003). Insomnia, alcoholism and relapse. Sleep Medicine Reviews, 7, 523 539. Brower, K. J., Aldrich, M. S.,   Robinson, E. A. (2001). Insomnia, self-medication and relapse to alcoholism. American Journal of Psychiatry, 158, 399 404. Brown, R. A.,   Lewinsohn, P. M. (1984). A psychoeducational approach to the treatment of depression: Comparison of group, individual, and minimal contact procedures. Journal of Consulting   Clinical Psychology, 52, 774 783. Brown, R. A.,   Ramsey, S. E. (2000). Addressing comorbid depressive symptomatology in alcohol treatment. Professional Psychology: Research and Practice, 31, 418 422. Brown, R."
  },
  {
    "id": 205,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "52, 774 783. Brown, R. A.,   Ramsey, S. E. (2000). Addressing comorbid depressive symptomatology in alcohol treatment. Professional Psychology: Research and Practice, 31, 418 422. Brown, R. A., Evans, D. M., Miller, I. W., Burgess, E. S.,   Mueller, T. I. (1997). Cognitive behavioral treat  ment for depression in alcoholism. Journal of Consulting and Clinical Psychology, 65, 715 726. Brown, S. A., Inaba, R. K., Gillin, J. C., Schuckit, M. A., Stewart, M. A.,   Irwin, M. R. (1995). Alcoholism and affective disorder: clinical course of depressive symptoms. Journal of Psychiatry, 152, 45 52. Burton, D. L. (1998). Integrating care for dually diagnosed: Making it happen. Alcoholism and Drug Abuse Weekly, 10, 5. Callahan, C. M., Hui, S. L., Nienaber, N. A., Musick, B. S.,   Tierney, W. M."
  },
  {
    "id": 206,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Burton, D. L. (1998). Integrating care for dually diagnosed: Making it happen. Alcoholism and Drug Abuse Weekly, 10, 5. Callahan, C. M., Hui, S. L., Nienaber, N. A., Musick, B. S.,   Tierney, W. M. (1994). Longitudinal study of depression and health services use among elderly primary care patients. Journal of the American Geriatric Society, 42, 833 838. Carpenter, K. M., Aharonovich, E., Smith, J. L., Iguchi, M. Y.,   Nunes, E. V. (2006). Behavior therapy for depression in drug dependence (BTDD): results of a stage 1a therapy development pilot. American Journal of Drug and Alcohol Abuse, 32, 541 548. Carroll, K. M. (1998). A cognitive behavioral approach: Treating cocaine addiction. Therapy manuals for drug addiction: Manual 2 Rockville, MD: National Institute on Drug Abuse. Retrieved"
  },
  {
    "id": 207,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "541 548. Carroll, K. M. (1998). A cognitive behavioral approach: Treating cocaine addiction. Therapy manuals for drug addiction: Manual 2 Rockville, MD: National Institute on Drug Abuse. Retrieved December 9, 2003, from  3-2 Part 3, Section 3 Carroll, K. M., Nich, C.,   Rounsaville, B. J. (1995). Differential symptom reduction in depressed cocaine abusers treated with psychotherapy and pharmacotherapy. Journal of Nervous and Mental Disease, 183, 251 259. Center for Substance Abuse Treatment (1999). Enhancing Motivation for Change in Substance Abuse Treatment. Treatment Improvement Protocol (TIP) Series 35 (Rep. No. DHHS Publication No. (SMA) 99 3354). Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (2005). Substance Abuse"
  },
  {
    "id": 208,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(TIP) Series 35 (Rep. No. DHHS Publication No. (SMA) 99 3354). Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (2005). Substance Abuse Relapse Prevention for Older Adults: A Group Treatment Approach. Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (2005). Substance Abuse Treatment for Persons With Co-Occurring Disorders. Treatment Improvement Protocol (TIP) Series 42 (Rep. No. DHHS Publication No. SMA 05 3992). Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (in development a). Addressing Suicidal Thoughts and Behaviors With Clients in Substance Abuse Treatment. Treatment Improvement Protocol (TIP)"
  },
  {
    "id": 209,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Administration. Center for Substance Abuse Treatment (in development a). Addressing Suicidal Thoughts and Behaviors With Clients in Substance Abuse Treatment. Treatment Improvement Protocol (TIP) Series XX (Rep. No. DHHS Publication No. (SMA) XX XXXX). Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (in development b). Improving Cultural Competence in Substance Abuse Treatment. Treatment Improvement Protocol (TIP) Series XX (Rep. No. DHHS Publication No. (SMA) XX XXXX). Rockville, MD: Substance Abuse and Mental Health Services Administration. Center for Substance Abuse Treatment (in development c). Supervision and the Professional Development of the Substance Abuse Counselor. Treatment Improvement Protocol (TIP) Series XX"
  },
  {
    "id": 210,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Administration. Center for Substance Abuse Treatment (in development c). Supervision and the Professional Development of the Substance Abuse Counselor. Treatment Improvement Protocol (TIP) Series XX (Rep. No. DHHS Publication No. (SMA) XX XXXX). Rockville, MD: Substance Abuse and Mental Health Services Administration. Centre for Reviews Dissemination (2002). Improving the recognition and management of depression in primary care. Effective Health Care Bulletin, 7, 51 12. Retrieved November 16, 2005, from  Charney, D. A., Palacios-Boix, J., Negrete, J. C., Dobkin, P. L.,   Gill, K. J. (2005). Association between concur  rent depression and anxiety and six-month outcome of addiction treatment. Psychiatric Services, 56, 927 933. Charney, D. A., Paraherakis, A. M.,   Gill, K. J. (2001)."
  },
  {
    "id": 211,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Association between concur  rent depression and anxiety and six-month outcome of addiction treatment. Psychiatric Services, 56, 927 933. Charney, D. A., Paraherakis, A. M.,   Gill, K. J. (2001). Integrated treatment of comorbid depression and sub  stance use disorders. Journal of Clinical Psychiatry, 62, 672 677. Charney, D. A., Paraherakis, A. M., Negrete, J. C.,   Gill, K. J. (1998). The impact of depression on the out  come of addictions treatment. Journal of Substance Abuse Treatment, 15, 123 130. Christensen, M. (2001). Diagnostic criteria in clinical settings: DSM-IV and cultural competence. American Indian and Alaska Native Mental Health Research, 10, 52 66. Cole, S. R., Kawachi, I., Maller, S. J.,   Berkman, L. F. (2000). Test of item-response bias in the CES-D scale: Experience"
  },
  {
    "id": 212,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "American Indian and Alaska Native Mental Health Research, 10, 52 66. Cole, S. R., Kawachi, I., Maller, S. J.,   Berkman, L. F. (2000). Test of item-response bias in the CES-D scale: Experience from the New Haven EPESE Study. Journal of Clinical Epidemiology, 53, 285 289. Compton, W. M., Conway, K. P., Stinson, F. S.,   Grant, B. F. (2006). Changes in the prevalence of major depression and comorbid substance use disorders in the United States between 1991 1992 and 2001 2002. American Journal of Psychiatry, 163, 2141 2147. Conner, K. R., Sorensen, S.,   Leonard, K. E. (2005). Initial depression and subsequent drinking during alco  holism treatment. Journal of Studies on Alcohol, 66, 401 406. Cuijpers, P., de Graaf, R.,   van Dorsselaer, S. (2004). Minor depression: Risk profiles, functional"
  },
  {
    "id": 213,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and subsequent drinking during alco  holism treatment. Journal of Studies on Alcohol, 66, 401 406. Cuijpers, P., de Graaf, R.,   van Dorsselaer, S. (2004). Minor depression: Risk profiles, functional disability, health care, use and risk of developing major depression. Journal of Affective Disorders, 79, 71 79. Cuijpers, P., Smit, F.,   van Straten, A. (2007). Psychological treatments of subthreshold depression: A meta  analytic review. Acta Psychiatrica Scandinavica, 115, 434 441. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--33 Cuijpers, P., Smit, F., Voordouw, I.,   Kramer, J. (2005). Outcome of cognitive behaviour therapy for minor depression in routine practice. Psychology and Psychotherapy: Theory, Research and Practice, 78, 179 188. Cuijpers, P., van Straten, A.,"
  },
  {
    "id": 214,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "J. (2005). Outcome of cognitive behaviour therapy for minor depression in routine practice. Psychology and Psychotherapy: Theory, Research and Practice, 78, 179 188. Cuijpers, P., van Straten, A.,   Warmerdam, L. (2007). Behavioral activation treatments of depression: A meta  analysis. Clinical Psychology Review, 27, 318 326. Curran, G. M., Flynn, H. A., Kirchner, J.,   Booth, B. M. (2000). Depression after alcohol treatment as a risk factor for relapse among male veterans. Journal of Substance Abuse Treatment, 19, 259 265. Curran, G. M., Kirchner, J. E., Worley, M., Rookey, C.,   Booth, B. M. (2002). Depressive symptomatology and early attrition from intensive outpatient substance use treatment. Journal of Behavioral Health Services   Research, 29, 138 143. Curran, G. M., Booth, B. M.,"
  },
  {
    "id": 215,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "M. (2002). Depressive symptomatology and early attrition from intensive outpatient substance use treatment. Journal of Behavioral Health Services   Research, 29, 138 143. Curran, G. M., Booth, B. M., Kirchner, J. E.,   Deneke, D. E. (2007). Recognition and management of depres  sion in a substance use disorder treatment population. American Journal of Drug and Alcohol Abuse, 33, 563 569. Currie, S.R., Clark, S., Hodgins, D.C.,   El-Guebaly, N. (2004). Randomized controlled trial of brief cognitive  behavioural interventions for insomnia in recovering alcoholics. Addiction, 99, 1121 1132. Currie, S. R., Clark, S., Rimac, S.,   Malhotra, S. (2003). Comprehensive assessment of insomnia in recovering alcoholics using daily sleep diaries and ambulatory monitoring. Alcoholism: Clinical and"
  },
  {
    "id": 216,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Currie, S. R., Clark, S., Rimac, S.,   Malhotra, S. (2003). Comprehensive assessment of insomnia in recovering alcoholics using daily sleep diaries and ambulatory monitoring. Alcoholism: Clinical and Experimental Research, 27, 1262 1269. Davis, D. A.,   Taylor-Vaisey, A. (1997). Translating guidelines into practice: A systematic review of theoretic concepts, practical experience and research evidence in the adoption of clinical practice guidelines. Canadian Medical Association Journal, 157, 408 416. Davis, L. L., Frazier, E., Husain, M. M., Warden, D., Trivedi, M., Fava, M., et al. (2006). Substance use disorder comorbidity in major depressive disorder: A confirmatory analysis of the STAR D cohort. The American Journal on Addictions, 15, 278 285. Dennison, S. J. (2005). Substance use"
  },
  {
    "id": 217,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Substance use disorder comorbidity in major depressive disorder: A confirmatory analysis of the STAR D cohort. The American Journal on Addictions, 15, 278 285. Dennison, S. J. (2005). Substance use disorder in individuals with co-occurring psychiatric disorders. In J. H. Lowinson, P. Ruiz, R. B. Millman,   J. G. Langrod (Eds.), Substance Abuse: A Comprehensive Textbook. Philadelphia, PA: Lippincott, Williams   Wilkins. Diamond, G.,   Josephson, A. (2005). Family-based treatment research: A 10-year update. Journal of the American Academy of Child and Adolescent Psychiatry, 44, 872 887. Diffusion of innovations (2005). (5th ed.) New York: Free Press. Dobson, K. S. (1989). A meta-analysis of the efficacy of cognitive therapy for depression. Journal of Consulting and Clinical Psychology, 57,"
  },
  {
    "id": 218,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of innovations (2005). (5th ed.) New York: Free Press. Dobson, K. S. (1989). A meta-analysis of the efficacy of cognitive therapy for depression. Journal of Consulting and Clinical Psychology, 57, 414 419. Dodge, R., Sindelar, J.,   Sinha, R. (2005). The role of depression symptoms in predicting drug abstinence in outpatient substance abuse treatment. Journal of Substance Abuse Treatment, 28, 189 196. Douglas, K. M., Taylor, A. J.,   O'Malley, P. G. (2004). Relationship between depression and C reactive protein in a screening population. Psychosomatic Medicine, 66, 679 683. Doumas, D. M., Blasey, C. M.,   Thacker, C. L. (2005). Attrition from alcohol and drug outpatient treatment: Psychological distress and interpersonal problems as indicators. Alcoholism Treatment Quarterly, 23, 55 67."
  },
  {
    "id": 219,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "C. M.,   Thacker, C. L. (2005). Attrition from alcohol and drug outpatient treatment: Psychological distress and interpersonal problems as indicators. Alcoholism Treatment Quarterly, 23, 55 67. Drummond, S. P. A., Gillin J. C.,   Smith, T. L. (1998). The sleep of abstinent pure primary alcoholic patients: Natural course and relationship to relapse. Alcoholism: Clinical   Experimental Research, 22, 1796 1802. Duckworth, A. L., Steen, T. A.,   Seligman, M. E. P. (2005). Positive psychology in clinical practice. Annual Review of Clinical Psychology, 1, 629 651. Engle, D. E.,   Arkowitz, H. (2006). Ambivalence in Psychotherapy: Facilitating Readiness to Change. New York. Guilford Press. 3-4 Part 3, Section 3 Evans, K.,   Sullivan, J. M. (2001). Dual Diagnosis: Counseling the Mentally Ill"
  },
  {
    "id": 220,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Ambivalence in Psychotherapy: Facilitating Readiness to Change. New York. Guilford Press. 3-4 Part 3, Section 3 Evans, K.,   Sullivan, J. M. (2001). Dual Diagnosis: Counseling the Mentally Ill Substance Abuser (2d ed.). New York: Guilford Press. Falck, R. S., Wang, J., Carlson, R. G., Eddy, M.,   Siegal, H. A. (2002). The prevalence and correlates of depres  sive symptomatology among a community sample of crack-cocaine smokers. Journal of Psychoactive Drugs, 34, 281 288. Fein, G., Di Sclafani, V., Finn, P.,   Scheiner, D. L. (2007). Sub-diagnostic psychiatric comorbidity in alcoholics. Drug and Alcohol Dependence, 87, 139 145. Fixsen, D. L., Naoom, S. F., Blase, K. A., Friedman, R. M.,   Wallace, F. (2005). Implementation Research: A Synthesis of the Literature. Tampa, FL: University of"
  },
  {
    "id": 221,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and Alcohol Dependence, 87, 139 145. Fixsen, D. L., Naoom, S. F., Blase, K. A., Friedman, R. M.,   Wallace, F. (2005). Implementation Research: A Synthesis of the Literature. Tampa, FL: University of South Florida, Louis de la Parte Florida Mental Health Institute, The National Implementation Research Network . Retrieved December 19, 2005, from  Frank, E., Rucci, P., Katon, W., Barrett, J., Williams, J. W. J., Oxman, T., et al. (2002). Correlates of remission in primary care patients treated for minor depression. General Hospital Psychiatry, 24, 12 19. Gilbert, P. (2000). Counseling for Depression. (2nd ed.) Thousand Oaks, CA: Sage Publications Inc. Gliatto, M. F.,   Rai, A. K. (1999). Evaluation and treatment of patients with suicidal ideation. American Family Physician, 59; 61500 1506."
  },
  {
    "id": 222,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2nd ed.) Thousand Oaks, CA: Sage Publications Inc. Gliatto, M. F.,   Rai, A. K. (1999). Evaluation and treatment of patients with suicidal ideation. American Family Physician, 59; 61500 1506. Retrieved July 31, 2006, from  Gottheil, E., Thornton, C.,   Weinstein S. (2002). Effectiveness of high versus low structure individual counsel  ing for substance abuse. American Journal of Addiction, 11, 279 290. Grant, B. F. (1995). Comorbidity between DSM-IV drug use disorders and major depression: Results of a national survey of adults. Journal of Substance Abuse, 7, 481 497. Grant, B. F. (1997). The influence of comorbid major depression and substance use disorders on alcohol and drug treatment: Results of a national survey. In L.S. Onken, J. D. Blaine, S. Genser,   A. M. Horton (Eds.),"
  },
  {
    "id": 223,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "The influence of comorbid major depression and substance use disorders on alcohol and drug treatment: Results of a national survey. In L.S. Onken, J. D. Blaine, S. Genser,   A. M. Horton (Eds.), Treatment of Drug-Dependent Individuals with Comorbid Mental Disorders (pp. 4 15). Rockville, MD: National Institute on Drug Abuse. Grant, B. F., Stinson, F. S., Dawson, D. A., Chou, S. P., Dufour, M. C., Compton, W., et al. (2004). Prevalence and co-occurrence of substance use disorders and independent mood and anxiety disorders: Results from the National Epidemiologic Survey on Alcohol and Related Conditions. Archives of General Psychiatry, 61, 807 816. Grant, B. F., Stinson, F. S., Dawson, D. A., Chou, S. P., Dufour, M. C., Compton, W., et al. (2006). Prevalence and co-occurrence of substance"
  },
  {
    "id": 224,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Conditions. Archives of General Psychiatry, 61, 807 816. Grant, B. F., Stinson, F. S., Dawson, D. A., Chou, S. P., Dufour, M. C., Compton, W., et al. (2006). Prevalence and co-occurrence of substance use disorders and independent mood and anxiety disorders: Results from the National Epidemiologic Survey on Alcohol and Related Conditions. Alcohol Research   Health, 29, 107 120. Greeff, A. P.,   Conradie, W. S. (1998). Use of progressive relaxation training for chronic alcoholics with insom  nia. Psychological Reports, 82, 407 412. Greenfield, S. F., Weiss, R. D., Muenz, L. R., Vagge, L. M., Kelly, J. F., Bello, L. R., et al. (1998). Effect of depression on return to drinking: A prospective study. Archives of General Psychiatry, 55, 259 265. Grieger, T. A., Waldrep, D. A., Lovasz, M. M.,"
  },
  {
    "id": 225,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "J. F., Bello, L. R., et al. (1998). Effect of depression on return to drinking: A prospective study. Archives of General Psychiatry, 55, 259 265. Grieger, T. A., Waldrep, D. A., Lovasz, M. M.,   Ursano, R. J. (2005). Follow-up of Pentagon employees two years after the terrorist attack of September 11, 2001. Psychiatric Services, 56, 1374 1378. Hamilton, T.,   Samples, P. (1994). The Twelve Steps and Dual Disorders: A Framework of Recovery for Those of Us With Addiction and an Emotional or Psychiatric Illness. Center City, MN: Hazelden. Hasin, D., Liu, X., Nunes, E., McCloud, S., Samet, S.,   Endicott, J. (2002). Effects of major depression on remission and relapse of substance dependence. Archives of General Psychiatry, 59, 375 380. Hasin, D., Nunes, E.,   Meydan, J. (2004). Comorbidity"
  },
  {
    "id": 226,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Endicott, J. (2002). Effects of major depression on remission and relapse of substance dependence. Archives of General Psychiatry, 59, 375 380. Hasin, D., Nunes, E.,   Meydan, J. (2004). Comorbidity of alcohol, drug and psychiatric disorders: Epidemiology. In H. R. Kranzler   J. A. Tinsley (Eds.), Dual Diagnosis and Psychiatric Treatment: Substance Abuse and Comorbid Disorders. (pp. 1 34). New York: Marcel Dekker. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--55 Hatsukami, D.,   Pickens, R. W. (1982). Posttreatment depression in an alcohol and drug abuse population. American Journal of Psychiatry, 139, 1563 1566. Hesse, M. (2004). Achieving abstinence by treating depression in the presence of substance-use disorders. Addictive Behaviors, 29, 1137 1141. Higgins, S. T.,"
  },
  {
    "id": 227,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Journal of Psychiatry, 139, 1563 1566. Hesse, M. (2004). Achieving abstinence by treating depression in the presence of substance-use disorders. Addictive Behaviors, 29, 1137 1141. Higgins, S. T., Sigmon, S. C., Wong, C. J., Heil, S. H., Badger, G. J., Donham, R., et al. (2003). Community rein  forcement therapy for cocaine-dependent outpatients. Archives of General Psychiatry, 60, 1043 1052. Hodgins, D. C., el-Guebaly, N., Armstrong, S.,   Dufour, M. (1999). Implications of depression on outcome from alcohol dependence: A 3-year prospective follow-up. Alcoholism: Clinical and Experimental Research, 23, 151 157. Hopko, D. R., Armento, M. E. A., Cantu, M. S., Chambers, L. L.,   Lejuez, C. W. (2003). The use of daily diaries to assess the relations among mood state, overt behavior, and"
  },
  {
    "id": 228,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Research, 23, 151 157. Hopko, D. R., Armento, M. E. A., Cantu, M. S., Chambers, L. L.,   Lejuez, C. W. (2003). The use of daily diaries to assess the relations among mood state, overt behavior, and reward value of activities. Behavior Research and Therapy, 41, 1137 1148. Hubble, M. A., Duncan, B. L., and Miller, S. D. (Eds.) (1999). The Heart and Soul of Change: What Works in Therapy. Washington, DC: American Psychological Association. Hunter, S. B., Watkins, K. E., Wenzel, S., Gilmore, J., Sheehe, J., et al. (2005). Training substance abuse treat  ment staff to care for co-occurring disorders. Journal of Substance Abuse Treatment, 28, 239 245. Husband, S. D., Marlowe, D. B., Lamb, R. J., Iguchi, M. Y., Bux, D. A., Kirby, K. C., et al. (1996). Decline in self-reported dysphoria after"
  },
  {
    "id": 229,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Journal of Substance Abuse Treatment, 28, 239 245. Husband, S. D., Marlowe, D. B., Lamb, R. J., Iguchi, M. Y., Bux, D. A., Kirby, K. C., et al. (1996). Decline in self-reported dysphoria after treatment entry in inner-city cocaine addicts. Journal of Consulting   Clinical Psychology, 64, 221 224. Huskamp, H. A. (1998). How a managed behavioral health care carve-out plan affected spending for episodes of treatment. Psychiatric Services, 49, 1559 1562. Hyde, P. S., Falls, K., Morris, J. A.,   Schoenwald, S. K. (2003). Turning Knowledge Into Practice: A Manual for Behavioral Health Administrators and Practitioners About Understanding and Implementing Evidence- Based Practices. Boston, MA: The Technical Assistance Collaborative, Inc. Jackson, Leslie C.,   Greene, Beverly (Eds.) Psychotherapy"
  },
  {
    "id": 230,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and Practitioners About Understanding and Implementing Evidence- Based Practices. Boston, MA: The Technical Assistance Collaborative, Inc. Jackson, Leslie C.,   Greene, Beverly (Eds.) Psychotherapy With African American Women: Innovations in Psychodynamic Perspectives and Practice (2000). New York: Guilford Press. Jacobson, N. S., Martell, C. R.,   Dimidjian, S. (2001). Behavioral activation treatment for depression: Returning to contextual roots. Clinical Psychology: Science and Practice, 8, 255 270. Jaffe, A. J., Rounsaville, B., Chang, G., Schottenfeld, R. S., Meyer, R. E.,   O'Malley, S. S. (1996). Naltrexone, relapse prevention, and supportive therapy with alcoholics: An analysis of patient treatment matching. Journal of Consulting   Clinical Psychology, 64, 1044 1053. Janiri, L.,"
  },
  {
    "id": 231,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "S. (1996). Naltrexone, relapse prevention, and supportive therapy with alcoholics: An analysis of patient treatment matching. Journal of Consulting   Clinical Psychology, 64, 1044 1053. Janiri, L., Martinotti, G., Dario, T., Reina, D., Paparello, F., Pozzi, G., et al. (2005). Anhedonia and substance- related symptoms in detoxified substance-dependent subjects: A correlation study. Neuropsychobiology, 52, 37 44. Jansma, A., Breteler, M. H. M.,, Schippers, G., de Jong, C.,   Van Der Staak, C. (1996). Effect of a distressed or depressed mood on alcohol cue reactivity in alcohol dependent inpatients. Alcohol and Alcoholism, 31, 516. Jansma, A., Breteler, M. H., Schippers, G. M., de Jong, C. A.,   Van Der Staak, C. F. (2000). No effect of nega  tive mood on the alcohol cue reactivity of"
  },
  {
    "id": 232,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Alcohol and Alcoholism, 31, 516. Jansma, A., Breteler, M. H., Schippers, G. M., de Jong, C. A.,   Van Der Staak, C. F. (2000). No effect of nega  tive mood on the alcohol cue reactivity of in-patient alcoholics. Addictive Behaviors, 25, 619 624. Jerrell, J. M., Wilson, J. L.,   Hiller, D. C. (2000). Issues and outcomes in integrated treatment programs for dual disorders. Journal of Behavioral Health Services and Research, 27, 303 313. Joe, G. W., Simpson, D. D.,   Broome, K. M. (1999). Retention and patient engagement models for different treatment modalities in DATOS. Drug and Alcohol Dependence, 57, 113 125. Joiner, T., Coyne, J. C.,   Blalock, J. (1999). On the interpersonal nature of depression: Overview and synthe  sis. In T. .E. Joiner   J. C. Coyne (Eds.), The Interactional Nature"
  },
  {
    "id": 233,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "57, 113 125. Joiner, T., Coyne, J. C.,   Blalock, J. (1999). On the interpersonal nature of depression: Overview and synthe  sis. In T. .E. Joiner   J. C. Coyne (Eds.), The Interactional Nature of Depression: Advances in Interpersonal Approaches. Washington, D.C.: American Psychological Association. 3-6 Part 3, Section 3 Jongsma, A. E. (2004). The Complete Depression Treatment and Homework Planner. Hoboken, NJ: John Wiley   Sons. Joosen, M., Garrity, T. F., Staton-Tindall, M., Hiller, M. L., Leukefeld, C. G.,   Webster, J. M. (2005). Predictors of current depressive symptoms in a sample of drug court participants. Substance Use and Misuse, 40, 1113 1125. Juhnke, G. A., Vacc, N. A., Curtis, R. C., Coll, K. M.,   Paredes, D. M. (2003). Assessment instruments used by addiction counselors."
  },
  {
    "id": 234,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "drug court participants. Substance Use and Misuse, 40, 1113 1125. Juhnke, G. A., Vacc, N. A., Curtis, R. C., Coll, K. M.,   Paredes, D. M. (2003). Assessment instruments used by addiction counselors. Journal of Addictions   Offender Counseling, 23, 66 72. Kahler, C. W., Ramsey, S. E., Read, J. P.,   Brown, R. A. (2002). Substance-induced and independent major depressive disorder in treatment-seeking alcoholics: Associations with dysfunctional attitudes and coping. Journal of Studies on Alcohol, 63, 363 371. Karno, M. P.,   Longabaugh, R. (2003). Patient depressive symptoms and therapist focus on emotional materi  al: A new look at Project MATCH. Journal of Studies on Alcohol, 64, 607 615. Karno, M. P.,   Longabaugh, R. (2007). Does matching matter? Examining matches and mismatches between"
  },
  {
    "id": 235,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "on emotional materi  al: A new look at Project MATCH. Journal of Studies on Alcohol, 64, 607 615. Karno, M. P.,   Longabaugh, R. (2007). Does matching matter? Examining matches and mismatches between patient attributes and therapy techniques in alcoholism treatment. Addiction, 102, 587 596. Keeler, M. H., Taylor, C. I.,   Miller, W. C. (1979). Are all recently detoxified alcoholics depressed? American Journal of Psychiatry, 136, 586 588. Kelly, J. F., McKellar, J. D.,   Moos, R. (2003). Major depression in patients with substance use disorders: Relationship to 12-Step self help involvement and substance use outcomes. Addiction, 98, 499 508. Kessler, R. C., Merikangas, K. R., Berglund, P., Eaton, W. W., Koretz, D. S.,   Walters, E. E. (2003). Mild disorders should not be eliminated from"
  },
  {
    "id": 236,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and substance use outcomes. Addiction, 98, 499 508. Kessler, R. C., Merikangas, K. R., Berglund, P., Eaton, W. W., Koretz, D. S.,   Walters, E. E. (2003). Mild disorders should not be eliminated from the DSM-V. Archives of General Psychiatry, 60, 1117 1122. Kessler, R. C., Berglund, P., Borges, G., Nock, M.,   Wang, P. S. (2005a). Trends in suicide ideation, plans, ges  tures, and attempts in the United States, 1990 1992 to 2001 2003. JAMA, 293, 2487 2495. Kessler, R. C., Berglund, P., Jin, R., Merikangas, K.,   Walters, E. (2005b). Lifetime prevalence and age-of  onset distributions of DSM-IV disorders in the National Comorbidity Survey Replication. Archives of General Psychiatry, 62, 593 602. Kessler, R. C., Demler, O., Frank, R. G., Olfson, M., Pincus, H. A., Walters, E. E., et al."
  },
  {
    "id": 237,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorders in the National Comorbidity Survey Replication. Archives of General Psychiatry, 62, 593 602. Kessler, R. C., Demler, O., Frank, R. G., Olfson, M., Pincus, H. A., Walters, E. E., et al. (2005c). Prevalence and treatment of mental disorders, 1990 to 2003. New England Journal of Medicine, 352, 2515 2523. Kessler, R. C., Zhao, S., Blazer, D. G.,   Swartz, M. (1997). Prevalence, correlates, and course of minor depres  sion and major depression in the national comorbidity survey. Journal of Affective Disorders, 45, 19 30. Klein, D. N., Durbin, C. E.,   Shankman, S. A. (2002). Depression and personality. In I. H. Gotlib   C. L. Hammen (Eds.), Handbook of Depression. New York: Guilford Press. Klosko, J. S.,   Sanderson, W. C. (1999). Cognitive Behavioral Treatment of Depression."
  },
  {
    "id": 238,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and personality. In I. H. Gotlib   C. L. Hammen (Eds.), Handbook of Depression. New York: Guilford Press. Klosko, J. S.,   Sanderson, W. C. (1999). Cognitive Behavioral Treatment of Depression. Northvale, NJ: Jason Aronson. Kouimtsidis, C. (2000). Role of craving in substance misuse. Current Opinion in Psychiatry, 13, 299 303. Kubzansky, L. D., Davidson, K. W.,   Rozanski, A. (2005). The Clinical Impact of Negative Psychological States: Expanding the Spectrum of Risk for Coronary Artery Disease. Psychosomatic Medicine, 67, S10 S14. Lazarus, J. (2000). Stress Relief   Relaxation Techniques. Los Angeles: Keats Pub. Levant, R. F.,   Shilien, J. M. (Eds.) Client-Centered Therapy and the Person-Centered Approach: New Directions in Theory, Research, and Practice (1984). New York; Praeger."
  },
  {
    "id": 239,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Los Angeles: Keats Pub. Levant, R. F.,   Shilien, J. M. (Eds.) Client-Centered Therapy and the Person-Centered Approach: New Directions in Theory, Research, and Practice (1984). New York; Praeger. Lewinsohn, P. M.,   Clarke, G. N. (1984). Group treatment of depressed individuals: The Coping with Depression Course. Advances in Behaviour Research   Therapy, 6, 99 114. Leyden-Rubenstein, L. A. (1998). The Stress Management Handbook: Strategies for Health and Inner Peace. New Canaan, CT: Keats Pub. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--77 Liebling, D. S. (1996). Differential diagnosis of depression and addictive disorders. In J. S. Kantor (Ed.), Clinical Depression During Addiction Recovery: Process, Diagnosis, and Treatment. (pp. 11 25). New York; Marcel Dekker, Inc."
  },
  {
    "id": 240,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "diagnosis of depression and addictive disorders. In J. S. Kantor (Ed.), Clinical Depression During Addiction Recovery: Process, Diagnosis, and Treatment. (pp. 11 25). New York; Marcel Dekker, Inc. Locke, T. F.,   Newcomb, M. D. (2003). Psychosocial outcomes of alcohol involvement and dysphoria in women: A 16-year prospective community study. Journal of Studies on Alcohol, 64, 531 546. Loosen, P. T., Dew, B. W.,   Prange, A. J. (1990). Long-term predictors of outcome in abstinent alcoholic men. American Journal of Psychiatry, 147, 1662 1666. Lowe, B., Grafe, K., Ufer, C., Kroenke, K., Grunig, E., Herzog, W., et al. (2004). Anxiety and depression in patients with pulmonary hypertension. Psychosomatic Medicine, 66, 831 836. Lynch, D., Tamburrino, M., Nagel, R.,   Smith, M. K. (2004)."
  },
  {
    "id": 241,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "E., Herzog, W., et al. (2004). Anxiety and depression in patients with pulmonary hypertension. Psychosomatic Medicine, 66, 831 836. Lynch, D., Tamburrino, M., Nagel, R.,   Smith, M. K. (2004). Telephone-based treatment for family practice patients with mild depression. Psychological Reports, 94, 785 792. Mallin, R., Slott, K., Tumblin, M.,   Hunter, M. (2002). Detection of substance use disorders in patients pre  senting with depression. Substance Abuse, 23, 115 120. Markowitz, J. C. (1998). Interpersonal Psychotherapy for Dysthymic Disorder. Arlington, VA: American Psychiatric Press, Inc. Martin, J. K., Blum, T. C., Beach, S. R. H.,   Roman, P. M. (1996). Subclinical depression and performance at work. Social Psychiatry, 31, 3 9. McCaul, M. W.,   Petry, N. M. (2003). The role of"
  },
  {
    "id": 242,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Inc. Martin, J. K., Blum, T. C., Beach, S. R. H.,   Roman, P. M. (1996). Subclinical depression and performance at work. Social Psychiatry, 31, 3 9. McCaul, M. W.,   Petry, N. M. (2003). The role of psychosocial treatments in pharmacotherapy for alcoholism. American Journal on Addictions, 12, S41 S52. McHugo, G. J., Drake, R. E., Teague, G. B.,   Xie, H. (1999). Fidelity to assertive community treatment and client outcomes in the New Hampshire dual disorders study. Psychiatric Services, 50, 818 824. Miller, W. R.,   Rollnick, S. (2002). Motivational Interviewing: Preparing People for Change. (2d ed.) New York: Guilford Press. Miranda, J.,   Munoz, R. (1994). Intervention for minor depression in primary care patients. Psychosomatic Medicine, 56, 136 141. Montoya, I. D., Svikis, D., Marcus,"
  },
  {
    "id": 243,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "ed.) New York: Guilford Press. Miranda, J.,   Munoz, R. (1994). Intervention for minor depression in primary care patients. Psychosomatic Medicine, 56, 136 141. Montoya, I. D., Svikis, D., Marcus, S. C., Suarez, A., Tanielian, T.,   Pincus, H. A. (2000). Psychiatric care of patients with depression and comorbid substance use disorders. Journal of Clinical Psychiatry, 61, 698 705. Moscato, B. S., Russell, M., Zielezny, M., Bromet, E., Egri, G., Mudar, P., et al. (1997). Gender differences in the relation between depressive symptoms and alcohol problems: A longitudinal perspective. American Journal of Epidemiology, 146, 966 974. Mueller, T. I., Pagano, M. E., Rodriguez, B. F., Bruce, S. E., Stout, R. L.,   Keller, M. B. (2005). Long-term use of benzodiazepines in participants with comorbid"
  },
  {
    "id": 244,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of Epidemiology, 146, 966 974. Mueller, T. I., Pagano, M. E., Rodriguez, B. F., Bruce, S. E., Stout, R. L.,   Keller, M. B. (2005). Long-term use of benzodiazepines in participants with comorbid anxiety and alcohol use disorders. Alcoholism: Clinical   Experimental Research, 29, 1411 1418. Myrick, H.,   Brady, K. (2003). Current review of the comorbidity of affective, anxiety, and substance use disor  ders: Editorial review. Current Opinion in Psychiatry, 16, 261 270. National Center on Addiction and Substance Abuse (2003). Depression, Substance Abuse and College Student Engagement: A Review of the Literature Report to the Charles Engelhard Foundation and the Bringing Theory to Practice Planning Group. New York: National Center on Addiction and Substance Abuse at Columbia University."
  },
  {
    "id": 245,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of the Literature Report to the Charles Engelhard Foundation and the Bringing Theory to Practice Planning Group. New York: National Center on Addiction and Substance Abuse at Columbia University. Retrieved November 16, 2005, from  Neighbors, H. W., Trierweiler, S. J., Ford, B. C.,   Muroff, J. R. (2003). Racial differences in DSM diagnosis using a semi-structured instrument: The importance of clinical judgment in the diagnosis of African Americans. Journal of Health and Social Behavior, 44, 237 256. 3-8 Part 3, Section 3 Nolen-Hoeksema, S. (2002). Gender differences in depression. In I. H. Gotlib   C. L. Hammen (Eds.), Handbook of Depression (pp. 492 509). New York: Guilford Press. Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other drug"
  },
  {
    "id": 246,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "I. H. Gotlib   C. L. Hammen (Eds.), Handbook of Depression (pp. 492 509). New York: Guilford Press. Nunes, E. V.,   Levin, F. R. (2004). Treatment of depression in patients with alcohol or other drug dependence: A meta-analysis. JAMA: Journal of the American Medical Association, 291, 1887 1896. Nunes, E. V.,   Levin, F. R. (2006). Treating depression in substance abusers. Current Psychiatry Reports, 8, 363 370. Nunes, E. V., Selzer, J., Levounis, P.,   Davies, C. (in press). Substance Dependence and Co-Occurring Psychiatric Disorders: Best Practices for Diagnosis and Treatment. New York: Civic Research Institute. Nunes, E. V., Sullivan, M. A.,   Levin, F. R. (2004). Treatment of depression in patients with opiate depend  ence. Biological Psychiatry, 56, 793 802. Nunes, E., Rubin, E.,"
  },
  {
    "id": 247,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Civic Research Institute. Nunes, E. V., Sullivan, M. A.,   Levin, F. R. (2004). Treatment of depression in patients with opiate depend  ence. Biological Psychiatry, 56, 793 802. Nunes, E., Rubin, E., Carpenter, K.,   Hasin, D. (2006). Mood disorders and substance use. In D. J. Stein, D. J. Kupfer,   A. F. Schatzberg (Eds.), The American Psychiatric Publishing Textbook of Mood Disorders (pp. 653 671). Arlington, VA: American Psychiatric Publishing, Inc. Obert, J. L., Brown, A. H., Zweben, J., Christian, D., Delmhorst, J., Minsky, S., et al. (2005). When treatment meets research: Clinical perspectives from the CSAT Methamphetamine Treatment Project. Journal of Substance Abuse Treatment, 28, 231 237. Office of Applied Studies (2005a). Depression Among Adults. The NSDUH Report, Rockville, MD:"
  },
  {
    "id": 248,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "from the CSAT Methamphetamine Treatment Project. Journal of Substance Abuse Treatment, 28, 231 237. Office of Applied Studies (2005a). Depression Among Adults. The NSDUH Report, Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved November 18, 2005, from  Office of Applied Studies (2005b). Results from the 2004 National Survey on Drug Use and Health: National Findings. National Survey on Drug Use and Health Series: H-28 Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved September 8, 2005, from  Office of Applied Studies (2005c). Treatment Episode Data Set (TEDS): Highlights - 2003. National Admissions to Substance Abuse Treatment Services, DASIS Series: S-27 Rockville, MD: Substance Abuse and Mental Health Services"
  },
  {
    "id": 249,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(2005c). Treatment Episode Data Set (TEDS): Highlights - 2003. National Admissions to Substance Abuse Treatment Services, DASIS Series: S-27 Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved July 21, 2005, from  Oquendo, M. A., Malone, K. M., Ellis, S. P., Sackeim, H. A.,   Mann, J. J. (1999). Inadequacy of antidepressant treatment for patients with major depression who are at risk for suicidal behavior. American Journal of Psychiatry, 156, 190 194. Ostacher, M. J. (2007). Comorbid alcohol and substance abuse dependence in depression: Impact on the out  come of antidepressant treatment. Psychiatric Clinics of North America, 30, 69 76. Ouimette, P. C., Gima, K., Moos, R. H.,   Finney, J. W. (1999). A comparative evaluation of substance abuse treatment, IV:"
  },
  {
    "id": 250,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "antidepressant treatment. Psychiatric Clinics of North America, 30, 69 76. Ouimette, P. C., Gima, K., Moos, R. H.,   Finney, J. W. (1999). A comparative evaluation of substance abuse treatment, IV: The effect of comorbid psychiatric diagnoses on amount of treatment, continuing care, and 1-year outcomes. Alcoholism: Clinical and Experimental Research, 23, 552 557. Ownby, R. L.,   Mason, B. J. (1996). Treatment of dysthymia. In J. S. Kantor (Ed.), Clinical Depression During Addiction Recovery: Process, Diagnosis, and Treatment (pp. 63 79). New York; Marcel Dekker, Inc. Palmer, J. A., Palmer, L. K., Michiels, K.,   Thigpen, B. (1995). Effects of type of exercise on depression in recovering substance abusers. Perceptual and Motor Skills, 80, 523 530. Parnetti, L., Sommacal, S., Morselli, L."
  },
  {
    "id": 251,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "K., Michiels, K.,   Thigpen, B. (1995). Effects of type of exercise on depression in recovering substance abusers. Perceptual and Motor Skills, 80, 523 530. Parnetti, L., Sommacal, S., Morselli, L. A. M.,   Senin, U. (1993). Multicentre controlled randomised double- blind placebo study of minaprine in elderly patients suffering from prolonged depressive reaction. Drug Investigations, 6, 181 188. Parsons, O. A. (1998). Neurocognitive deficits in alcoholics and social drinkers: A continuum? Alcoholism: Clinical and Experimental Research, 22, 954 961. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--99 Paykel, E. S., Hollyman, J. A., Freeling, P.,   Sedgwick, P. (1988). Predictors of therapeutic benefit from amitriptyline in mild depression: A general practice placebo-controlled"
  },
  {
    "id": 252,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "33--99 Paykel, E. S., Hollyman, J. A., Freeling, P.,   Sedgwick, P. (1988). Predictors of therapeutic benefit from amitriptyline in mild depression: A general practice placebo-controlled trial. Journal of Affective Disorders, 14, 83 95. Peck, J. A., Reback, C. J., Yang, X., Rotheram-Fuller, E.,   Shoptaw, S. (2005). Sustained reductions in drug use and depression symptoms from treatment for drug abuse in methamphetamine-dependent gay and bisexual men. Journal of Urban Health, 82, i100 i108. Persons, J. B., Davidson, J.,   Tompkins, M. A. (2001). Essential Components of Cognitive Behavior Therapy for Depression. Washington, DC: American Psychological Association. Petersilia, J. (1990). Conditions that permit intensive supervision programs to survive. Crime And Delinquency, 36, 126 145."
  },
  {
    "id": 253,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "for Depression. Washington, DC: American Psychological Association. Petersilia, J. (1990). Conditions that permit intensive supervision programs to survive. Crime And Delinquency, 36, 126 145. Powers, R. H., Kniesner, T. J.,   Croghan, T. W. (2002). Psychotherapy and pharmacotherapy in depression. Journal of Mental Health Policy and Economics, 5, 153 161. Retrieved November 5, 2008, from  Prigerson, H. G., Desai, R. A.,   Rosenheck, R. A. (2001). Older adult patients with both psychiatric and sub  stance abuse disorders: Prevalence and health service use. Psychiatric Quarterly, 72, 1 18. Prochaska, J. O.,   DiClemente, C. C. (1984). The stages of change. In J. O. Prochaska   C.C. DiClemente (Eds), The Transtheoretical Approach: Crossing Traditional Boundaries of Therapy (pp. 21 32)."
  },
  {
    "id": 254,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Prochaska, J. O.,   DiClemente, C. C. (1984). The stages of change. In J. O. Prochaska   C.C. DiClemente (Eds), The Transtheoretical Approach: Crossing Traditional Boundaries of Therapy (pp. 21 32). Homewood, IL: Dow Jones-Irwin. Quirk, S. W.,   McCormick, R. A. (1998). Personality subtypes, coping styles, symptom correlates, and sub  stances of choice among a cohort of substance abusers. Assessment, 5, 157 169. Ramsey, S. E., Brown, R. A., Stuart, G. L., Burgess, E. S.,   Miller, I. W. (2002). Cognitive variables in alcohol dependent patients with elevated depressive symptoms: Changes and predictive utility as a function of treatment modality. Substance Abuse, 23, 171 182. Ramsey, S. E., Kahler, C. W., Read, J. P., Stuart, G. L.,   Brown, R. A. (2004). Discriminating between sub"
  },
  {
    "id": 255,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and predictive utility as a function of treatment modality. Substance Abuse, 23, 171 182. Ramsey, S. E., Kahler, C. W., Read, J. P., Stuart, G. L.,   Brown, R. A. (2004). Discriminating between sub  stance-induced and independent depressive episodes in alcohol dependent patients. Journal of Studies on Alcohol, 65, 672 676. Rao, S. R., Broome, K. M.,   Simpson, D. D. (2004). Depression and hostility as predictors of long-term out  comes among opiate users. Addiction, 99, 579 589. Rapaport, M. H., Judd, L. L., Schettler, P. J., Yonkers, K. A., Thase, M. E., Kupfer, D. J., et al. (2002). A descriptive analysis of minor depression. American Journal of Psychiatry, 159, 537 643. Reinecke, M. A.,   Davison, M. R. (2005). Comparative Treatments of Depression. New York: Springer Publishing Co."
  },
  {
    "id": 256,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "analysis of minor depression. American Journal of Psychiatry, 159, 537 643. Reinecke, M. A.,   Davison, M. R. (2005). Comparative Treatments of Depression. New York: Springer Publishing Co. Resnick, S. G.,   Rosenheck, R. A. (2006). Recovery and positive psychology: Parallel themes and potential syn  ergies. Psychiatric Services, 57, 120 122. Reynolds, C. F., Dew, M. A., Pollock, B. G., Mulsant, B. H., Frank, E., Miller, M. D., et al. (2006). Maintenance treatment of major depression in old age. New England Journal of Medicine, 354, 1130 1138. Riehman, K. S., Iguchi, M. Y.,   Anglin, M. D. (2002). Depressive symptoms among amphetamine and cocaine users before and after substance abuse treatment. Psychology of Addictive Behaviors, 16, 333 337. Rogers, C. R. (1951). Client-Centered Therapy:"
  },
  {
    "id": 257,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Depressive symptoms among amphetamine and cocaine users before and after substance abuse treatment. Psychology of Addictive Behaviors, 16, 333 337. Rogers, C. R. (1951). Client-Centered Therapy: Its Current Practice, Implications, and Theory. Oxford, England: Houghton Mifflin. Rogers, C. R. (1992). The necessary and sufficient conditions of therapeutic personality change. 1957. Journal of Consulting and Clinical Psychology, 60, 827 832. Rogers, E. M. (2003). Diffusion of Innovations. (5th ed.) New York: Free Press. 3-10 Part 3, Section 3 Rosenthal, R. N.,   Westreich, L. (1999). Treatment of persons with dual diagnoses of substance use disorder and other psychological problems. In B. S. McCrady   E. E. Epstein (Eds.), Addictions: A Comprehensive Guidebook (pp. 439 476). New York: Oxford"
  },
  {
    "id": 258,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "persons with dual diagnoses of substance use disorder and other psychological problems. In B. S. McCrady   E. E. Epstein (Eds.), Addictions: A Comprehensive Guidebook (pp. 439 476). New York: Oxford University Press. Rosenthal, R. N. (in press). Supportive psychotherapy techniques. In: G.O. Gabbard (Ed.), The American Psychiatric Publishing Textbook of Psychotherapeutic Treatments in Psychiatry Washington, DC :American Psychiatric Publishing, Inc. Rudd, M. D., Joiner, T.,   Rajab, M. H. (2001). Treating Suicidal Behavior: An Effective, Time-Limited Approach. New York: The Guilford Press. Rupke, S. J., Blecke, D.,   Renfrow, M. (2006). Cognitive therapy for depression. American Family Physician, 73, 83 86. Sargent, J., Williams, R. A., Hagerty, B., Lynch-Sauer, J.,   Hoyle, K. (2002)."
  },
  {
    "id": 259,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Rupke, S. J., Blecke, D.,   Renfrow, M. (2006). Cognitive therapy for depression. American Family Physician, 73, 83 86. Sargent, J., Williams, R. A., Hagerty, B., Lynch-Sauer, J.,   Hoyle, K. (2002). Sense of belonging as a buffer against depressive symptoms. Journal of the American Psychiatric Nurses Association, 8, 120 129. Schmaling, K. B., Dimidjian, S., Katon, W.,   Sullivan, M. (2002). Response styles among patients with minor depression and dysthymia in primary care. Journal of Abnormal Psychology, 111, 350 356. Schmitz, M., Frey, R., Pichler, P., Ropke, H., Anderer, P., Saletu, B., et al. (1997). Sleep quality during alcohol withdrawal with bright light therapy. Progress in Neuro-Psychopharmacology   Biological Psychiatry, 21, 965 977. Schuckit, M. A. (1986). Primary men"
  },
  {
    "id": 260,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "B., et al. (1997). Sleep quality during alcohol withdrawal with bright light therapy. Progress in Neuro-Psychopharmacology   Biological Psychiatry, 21, 965 977. Schuckit, M. A. (1986). Primary men alcoholics with histories of suicide attempts. Journal of Studies on Alcohol, 47, 78 81. Segal, Z. V., Williams, J. M. G.,   Teasdale, J. D. (2002). Mindfulness-Based Cognitive Therapy for Depression: A New Approach to Preventing Relapse. New York: Guilford Press. Sexton, H., Lipton, R. I.,   Nilssen, O. (1999). Relating alcohol use and mood: Results from the Tromso study. Journal of Studies on Alcohol, 60, 111 119. Sher, K. J., Grekin, E. R.,   Williams, N. A. (2005). The development of alcohol use disorders. Annual Review of Clinical Psychology, 1, 493 523. Sherwood, K., Vaccaro, J. V.,"
  },
  {
    "id": 261,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Alcohol, 60, 111 119. Sher, K. J., Grekin, E. R.,   Williams, N. A. (2005). The development of alcohol use disorders. Annual Review of Clinical Psychology, 1, 493 523. Sherwood, K., Vaccaro, J. V.,   American Association of Health Plans (2002). Current Issues Report: Approaches to Depression Care: Health Plans' Innovative Programs in Depression. Washington, DC: American Association of Health Plans. Retrieved November 16, 2005, from  practice.org pdfs LitReviewDec03.pdf Simpson, D. D. (2002). A conceptual framework for transferring research to practice. Journal of Substance Abuse Treatment, 22, 171 182. Smith, M. T., Huang, M.I.,   Manber, R. (2005). Cognitive behavior therapy for chronic insomnia occurring within the context of medical and psychiatric disorders. Clinical Psychology"
  },
  {
    "id": 262,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "22, 171 182. Smith, M. T., Huang, M.I.,   Manber, R. (2005). Cognitive behavior therapy for chronic insomnia occurring within the context of medical and psychiatric disorders. Clinical Psychology Review, 25, 559 592. Smith, C.,   Erford, B. T. (2001). Test Review: Beck Depression Inventory - II. Greensboro, NC: Association for Assessment in Counseling. Retrieved November 20, 2001, from  Solhkhah, R., Wilens, T. E., Daly, J., Prince, J. B., Van Patten, S. L.,   Biederman, J. (2005). Bupropion SR for the treatment of substance-abusing outpatient adolescents with attention-deficit hyperactivity disorder and mood disorders. Journal of Child and Adolescent Psychopharmacology, 15, 777 786. Solomon, A., Haaga, D. A.,   Arnow, B. A. (2001). Is clinical depression distinct from subthreshold"
  },
  {
    "id": 263,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "disorder and mood disorders. Journal of Child and Adolescent Psychopharmacology, 15, 777 786. Solomon, A., Haaga, D. A.,   Arnow, B. A. (2001). Is clinical depression distinct from subthreshold depressive symptoms? A review of the continuity issue in depression research. Journal of Nervous   Mental Disease, 189, 498 506. Southwick, S. M., Vythillingam, M.,   Charney, D. S. (2005). The psychobiology of depression and resilience to stress: Implications for prevention and treatment. Annual Review of Clinical Psychology, 1, 255 291. Spitzer, R. L., Endicott, J.,   Robins, E. (1978). Research diagnostic criteria: Rationale and reliability. Archives of General Psychiatry, 35, 773 782. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--1111 Spitzer, R. L., Kroenke, K.,   Williams, J. B."
  },
  {
    "id": 264,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "criteria: Rationale and reliability. Archives of General Psychiatry, 35, 773 782. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--1111 Spitzer, R. L., Kroenke, K.,   Williams, J. B. (1999). Validation and utility of a self-report version of PRIME  MD: the PHQ primary care study. Primary Care Evaluation of Mental Disorders. Patient Health Questionnaire. JAMA, 282, 1737 1744. Spitzer, R. L., Williams, J. B., Kroenke, K., Hornyak, R.,   McMurray, J. (2000). Validity and utility of the PRIME-MD patient health questionnaire in assessment of 3000 obstetric-gynecologic patients: the PRIME  MD Patient Health Questionnaire Obstetrics-Gynecology Study. American Journal of Obstetrics and Gynecology, 183, 759 769. State of Nevada Board of Examiners for Alcohol, D. A. G. C. (2003). Nevada"
  },
  {
    "id": 265,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "MD Patient Health Questionnaire Obstetrics-Gynecology Study. American Journal of Obstetrics and Gynecology, 183, 759 769. State of Nevada Board of Examiners for Alcohol, D. A. G. C. (2003). Nevada Administrative Code - Chapter 641 C - Alcohol, Drug and Gambling Counselors General Provisions. Dayton, NV: State of Nevada Board of Examiners for Alcohol, Drug and Gambling Counselors. Retrieved January 3, 2006, from  Stein, D. J., Kupfer, D. J.,   Schatzberg, A. F. (2006). The American Psychiatric Publishing Textbook of Mood Disorders (1st ed.). Arlington, VA: American Psychiatric Publishing, Inc. Strain, E. C., Stitzer, M. L.,   Bigelow, G. E. (1991). Early treatment time course of depressive symptoms in opiate addicts. Journal of Nervous   Mental Disease, 179, 215 221. Strowig, A. B."
  },
  {
    "id": 266,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Inc. Strain, E. C., Stitzer, M. L.,   Bigelow, G. E. (1991). Early treatment time course of depressive symptoms in opiate addicts. Journal of Nervous   Mental Disease, 179, 215 221. Strowig, A. B. (2000). Relapse determinants reported by men treated for alcohol addiction: The prominence of depressed mood. Journal of Substance Abuse Treatment, 19, 469 474. Styron, W. (1992). Darkness Visible : A Memoir of Madness. New York: Vintage Books. Su, S. S., Hoffmann, J. P., Gerstein, D. R.,   Johnson, R. A. (1997). The effect of home environment on adoles  cent substance use and depressive symptoms. Journal of Drug Issues, 27, 851 877. Substance Abuse and Mental Health Services Administration   Office of Applied Studies. (2006). Treatment Episode Data Set (TEDS). Highlights   2004. National"
  },
  {
    "id": 267,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Journal of Drug Issues, 27, 851 877. Substance Abuse and Mental Health Services Administration   Office of Applied Studies. (2006). Treatment Episode Data Set (TEDS). Highlights   2004. National Admissions to Substance Abuse Treatment Services, DASIS Series: S-31 Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved August 17, 2006, from  Substance Abuse and Mental Health Services Administration   Office of Applied Studies (2007). The NSDUH Report: State Estimates of Depression: 2004 and 2005. NSDUH Report June 11, Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved June 11, 2007, from  Substance Abuse and Mental Health Services Administration (2005). Results from the 2004 National Survey on Drug Use and Health: National"
  },
  {
    "id": 268,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Health Services Administration. Retrieved June 11, 2007, from  Substance Abuse and Mental Health Services Administration (2005). Results from the 2004 National Survey on Drug Use and Health: National Findings. Rockville, MD: Office of Applied Studies. Retrieved September 8, 2005, from  Sue, D. W.,   Sue, D. (2003). Counseling the Culturally Diverse: Theory and Practice (4th ed.) New York: John Wiley and Sons. Sue, D. W.,   Sue, D. (2007). Counseling the Culturally Diverse: Theory and Practice. (5th ed.) Hoboken, NJ: John Wiley. Swendsen, J. D.,   Merikangas, K. R. (2000). The comorbidity of depression and substance use disorders. Clinical Psychology Review, 20, 173 189. Texas Christian University, Institute of Behavioral Research (2002). Organizational Readiness for Change (TCU ORC)"
  },
  {
    "id": 269,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of depression and substance use disorders. Clinical Psychology Review, 20, 173 189. Texas Christian University, Institute of Behavioral Research (2002). Organizational Readiness for Change (TCU ORC) Treatment Staff Version (TCU ORC-S). Fort Worth, TX: Texas Christian University. Retrieved August 30, 2007, from  Texas Department of State Health Services (2004). Licensed Chemical Dependency Counselor Handbook: Counselor Licensure Rules, Counselor Intern Handbook of Helpful Information, Forms and Examination Information. Austin, TX: Texas Department of State Health Services. Retrieved January 3, 2006, from  Tharp, R. G.,   Gallimore R. (1979). The ecology of program research and development: A model of evaluation succession. In L. B. Sechrest (Ed.), Evaluation Studies Review Annual Vol. 4"
  },
  {
    "id": 270,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "3, 2006, from  Tharp, R. G.,   Gallimore R. (1979). The ecology of program research and development: A model of evaluation succession. In L. B. Sechrest (Ed.), Evaluation Studies Review Annual Vol. 4 (pp. 39 60). Beverly Hills, CA: Sage Publications. 3-12 Part 3, Section 3 Thase, M. E.,   Lang, S. S. (2004). Beating the Blues: New Approaches to Overcoming Dysthymia and Chronic Mild Depression. New York: Oxford University Press. Thornton, C. C., Patkar, A. A., Murray, H. W., Mannelli, P., Gottheil, E., Vergare, M. J., et al. (2003). High- and low-structure treatments for substance dependence: Role of learned helplessness. The American Journal of Drug and Alcohol Abuse, 29, 567 584. Torrens, M., Fonseca, F., Mateu, G.,   Farre, M. (2005). Efficacy of antidepressants in substance use"
  },
  {
    "id": 271,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Role of learned helplessness. The American Journal of Drug and Alcohol Abuse, 29, 567 584. Torrens, M., Fonseca, F., Mateu, G.,   Farre, M. (2005). Efficacy of antidepressants in substance use disorders with and without comorbid depression. A systematic review and meta-analysis. Drug and Alcohol Dependence, 78, 1 22. Tsai, J. L.,   Chentsova-Dutton, Y. (2002). Understanding depression across cultures. In I. H. Gotlib   C. L. Hammen (Eds.), Handbook of Depression (pp. 363 385). New York: Guilford Press. U.S. Department of Health and Human Services (2003). Developing Cultural Competence in Disaster Mental Health Programs: Guiding Principles and Recommendations. (Rep. No. DHHS Pub. No. SMA 3828). Rockville, MD: Center for Mental Health Services, Substance Abuse and Mental Health Services"
  },
  {
    "id": 272,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Mental Health Programs: Guiding Principles and Recommendations. (Rep. No. DHHS Pub. No. SMA 3828). Rockville, MD: Center for Mental Health Services, Substance Abuse and Mental Health Services Administration. University of York, NHS Centre for Reviews Dissemination. (2002). Improving the recognition and management of depression in primary care. NHS Centre for Reviews and Dissemination, 7, 5. Retrieved November 16, 2005, from  Unutzer, J., Patrick, D. L., Simon, G., Grembowski, D., Walker, E., Rutter, C., et al. (1997). Depressive symp  toms and the cost of health services in HMO patients aged 65 years and older: A 4-year prospective study. JAMA: Journal of the American Medical Association, 277, 1618 1623. Uslaner, J., Kalechstein, A., Richter, T., Ling, W.,   Newton, T. (1999). Association"
  },
  {
    "id": 273,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "years and older: A 4-year prospective study. JAMA: Journal of the American Medical Association, 277, 1618 1623. Uslaner, J., Kalechstein, A., Richter, T., Ling, W.,   Newton, T. (1999). Association of depressive symptoms during abstinence with the subjective high produced by cocaine. American Journal of Psychiatry, 156, 1444 1446. Retrieved October 1, 2008 from  Watkins, K. E., Hunter, S. B., Wenzel, S. L., Tu, W., Paddock, S. M., Griffin, A., et al. (2004). Prevalence and characteristics of clients with co-occurring disorders in outpatient substance abuse treatment. American Journal of Drug and Alcohol Abuse, 30, 749 764. Weaver, G. D., Turner, N. H.,   O'Dell, K. J. (2000). Depressive symptoms, stress, and coping among women recovering from addiction. Journal of Substance Abuse"
  },
  {
    "id": 274,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of Drug and Alcohol Abuse, 30, 749 764. Weaver, G. D., Turner, N. H.,   O'Dell, K. J. (2000). Depressive symptoms, stress, and coping among women recovering from addiction. Journal of Substance Abuse Treatment, 18, 161 167. Wells, K. B., Schoenbaum, M., Duan, N., Miranda, J., Tang, L.,   Sherbourne, C. (2007). Cost-effectiveness of quality improvement programs for patients with subthreshold depression or depressive disorder. Psychiatric Services, 58, 1269 1278. Widiger, T. A., Mullins-Sweatt, S.,   Anderson, K. G. (2006). Personality and depression in women. In C. L. M. Keyes   S. H. Goodman (Eds.), Women and Depression: A Handbook for the Social, Behavioral, and Biomedical Sciences (pp. 176 198). New York: Cambridge University Press. Williams, J. W., Jr., Barrett, J., Oxman, T., Frank,"
  },
  {
    "id": 275,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "(Eds.), Women and Depression: A Handbook for the Social, Behavioral, and Biomedical Sciences (pp. 176 198). New York: Cambridge University Press. Williams, J. W., Jr., Barrett, J., Oxman, T., Frank, E., Katon, W., Sullivan, M., et al. (2000). Treatment of dys  thymia and minor depression in primary care: A randomized controlled trial in older adults. JAMA: Journal of the American Medical Association, 284, 1519 1526. Willner, P., Field, M., Pitts, K.,   Reeve, G. (1998). Mood, cue and gender influences on motivation, craving and liking for alcohol in recreational drinkers. Behavioural Pharmacology, 9, 631 642. Winston, A., Rosenthal, R. N.,   Pinsker, H. (2004). Introduction to Supportive Psychotherapy. Arlington, VA: American Psychiatric Publishing, Inc. Woolf, S. H., DiGuiseppi, C. G.,"
  },
  {
    "id": 276,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "9, 631 642. Winston, A., Rosenthal, R. N.,   Pinsker, H. (2004). Introduction to Supportive Psychotherapy. Arlington, VA: American Psychiatric Publishing, Inc. Woolf, S. H., DiGuiseppi, C. G., Atkins, D.,   Kamerow, D. B. (1996). Developing evidence-based clinical prac  tice guidelines: Lessons learned by the U.S. Preventive Services Task Force. Annual Review of Public Health, 17, 511 538. World Health Organization. International Statistical Classification of Diseases and Related Health Problems (The) ICD-10. (2004). (2nd ed.) Geneva, Switzerland: World Health Organization. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss 33--1133 Appendix A Methodology To find the literature to support the development of this TIP, two sets of searches were conducted: one for the treatment"
  },
  {
    "id": 277,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "DDeepprreessssiivvee SSyymmppttoommss 33--1133 Appendix A Methodology To find the literature to support the development of this TIP, two sets of searches were conducted: one for the treatment information of primary interest to clinicians and another to find literature of interest primarily to program administrators. While this conceptual difference governed the procedures developed for the review, in practice there was a great deal of duplication in the literature found from the two searches and it was often the case that a citation found during one search would be of interest to both clinicians and administrators. The clinical literature search began with the question,  How can providers most effectively treat symptoms of depression that do not rise to the level of a diagnosis of a mood"
  },
  {
    "id": 278,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "and administrators. The clinical literature search began with the question,  How can providers most effectively treat symptoms of depression that do not rise to the level of a diagnosis of a mood disorder in substance abuse treatment clients in early recovery?  For this review, the following terms were used to search the National Library of Medicine s (NLM) PubMed database, the American Psychological Association s PsychINFO database, the National Institute on Alcohol Abuse and Alcoholism s Alcohol and Alcohol Problems Science Database (ETOH), and the Project Cork database:    Mild depression     Minor depression     Subclinical depression     Depressed mood     Depressive symptoms     Depression     elevated symptoms  The search was conducted for literature published between 1995 and 2005"
  },
  {
    "id": 279,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "Minor depression     Subclinical depression     Depressed mood     Depressive symptoms     Depression     elevated symptoms  The search was conducted for literature published between 1995 and 2005 that was written in English. All fields (including title, abstract, and key terms) were searched. Because the initial number of references retrieved in the PubMed and PsychINFO searches was too large for effective review (5,286 and 5,503 items, respectively), these searches were performed a second time limiting the literature to references that also addressed substance use disorders. To do this a string of substance abuse- related terms was created that were added to the initial list of search terms; these were  drug abuse,   drug dependence,   substance abuse,   substance dependence,"
  },
  {
    "id": 280,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "a string of substance abuse- related terms was created that were added to the initial list of search terms; these were  drug abuse,   drug dependence,   substance abuse,   substance dependence,   addiction,  and  alcoholism.  Figure 1 shows the number of items found (or  hits ) for each search term in each database. For each of the citations found, reference information and abstracts were printed and then reviewed by two reviewers (two reviewers were used to reduce any potential bias in the selection process). Reviewers eliminated any citations that focused on children, adolescents, or older adults specifically; any research concerning individ  uals with mental disorders that were not substance related; and any concerning individuals with co-occurring medical conditions that might affect"
  },
  {
    "id": 281,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "adults specifically; any research concerning individ  uals with mental disorders that were not substance related; and any concerning individuals with co-occurring medical conditions that might affect mood or psychological functioning (e.g., HIV AIDS). In addition to the database search for journal articles, a search of books and monographs was also conducted in the NLM and Library of Congress catalogs using the search term  depression.  This list of publications was also reviewed by two reviewers, who used information from the catalogs, publishers  Web sites, and the Amazon.com store catalog to determine if the publications located would be potentially useful for this TIP. These potentially useful books were then reviewed to determine whether they would be appropriate for the TIP. After"
  },
  {
    "id": 282,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "to determine if the publications located would be potentially useful for this TIP. These potentially useful books were then reviewed to determine whether they would be appropriate for the TIP. After references were selected using these search procedures, the bibliographies or citation lists from those ref  erences were reviewed in order to find older, seminal literature appropriate for this topic. Additionally, mem  bers of the TIP development panel were asked to suggest literature that might be pertinent to the topic at hand. A second series of searches was conducted to find references of interest to program administrators on this topic (i.e., information to help implement practices to treat depressive symptoms in substance abuse treatment set  tings and understand the value of"
  },
  {
    "id": 283,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "of interest to program administrators on this topic (i.e., information to help implement practices to treat depressive symptoms in substance abuse treatment set  tings and understand the value of implementing such procedures). This search only used the PubMed and PyschINFO databases (the two larger databases) because it was determined in the previous search that almost all of the citations found in the ETOH and Project Cork databases were also found in these two, and it was expected that information of an administrative nature would be less likely to be recorded in the latter databas- MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss AA--11 Figure A.1 Citations Found in Treatment Search Search Term PubMED PsychINFO ETOH Project Cork Mild depression 101 88 2 6 Minor depression 227 207"
  },
  {
    "id": 284,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "DDeepprreessssiivvee SSyymmppttoommss AA--11 Figure A.1 Citations Found in Treatment Search Search Term PubMED PsychINFO ETOH Project Cork Mild depression 101 88 2 6 Minor depression 227 207 7 10 Subclinical depression 14 16 0 2 Depressed mood 788 884 49 47 Depressive symptoms 4,156 4,297 227 90 Depression   Elevated symptoms 9 11 1 5 Mild depression with substance abuse string 7 0 NA NA Minor depression with substance abuse string 1 0 NA NA Subclinical depression with substance abuse string 2 16 NA NA Depressed mood with substance abuse string 32 7 NA NA Depressive symptoms with substance abuse string 207 89 NA NA Depression   elevated symptoms with substance abuse 1 0 NA NA string es. In this second series of searches, the substance abuse-related search string was combined with the term"
  },
  {
    "id": 285,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "string 207 89 NA NA Depression   elevated symptoms with substance abuse 1 0 NA NA string es. In this second series of searches, the substance abuse-related search string was combined with the term  depression  and one of the following terms:    Outcomes     Retention     Program     administration     Staff effectiveness     Staff burnout     Cost     benefit     Policies     program  This search only found citations written in English between 1998 and 2005; all fields were searched. As before, reviewers eliminated anything that focused specifically on children, adolescents, or older adults; individuals with mental disorders that were not substance related; and individuals with co-occurring medical conditions that might affect mood or psychological functioning. See Figure 2 for the list"
  },
  {
    "id": 286,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "individuals with mental disorders that were not substance related; and individuals with co-occurring medical conditions that might affect mood or psychological functioning. See Figure 2 for the list of the number of hits found in each database for each term. Because books relevant to program administration were identified in the first search, a second search of library catalogs was not conducted. However, an Internet search (using the Google search engine) was conducted to locate substance abuse treatment program materials (e.g., policies and procedures) to determine how programs were treating individuals with depressive symptoms. The list of terms used in the administrative literature search were also used to conduct this search, but no appropriate program Web sites were located."
  },
  {
    "id": 287,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "treating individuals with depressive symptoms. The list of terms used in the administrative literature search were also used to conduct this search, but no appropriate program Web sites were located. Reviewers also looked specifically at Web sites of programs that were known for working with clients with co-occurring disorders, as identified in TIP 42, Substance Abuse Treatment for Persons With Co-Occurring Disorders (CSAT, 2005), and through lists of SAMHSA grantees. These searches were performed again prior to submitting the TIP for clearance, and will be performed every 6 months for a 5-year period after clearance has been received. A-2 Part 3, Appendix A Methodolgy Figure A.2 Citations Found in Administration Search Search Term PubMED PsychINFO Outcomes   depression   substance abuse"
  },
  {
    "id": 288,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "period after clearance has been received. A-2 Part 3, Appendix A Methodolgy Figure A.2 Citations Found in Administration Search Search Term PubMED PsychINFO Outcomes   depression   substance abuse string 107 155 Retention   depression   substance abuse string 23 21 Program   administration   depression   substance 0 0 abuse string  Staff effectiveness    depression   substance abuse 0 17 string  Staff burnout    depression   substance abuse string 0 1 Cost   benefit   depression   substance abuse string 2 0 Policies   program   depression   substance abuse string 3 0 The final list of references selected by both reviewers as the most relevant and useful (from both treatment and administrative searches) appears as an annotated bibliography at the end of this literature review. A complete"
  },
  {
    "id": 289,
    "source": "Managing_Depressive__Symptoms_e38738",
    "text": "selected by both reviewers as the most relevant and useful (from both treatment and administrative searches) appears as an annotated bibliography at the end of this literature review. A complete bibliography of all relevant literature located during the search appears after the annotated bibliography. Not all references that appear in the TIP are abstracted in the annotated bibliography but all do appear in the com- plete bibliography. MMaannaaggiinngg DDeepprreessssiivvee SSyymmppttoommss A-31"
  }
]