[
  {
    "id": 1,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "HHS Public Access\nAuthor manuscript\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Published in final edited form as:\nAcad Psychiatry. 2015 October ; 39(5): 503–511. doi:10.1007/s40596-014-0205-9. College Students: Mental Health Problems and Treatment\nConsiderations\nPaola Pedrelli,\nMassachusetts General Hospital, Boston, MA, USA\nMaren Nyer,\nMassachusetts General Hospital, Boston, MA, USA\nAlbert Yeung,\nMassachusetts General Hospital, Boston, MA, USA\nCourtney Zulauf, and\nMassachusetts General Hospital, Boston, MA, USA\nTimothy Wilens\nMassachusetts General Hospital, Boston, MA, USA\nPaola Pedrelli: ppedrelli@partners.org\nAbstract\nAttending college can be a stressful time for many students."
  },
  {
    "id": 2,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "al Hospital, Boston, MA, USA\nTimothy Wilens\nMassachusetts General Hospital, Boston, MA, USA\nPaola Pedrelli: ppedrelli@partners.org\nAbstract\nAttending college can be a stressful time for many students. In addition to coping with academic\npressure, some students have to deal with the stressful tasks of separation and individuation from\ntheir family of origin while some may have to attend to numerous work and family\nresponsibilities. In this context, many college students experience the first onset of mental health\nand substance use problems or an exacerbation of their symptoms. Given the uniqueness of\ncollege students, there is a need to outline critical issues to consider when working with this\npopulation."
  },
  {
    "id": 3,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "lth\nand substance use problems or an exacerbation of their symptoms. Given the uniqueness of\ncollege students, there is a need to outline critical issues to consider when working with this\npopulation. In this commentary, first, the prevalence of psychiatric and substance use problems in\ncollege students and the significance of assessing age of onset of current psychopathology are\ndescribed. Then, the concerning persistent nature of mental health problems among college\nstudents and its implications are summarized. Finally, important aspects of treatment to consider\nwhen treating college students with mental health problems are outlined, such as the importance of\nincluding parents in the treatment, communicating with other providers, and employing of\ntechnology to increase adherence."
  },
  {
    "id": 4,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "students with mental health problems are outlined, such as the importance of\nincluding parents in the treatment, communicating with other providers, and employing of\ntechnology to increase adherence. It is concluded that, by becoming familiar with the unique\nproblems characteristic of the developmental stage and environment college students are in,\npractitioners will be able to better serve them. Keywords\nCollege; Mental health; Treatment considerations\nCorrespondence to: Paola Pedrelli, ppedrelli@partners.org. Disclosure Drs. Pedrelli, Nyer, and Yeung as well as Ms. Zulauf have no conflicts of interest to report. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 2\nMental health problems are very common among college students [1]."
  },
  {
    "id": 5,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "e no conflicts of interest to report. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 2\nMental health problems are very common among college students [1]. This may be due to\nthe fact that attending college corresponds to a challenging time for many traditional and\nnon-traditional undergraduate students. Traditional college students start college after\ncompleting high school, are typically younger, depend on parents for financial support, and\ndo not work or work part-time [2]. Thus, in addition to stress related to academic load, these\nstudents may have to face the task of taking on more adult-like responsibilities without\nhaving yet mastered the skills and cognitive maturity of adulthood."
  },
  {
    "id": 6,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "n to stress related to academic load, these\nstudents may have to face the task of taking on more adult-like responsibilities without\nhaving yet mastered the skills and cognitive maturity of adulthood. For example, many\ntraditional college students may face potentially stressful experiences for the first time\nincluding working, being in a significant relationship that may lead to marriage, or having\nhousemates with cultures and belief systems different from their own [3]. Non-traditional\ncollege students are often employed full-time, older, and may have dependents other than\ntheir spouses [3]. Thus, this group of students may have to cope with meeting work and\nfamily demands in addition to academic requirements."
  },
  {
    "id": 7,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "mployed full-time, older, and may have dependents other than\ntheir spouses [3]. Thus, this group of students may have to cope with meeting work and\nfamily demands in addition to academic requirements. In these contexts, many college\nstudents may experience the persistence, exacerbation, or first onset of mental health and\nsubstance use problems while possibly receiving no or inadequate treatment. With the\nincreasing recognition of child mental health issues and the use of more psychotropic\nmedications, the number of young adults with mental health problems entering college has\nsignificantly increased."
  },
  {
    "id": 8,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "increasing recognition of child mental health issues and the use of more psychotropic\nmedications, the number of young adults with mental health problems entering college has\nsignificantly increased. For example, in a survey of 274 institutions, 88 % of counseling\ncenter directors reported an increase in “severe” psychological problems over the previous 5\nyears including learning disabilities, self-injury incidents, eating disorders, substance use,\nand sexual assaults [4]. Thus, there is an increase in demand for counseling and specialized\nservices. However, the increase in demands has not always corresponded to an increase in\nstaff [4]."
  },
  {
    "id": 9,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ce use,\nand sexual assaults [4]. Thus, there is an increase in demand for counseling and specialized\nservices. However, the increase in demands has not always corresponded to an increase in\nstaff [4]. In particular, counseling centers are in need of psychiatrists with expertise in\ntreating traditional as well as non-traditional college students, two groups with specific age-\nrelated characteristics and challenges. In this commentary, the prevalence of psychiatric and\nsubstance use problems in college students, as well as their common onset, will be\ndescribed. Next, the worrisome persistent nature of mental health problems among college\nstudents and its implication will be discussed."
  },
  {
    "id": 10,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ems in college students, as well as their common onset, will be\ndescribed. Next, the worrisome persistent nature of mental health problems among college\nstudents and its implication will be discussed. Finally, important treatment considerations\nfor traditional and non-traditional college students will be outlined. Prevalence of Mental Health Disorders\nMost mental health disorders have their peak onset during young adulthood. Kessler et al. [5] observed that by the age of 25 years, 75% of those who will have a mental health\ndisorder have had their first onset. Among traditional students, the significant disruptions\nassociated with attending college may exacerbate current psychopathology that first\nmanifested in childhood and/or trigger its first onset."
  },
  {
    "id": 11,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "set. Among traditional students, the significant disruptions\nassociated with attending college may exacerbate current psychopathology that first\nmanifested in childhood and/or trigger its first onset. Similarly, non-traditional students who\nmay have to attend to the demands of their numerous roles (work and family) may\nexperience an exacerbation of their symptoms or a relapse. Anxiety disorders are the most prevalent psychiatric problems among college students, with\napproximately 11.9 % of college students suffering from an anxiety disorder [1]. Among the\nanxiety disorders, social phobia has an early age of onset (median age of onset between 7–\n14 years), while panic disorder, generalized anxiety disorders (GAD), and post-traumatic\nstress disorder (PTSD) have somewhat later onsets [6]."
  },
  {
    "id": 12,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "as an early age of onset (median age of onset between 7–\n14 years), while panic disorder, generalized anxiety disorders (GAD), and post-traumatic\nstress disorder (PTSD) have somewhat later onsets [6]. Giaconia et al. [7] found that in a\ncommunity sample of adolescents the peak risk period for developing PTSD was between\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 3\nthe ages of 16 to 17 years, with approximately one third of the sample developing the\ndisorder by the age of 14 years [7]. Through a national mental health survey, Vaingankar et\nal."
  },
  {
    "id": 13,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "elli et al. Page 3\nthe ages of 16 to 17 years, with approximately one third of the sample developing the\ndisorder by the age of 14 years [7]. Through a national mental health survey, Vaingankar et\nal. [8] examined 6,616 respondents and reported that the mean age of onset for obsessive-\ncompulsive disorder (OCD) was 19 years of age and 20 years of age for GAD. Thus, many\ntraditional students with PTSD may have experienced symptoms before college, whereas\nthose with GAD and OCD may start experiencing symptoms while in college. Another common mental health problem among college students is depression, with\nprevalence rates in college students of 7 to 9 % [1, 9]. Zisook et al."
  },
  {
    "id": 14,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "may start experiencing symptoms while in college. Another common mental health problem among college students is depression, with\nprevalence rates in college students of 7 to 9 % [1, 9]. Zisook et al. [10] found that over half\nof all cases of depression had a first onset during childhood, adolescence, or young\nadulthood. Similarly, others have shown an elevated risk for mood disorders beginning in\nthe early teens increasing with age in a linear fashion. In the National Comorbidity Survey-\nReplication study, Kessler et al. [6] reported that one out of every five individuals with\ndepression had their first episode by the age of 25 years. The onset of bipolar disorder\n(BAD) appears to follow a similar trend. Approximately 3.2 % of college students meet the\ncriteria for BAD [1]."
  },
  {
    "id": 15,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "depression had their first episode by the age of 25 years. The onset of bipolar disorder\n(BAD) appears to follow a similar trend. Approximately 3.2 % of college students meet the\ncriteria for BAD [1]. An emerging literature has shown that the majority of adults with BAD\nhave the onset of their disorder in child and adolescent years, with at least a third of adults\nwith BAD having their onset before the age of 12 years [11]. Suicide, although not a specific diagnosis, is the third leading cause of death among young\nadults and is a significant problem among college students [12]. A large survey reported that\namong 8,155 students, 6.7 % reported suicidal ideation, 1.6 % reported having a suicide\nplan, and 0.5 % reported making a suicide attempt in the past year [13]."
  },
  {
    "id": 16,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ents [12]. A large survey reported that\namong 8,155 students, 6.7 % reported suicidal ideation, 1.6 % reported having a suicide\nplan, and 0.5 % reported making a suicide attempt in the past year [13]. Given that many\nstudents with suicidal ideation do not seek treatment, it is critical to implement screening\nstrategies to identify them and engage them in treatment [14, 15]. Among the major risk\nfactors for suicide in this age group are depression [16], hopelessness [17, 18], and\nsubstance use [19, 20]. Eating disorders such as bulimia, anorexia, and binge eating are common and often have\ntheir onset during adolescence with a rapid increase in risk during early adulthood [21]."
  },
  {
    "id": 17,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "substance use [19, 20]. Eating disorders such as bulimia, anorexia, and binge eating are common and often have\ntheir onset during adolescence with a rapid increase in risk during early adulthood [21]. For\ninstance, a survey of 2,822 college students reported that 9.5% of students screened positive\nfor an eating disorder with a greater proportion of females relative to males (13.5 vs. 3.6 %,\nrespectively) [22]. Stice et al. [23] found that peak periods of risk for onset was between 17\nand 18 years of age for bulimia nervosa and binge-eating disorder, and was between 18 and\n20 years for purging behavior (feeding or eating disorder not elsewhere classified)."
  },
  {
    "id": 18,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "for onset was between 17\nand 18 years of age for bulimia nervosa and binge-eating disorder, and was between 18 and\n20 years for purging behavior (feeding or eating disorder not elsewhere classified). They\nalso found that sub-threshold eating disorders are even more common than full criteria-\neating disorders, with both full and subthreshold disorders associated with significant\nimpairment [23]. Attention-deficit/hyperactivity disorder (ADHD) onsets during childhood and persists into\nadulthood in approximately one half of cases and negatively affects many critical areas in\nyoung adults. Between 2 and 8 % of college students suffer from ADHD and approximately\none fourth of students receiving disability services have ADHD [24]."
  },
  {
    "id": 19,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nd negatively affects many critical areas in\nyoung adults. Between 2 and 8 % of college students suffer from ADHD and approximately\none fourth of students receiving disability services have ADHD [24]. ADHD is associated\nwith poor academic performance [25], social difficulties, and an increased risk for alcohol\nand drug use [26] that further exacerbate difficulties in college. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 4\nThere is a paucity of literature regarding the prevalence of schizophrenia among college\nstudents; however, it appears that symptoms in the psychotic spectrum are not uncommon\namong college students."
  },
  {
    "id": 20,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "There is a paucity of literature regarding the prevalence of schizophrenia among college\nstudents; however, it appears that symptoms in the psychotic spectrum are not uncommon\namong college students. Studies have described the course of schizophrenia as having its\nbeginning in early adolescence and persisting into young adulthood. Sham et al. [27] studied\n270 schizophrenic probands in an older Swedish study and found that for both males and\nfemales there was a rapid increase in the onset of schizophrenia in late teens and early\ntwenties followed by a lower risk of onset in the late twenties. Similar results were found by\nHafner et al."
  },
  {
    "id": 21,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nd\nfemales there was a rapid increase in the onset of schizophrenia in late teens and early\ntwenties followed by a lower risk of onset in the late twenties. Similar results were found by\nHafner et al. [28], who studied 267 patients with schizophrenia and found that the initial\nonset of the disorder showed an early and steep increase in young adulthood until the age of\n25 years. Furthermore, they found that 47% of females and 62% of males in the sample had\ntheir first symptoms of schizophrenia before the age of 25 years. Thus, young adults in\ncollege may experience the prodromal or early manifestation of a first onset of a psychotic\ndisorder."
  },
  {
    "id": 22,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "sample had\ntheir first symptoms of schizophrenia before the age of 25 years. Thus, young adults in\ncollege may experience the prodromal or early manifestation of a first onset of a psychotic\ndisorder. Autism spectrum disorders (ASDs) include a group of related complex and chronic\nneurodevelopment disorders, which are generally characterized by a variable presentation of\nproblems with socialization, communication, and behavior [29]. Although ASDs are\ntypically considered very disabling, a number of young people with ASDs do not have co-\noccurring intellectual impairment or language speech impairment (i.e., high functioning\nautism spectrum disorder and Asperger's disorder) and are able to attend college."
  },
  {
    "id": 23,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ople with ASDs do not have co-\noccurring intellectual impairment or language speech impairment (i.e., high functioning\nautism spectrum disorder and Asperger's disorder) and are able to attend college. Interestingly, a sample of 667 college students at a single university was used to\ndiagnostically and dimensionally assess the rate of high functioning ASD in college\npopulations. The study found that depending upon the ascertainment method between 0.7\nand 1.9 % of college students could meet the criteria for high-functioning ASD [30]. Although the severity of ASD may decline during the adult period, individuals continue to\nhave poor social functioning and often continue to require services [31–34]."
  },
  {
    "id": 24,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ia for high-functioning ASD [30]. Although the severity of ASD may decline during the adult period, individuals continue to\nhave poor social functioning and often continue to require services [31–34]. Thus, to enable\npeople with ASD to succeed in college, providers should ensure that specific\naccommodations regarding academics, independent living, and social and vocational\ncounseling are implemented [35]. Substance Use Among Young Adults in College\nThe use of alcohol and illicit drugs peaks during young adulthood and slowly declines with\nage [36]. Therefore, it is not surprising that the most prevalent problem among college\nstudents is the presence of substance use disorders."
  },
  {
    "id": 25,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "drugs peaks during young adulthood and slowly declines with\nage [36]. Therefore, it is not surprising that the most prevalent problem among college\nstudents is the presence of substance use disorders. Approximately one in five college\nstudents meet the criteria for alcohol use disorder (AUD) in the previous year (12.5 %\nalcohol dependence and 7.8 % alcohol abuse) [37]. Another hazardous behavior common\namong college students is binge drinking, defined as consuming four standard drinks for\nwomen and five for men in a 2-h period [38]. Nearly half (44 %) of college students binge\ndrink, and one in five engages in this behavior frequently [39, 40]."
  },
  {
    "id": 26,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ned as consuming four standard drinks for\nwomen and five for men in a 2-h period [38]. Nearly half (44 %) of college students binge\ndrink, and one in five engages in this behavior frequently [39, 40]. Binge drinking is\nconsidered the number one public health hazard and the primary source of preventable\nmorbidity and mortality for college students in the USA. Among college students, alcohol\nconsumption is associated with motor vehicle accidents, another leading cause of death in\nthis age group [41], accidental injuries, unsafe sex, sexual assaults, and poor classroom\nperformance, as well as impairments in prefrontal cortex functions such as memory and\nattention [39, 40, 42, 43]. Furthermore, many college students who are heavy drinkers\nAcad Psychiatry."
  },
  {
    "id": 27,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "r classroom\nperformance, as well as impairments in prefrontal cortex functions such as memory and\nattention [39, 40, 42, 43]. Furthermore, many college students who are heavy drinkers\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 5\ncontinue to exhibit substance use-related problems after college [44, 45] and later develop\nan AUD [46]. Nicotine use is also very common, with 22–40 % of adolescent and young\nadult smokers meeting the criteria for dependence [47–49]. Drug use disorders are less\ncommon, with approximately 1 in 20 students meeting the criteria (4.2 % drug abuse and 1.4\n% drug dependence) [1]. Marijuana use is very prevalent in this population."
  },
  {
    "id": 28,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "–49]. Drug use disorders are less\ncommon, with approximately 1 in 20 students meeting the criteria (4.2 % drug abuse and 1.4\n% drug dependence) [1]. Marijuana use is very prevalent in this population. A study by\nSuerken et al. [50] found that 30 % of those entering college admitted to using marijuana\nbefore college entry. Furthermore, according to the most recent 2012 data from the National\nSurvey on Drug Use and Health [36], approximately 23.5 % of male full-time college\nstudents and 16.1 % of female full-time college students are current marijuana users."
  },
  {
    "id": 29,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ent 2012 data from the National\nSurvey on Drug Use and Health [36], approximately 23.5 % of male full-time college\nstudents and 16.1 % of female full-time college students are current marijuana users. Cannabis use has been shown to negatively influence cognitive performance, memory, and\nachievement motivation, all of which can deleteriously impact educational achievement and\nlead to higher risk of school dropout, lower occupational attainment, and workforce failure\n[51–53]. Among college students, binge drinking and cannabis use often co-occur. College\nstudents who drink heavily are approximately ten times more likely to use marijuana than\nthose that are light drinkers [54]."
  },
  {
    "id": 30,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "g college students, binge drinking and cannabis use often co-occur. College\nstudents who drink heavily are approximately ten times more likely to use marijuana than\nthose that are light drinkers [54]. Data from the National College Health Risk Behavior\nSurvey shows that binge drinking students are nine times more likely to report lifetime use\nof marijuana than their non-binge drinking peers [55]. The increased risk for using illicit\nsubstances among binge drinkers has serious implications, given that alcohol use in\ncombination with drug use is known to increase substance-related negative consequences\n[56], even when controlling for level of drinking [57]."
  },
  {
    "id": 31,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nkers has serious implications, given that alcohol use in\ncombination with drug use is known to increase substance-related negative consequences\n[56], even when controlling for level of drinking [57]. In addition to substance use and hazardous alcohol use, college students often engage in\nnon-medical use (or misuse) of prescription medications, namely taking prescription\nmedications without a prescription or taking more than prescribed. Although in the past 2\nyears, the rates of non-medical use of pain relievers among young adults have decreased,\nthey continue to be high [58]. According to the National Survey on Drug Use and Health,\napproximately one in ten young adults reported non-medical use of pain relievers in the past\nyear [59]."
  },
  {
    "id": 32,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "creased,\nthey continue to be high [58]. According to the National Survey on Drug Use and Health,\napproximately one in ten young adults reported non-medical use of pain relievers in the past\nyear [59]. Data suggest that the most commonly misused medications among college\nstudents include opioids, benzodiazepines (sedative/hypnotics), and amphetamine/\nmethylphenidates (stimulants), with 5–35 % of college students having misused stimulants\n[60]. In a nationwide representative sample of 10,904 college students, McCabe et al. [61]\nfound that the rates of non-medical use of prescription stimulants were highest among\nCaucasians, males, members of fraternities and sororities, and those who have lower grade\npoint averages. In a study by Garnier-Dykstra et al."
  },
  {
    "id": 33,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "medical use of prescription stimulants were highest among\nCaucasians, males, members of fraternities and sororities, and those who have lower grade\npoint averages. In a study by Garnier-Dykstra et al. [62], assessing 1,253 college students,\nthey found that by year four 61.8 % of students were offered prescription stimulants at least\nonce and approximately one third had used them non-medically. They found that subjects\nendorsed friends as the most common source of prescription stimulants and the most\ncommon reason for use was to study [62]."
  },
  {
    "id": 34,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "pproximately one third had used them non-medically. They found that subjects\nendorsed friends as the most common source of prescription stimulants and the most\ncommon reason for use was to study [62]. Of concern is that over the past 20 years the rates\nof overdoses involving prescription drugs in the USA have reached epidemic proportions,\nwith increased risk of overdosing for those using opioid analgesics or benzodiazepines and\nwho have multiple prescriptions [63]. Nonmedical use of prescription medications often co-\noccur with heavy alcohol use [64], a worrisome occurrence given that alcohol taken in\ncombination with analgesic opioids may further inhibit activity in the central nervous\nsystem, increasing the risk of oversedation, respiratory depression, and death."
  },
  {
    "id": 35,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "rence given that alcohol taken in\ncombination with analgesic opioids may further inhibit activity in the central nervous\nsystem, increasing the risk of oversedation, respiratory depression, and death. Regrettably,\ncollege students do not appear to view prescription drug abuse as problematic [64]. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 6\nPractitioners should communicate with college students about the ethical, medical,\npsychological, addictive, and legal issues of prescription drug abuse. College students\nshould be advised to take their medications as prescribed and not give or sell their\nmedications to others."
  },
  {
    "id": 36,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "cal,\npsychological, addictive, and legal issues of prescription drug abuse. College students\nshould be advised to take their medications as prescribed and not give or sell their\nmedications to others. Safe storage of controlled substances such as benzodiazepines or\nstimulants is important. Implications of Age of Onset on Trajectory of Psychopathology\nWhen assessing college students, it is critical to determine the age of onset of current\npsychopathology. Specifically, early age of onset of any mental health disorder is associated\nwith poorer outcome and may be associated with a different presentation from that of later\nonset. For example, several studies have found that early-onset anxiety disorders are\nassociated with greater severity and chronicity than adult-onset [65]."
  },
  {
    "id": 37,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "a different presentation from that of later\nonset. For example, several studies have found that early-onset anxiety disorders are\nassociated with greater severity and chronicity than adult-onset [65]. Childhood onset\nanxiety appears to increase the likelihood for the development of other subsequent\npsychiatric comorbidity [66, 67]. Early age of onset of obsessive-compulsive disorder is\nassociated with more symptomatology [68], higher rates of comorbid tic disorders [69], and\nhigher frequency of tic-like compulsions [70]."
  },
  {
    "id": 38,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "6, 67]. Early age of onset of obsessive-compulsive disorder is\nassociated with more symptomatology [68], higher rates of comorbid tic disorders [69], and\nhigher frequency of tic-like compulsions [70]. Multiple studies have shown that childhood\nonset mood disorders are linked to longer episode duration, a higher number of depressive\nepisodes among women, increased suicidality and need for hospitalization, and increased\nrisk for other co-occurring mental health problems in adulthood [71–73]. Similarly, an\nearlier onset of bipolar disorder is more problematic as it is associated with higher risk for\nco-occurring psychiatric and substance use disorders, less lithium responsiveness, more\nmixed presentations, and increased illness burden [74–79]."
  },
  {
    "id": 39,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "problematic as it is associated with higher risk for\nco-occurring psychiatric and substance use disorders, less lithium responsiveness, more\nmixed presentations, and increased illness burden [74–79]. Likewise, studies suggest that the\nonset of schizophrenia before the age of 18 years may correspond to a more chronic form of\nthe disorder [80–82] with studies reporting an overall lower psychosocial functioning and\npoorer long-term outcome related to early-onset schizophrenia [81, 83, 84]. Finally, among\ncollege students, age of first alcohol use is associated with heavier use and worse alcohol-\nrelated problems [85]. In summary, mental health problems are prevalent in college students, with substance use,\nanxiety, and mood disorders being the most common."
  },
  {
    "id": 40,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "with heavier use and worse alcohol-\nrelated problems [85]. In summary, mental health problems are prevalent in college students, with substance use,\nanxiety, and mood disorders being the most common. Traditional college students are in a\ntransitional age, young adulthood, which is associated with numerous stressors and during\nwhich many mental health problems often first occur. Non-traditional college students also\nface numerous stressors associated with having multiple roles, demands, and financial\nobligations. College students who have their first onset of mental illness or initiate substance\nuse during childhood or adolescence appear to have a more pernicious trajectory and course\nof illness."
  },
  {
    "id": 41,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "obligations. College students who have their first onset of mental illness or initiate substance\nuse during childhood or adolescence appear to have a more pernicious trajectory and course\nof illness. Early identification of college students with mental health problems and thorough\nassessments are critical in order to provide adequate services and to ensure better outcomes,\nsuch as graduation. Significance of Early Identification of Mental Health Problems and Outreach\nStrategies\nAmong college students, mental health problems not only are common, but they often\npersist for several years. Zivin et al. [86], through longitudinal data on 763 students,\nobserved that 60 % of those who had a mental health problem at baseline continued to report\nAcad Psychiatry."
  },
  {
    "id": 42,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "en\npersist for several years. Zivin et al. [86], through longitudinal data on 763 students,\nobserved that 60 % of those who had a mental health problem at baseline continued to report\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 7\nat least one mental health problem 2 years later. The rate of persistence differed among\ndisorders. For example, eating disorders were reported as most persistent, with 59 % of\nthose reporting an eating disorder at baseline still having it at follow-up. Of the students\nwith depression at baseline, 27 % continued to have it 2 years later. Self-injury behavior and\nsuicidal thoughts also persisted."
  },
  {
    "id": 43,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ting disorder at baseline still having it at follow-up. Of the students\nwith depression at baseline, 27 % continued to have it 2 years later. Self-injury behavior and\nsuicidal thoughts also persisted. Approximately 40 % of students continued to report self-\ninjury behavior and 35 % continued to report suicidal thoughts 2 years after baseline [86]. Lack of identification or acknowledgement (denial) of mental health symptoms and/or lack\nof or inadequate treatment are common problems among college students and may\ncontribute to the persistence of mental health problems in this population. For instance, in a\nstudy by Zivin et al. [86], less than half of the college students with mental health problems\npersisting over 2 years received mental health treatment during that time period [86]."
  },
  {
    "id": 44,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "For instance, in a\nstudy by Zivin et al. [86], less than half of the college students with mental health problems\npersisting over 2 years received mental health treatment during that time period [86]. Other\nstudies have also shown that the rates of treatment in college students are very low. For\nexample, in the 2001–2002 National Epidemiologic Survey on Alcohol and Related\nConditions (NESARC), a national survey on adults including 2,188 college students, data\nshowed that only 18 % of students with past year mental health diagnoses had received\ntreatment in the previous year [1]. Specifically, 34 % of stder, 15 % of students with a\ndiagnosis of anxiety disorder, and only 5 % of those with an alcohol or drug disorder\nreceived treatment."
  },
  {
    "id": 45,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "eived\ntreatment in the previous year [1]. Specifically, 34 % of stder, 15 % of students with a\ndiagnosis of anxiety disorder, and only 5 % of those with an alcohol or drug disorder\nreceived treatment. Similarly, the Healthy Minds study, a large online survey of college\nmental health, found that only 36 % of students who screened positive for a mental health\nproblem including depression, panic disorder, GAD, suicidal ideation, or self-injury\nreceived treatment in the previous year [87]. A few reasons have been proposed for the low\nrates of help seeking in this population including fear of personal stigma, not perceiving\ntreatment as urgent or essential, and lack of time [88, 89]. The Healthy Minds study also\nshowed that more women receive treatment than men (39 vs. 30 %) [87]."
  },
  {
    "id": 46,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "fear of personal stigma, not perceiving\ntreatment as urgent or essential, and lack of time [88, 89]. The Healthy Minds study also\nshowed that more women receive treatment than men (39 vs. 30 %) [87]. It is concerning\nthat even when students receive treatment it appears that often it is inadequate. Eisenberg et\nal. [87], on the basis of the Healthy Minds study, outlined that approximately only half of\nthe students with depression received adequate care, defined as receiving 2 months of an\nantidepressant medication or at least eight sessions of counseling or therapy. The early identification and treatment of psychopathology and substance use disorders\nimpact the ultimate trajectory and sequelae of the disorder(s)."
  },
  {
    "id": 47,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "at least eight sessions of counseling or therapy. The early identification and treatment of psychopathology and substance use disorders\nimpact the ultimate trajectory and sequelae of the disorder(s). With regard to bipolar\ndisorder, it has been shown that the recurrence of episodes is associated with progressive\nloss of brain volume, that with the progression of the disease patients respond less to both\npharmacotherapy and psychotherapy and that early intervention may be neuroprotective\n[90]. It has, therefore, been suggested to implement an “energetic broad-based treatment”\nduring the first onset of bipolar disorder to change its trajectory [90]."
  },
  {
    "id": 48,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "intervention may be neuroprotective\n[90]. It has, therefore, been suggested to implement an “energetic broad-based treatment”\nduring the first onset of bipolar disorder to change its trajectory [90]. Similarly, the\nTreatment and Intervention in Psychosis (TIPS) project showed that early detection and\ndelivery of standard treatment for psychosis including antipsychotic medication, individual\npsychosocial treatment, and psychoeducational multifamily groups had positive effects on\nlong-term functional outcome [91]. Moreover, it was shown that the duration of untreated\npsychosis has long-term negative effects on the course of the illness [91]."
  },
  {
    "id": 49,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "mily groups had positive effects on\nlong-term functional outcome [91]. Moreover, it was shown that the duration of untreated\npsychosis has long-term negative effects on the course of the illness [91]. The presence of\npsychiatric and substance use problems during college is associated with a wide range of\nnegative outcomes from unemployment, serious social and educational impairment [46, 92,\n93], and obesity [94]. Together these studies underline the importance of prompt and\nadequate treatment of psychopathology to prevent neurocognitive and functional decline. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al."
  },
  {
    "id": 50,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nt neurocognitive and functional decline. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 8\nThe problem of low treatment seeking in college students may be addressed by the use of\ntechnology. As noted previously, traditional as well as non-traditional students report that\nthey do not seek help because of limited time or because they worry about what others may\nthink [87, 95]. Technology-based programs for screening as well as for treatment would\nhave the advantage of providing anonymity and could be available at any time and may be\ncost-effective. Escoffery et al."
  },
  {
    "id": 51,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "87, 95]. Technology-based programs for screening as well as for treatment would\nhave the advantage of providing anonymity and could be available at any time and may be\ncost-effective. Escoffery et al. [96] found that 74 % of the students acknowledged having\never received health information online, and more than 40 % reported that they frequently\nsearched the Internet for health information, suggesting that college students regularly use\nthe Internet as a health resource. Several studies explored the use of Web-based surveys of\ndepression and anxiety to screen for mood problems among college students [97]. Hass et al."
  },
  {
    "id": 52,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ts regularly use\nthe Internet as a health resource. Several studies explored the use of Web-based surveys of\ndepression and anxiety to screen for mood problems among college students [97]. Hass et al. [98] tested a Web-based method to perform screening for depression and other suicide risk\nfactors, and respondents were provided personalized assessment and online communication\nwith a clinical counselor. They reported that such an approach increased the rate of help-\nseeking behavior among at-risk students. Our team at the Massachusetts General Hospital\nDepression Clinical and Research Program showed that the use of emails and social\nnetworking sites, such as Facebook, is feasible and cost-effective for reaching out to college\nstudents and for depression screening [99]."
  },
  {
    "id": 53,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "and Research Program showed that the use of emails and social\nnetworking sites, such as Facebook, is feasible and cost-effective for reaching out to college\nstudents and for depression screening [99]. Taken together, these studies support using Web-\nbased programs with college students as a strategy to enhance treatment seeking. Moreover,\nit may be advisable to offer computer-based treatments to students who may be afraid of\nstigma or have limited time. For example, numerous Internet-based cognitive-behavioral\ntherapy approaches are available that have been found effective for treating a range of\nmental health problems [100–102]. Many students who present at college health centers have mental health problems [103]."
  },
  {
    "id": 54,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "approaches are available that have been found effective for treating a range of\nmental health problems [100–102]. Many students who present at college health centers have mental health problems [103]. Thus, a collaborative relationship between university health centers and behavioral health\nservices may lead to an increase in identification and referrals for behavioral health\ntreatments of students with mental health problems. A collaborative relationship between\nuniversity health centers and behavioral health services can be categorized in several ways\n[104]. In the integrated model, medical and behavioral health services are delivered in an\nintegrated manner as part of a team program."
  },
  {
    "id": 55,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nd behavioral health services can be categorized in several ways\n[104]. In the integrated model, medical and behavioral health services are delivered in an\nintegrated manner as part of a team program. In this model, the team members have a\ntreatment plan that includes medical as well as behavioral aspects [104]. Alternatively,\nmedical and behavioral health services can be co-located, and services are coordinated as a\nresult of medical and behavioral health staff sharing resources and being in the same\nlocation. Finally, when medical and behavioral health services are delivered at different\nlocations, the services can be coordinated. In this model, information between health centers\nand behavioral health centers are exchanged in a formalized and established way [104]."
  },
  {
    "id": 56,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ivered at different\nlocations, the services can be coordinated. In this model, information between health centers\nand behavioral health centers are exchanged in a formalized and established way [104]. In\nthe last two models, the clinicians delivering medical care and those delivering behavioral\nhealth services are not part of the same team. An important aspect of coordination of\nservices is the use of electronic medical records (EMRs). Specifically, the adoption of the\nuse of EMRs may be associated with better care for college students because its use may\nenhance communication between providers, coordination, measurement, and decision\nsupport [105]. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01."
  },
  {
    "id": 57,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "llege students because its use may\nenhance communication between providers, coordination, measurement, and decision\nsupport [105]. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 9\nTreatment Considerations\nUpon completion of thorough evaluation, evidence-based practice (EBP) interventions\nshould be employed for the treatment of this population. Given that numerous resources are\navailable outlining EBP for mental health problems, this commentary will not review them."
  },
  {
    "id": 58,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "(EBP) interventions\nshould be employed for the treatment of this population. Given that numerous resources are\navailable outlining EBP for mental health problems, this commentary will not review them. The American Psychiatric Association (APA) provides evidence-based recommendations\nfor the assessment and treatment of psychiatric disorders online (http://psychiatryonline.org/\nguidelines.aspx), and the Substance Abuse and Mental Health Services Administration\n(SAMHSA) has a National Registry of EBP available online as well (http://\nwww.samhsa.gov/ebpWebguide/)."
  },
  {
    "id": 59,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "yonline.org/\nguidelines.aspx), and the Substance Abuse and Mental Health Services Administration\n(SAMHSA) has a National Registry of EBP available online as well (http://\nwww.samhsa.gov/ebpWebguide/). The latter also provides links to other resources including\nthe National Guideline Clearinghouse™ (NGC) (http://www.guideline.gov/index.aspx),\nwhich is a comprehensive database of evidence-based clinical practice guidelines and related\ndocuments maintained by the Department of Health and Human Services. Clinicians may\nalso consult several books, including A Guide To Treatment That Works [106]. Given that\nlow adherence is a common problem among college students, providers may opt to enhance\nEBP with Motivational Interviewing (MI) [107]."
  },
  {
    "id": 60,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "books, including A Guide To Treatment That Works [106]. Given that\nlow adherence is a common problem among college students, providers may opt to enhance\nEBP with Motivational Interviewing (MI) [107]. MI has been shown to enhance engagement\nand adherence to psychosocial as well pharmacological treatments [108, 109], and thus, it\ncould be useful to address these problems with college students. When treating college\nstudents, several issues ought to be considered related to the developmental stage as well as\nthe context college students are in. Some considerations are relevant for the treatment of\nboth traditional and non-traditional students and some are specific to each group."
  },
  {
    "id": 61,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "lopmental stage as well as\nthe context college students are in. Some considerations are relevant for the treatment of\nboth traditional and non-traditional students and some are specific to each group. When\ntreating traditional students, it is important to consider that most of them are still dependent\non their parents, thus parental involvement in treatment is advisable. Parents could be\ninvited to attend some of the treatment meetings with their children to address problems\ninvolving them or to be enlisted as a support source to facilitate improvement."
  },
  {
    "id": 62,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "is advisable. Parents could be\ninvited to attend some of the treatment meetings with their children to address problems\ninvolving them or to be enlisted as a support source to facilitate improvement. When\ncommunicating with parents, it is important to educate them on what to expect during the\nearly stages of symptom abatement and recovery, enhancing their ability to support the\ncollege student in coping with the cycles of both partial and full remissions and relapses\nover time. Allowing feedback and providing access in a proactive, mutually agreeable\nmanner will not only enhance safety, but also facilitate support and treatment of the college\nstudent."
  },
  {
    "id": 63,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "and relapses\nover time. Allowing feedback and providing access in a proactive, mutually agreeable\nmanner will not only enhance safety, but also facilitate support and treatment of the college\nstudent. Moreover, given the negative effect that parents' mental health problems have on\nchildren [110, 111], providers may consider offering referrals for mental health services to\nthe parents who may need them. Services can be offered to parents even if their offspring are\nnot willing to engage in the treatment. For example, the Community Reinforcement and\nFamily Training (CRAFT) has been shown to help parents facilitate seeking treatment of\nfamily members who are substance users [112]. With regard to prevention interventions,\nTurrisi et al."
  },
  {
    "id": 64,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "rcement and\nFamily Training (CRAFT) has been shown to help parents facilitate seeking treatment of\nfamily members who are substance users [112]. With regard to prevention interventions,\nTurrisi et al. [113, 114] have developed a parent-based intervention (PIB) that has been\nshown to be associated with reduction of binge drinking in the children of those who\nreceived it. Parents' involvement can be beneficial even when they live away from where the\nstudents are currently attending college as they could provide, even if remotely, critical\ninformation about the patient's history or they could ensure/facilitate continuity of care\nduring school breaks."
  },
  {
    "id": 65,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "dents are currently attending college as they could provide, even if remotely, critical\ninformation about the patient's history or they could ensure/facilitate continuity of care\nduring school breaks. While the involvement of the parents can be beneficial, given that\nmost young adults in college are over 18 years of age, the patient's consent is required. When conducting mental health evaluations of young adults in college, providers should\nroutinely discuss the pros and cons of parental involvement and encourage it. Ideally,\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al."
  },
  {
    "id": 66,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "al involvement and encourage it. Ideally,\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 10\nparents could be involved at a minimum as a resource for information and to ensure\ncontinuity of care. Issues to consider with non-traditional college students relate to the fact that most of them\nhave to juggle academic responsibilities as well as work and/or family commitments and\ndemands. Thus, to ensure that these students receive adequate services, providers should\nhave extended and flexible hours and even child care options."
  },
  {
    "id": 67,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ies as well as work and/or family commitments and\ndemands. Thus, to ensure that these students receive adequate services, providers should\nhave extended and flexible hours and even child care options. These students may need\nadditional and different types of services than traditional students such as case management\nto deal with financial, housing, relational, and child rearing issues. Moreover, to address\ntheir family needs, they may be more likely to need couple counseling or family therapy. One important issue to consider for all college students relates to the problem of continuity\nof care during school breaks. Providers should ensure continuity of care by establishing\nservices during school breaks or by identifying strategies for maintaining mental health\nduring this period."
  },
  {
    "id": 68,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ty\nof care during school breaks. Providers should ensure continuity of care by establishing\nservices during school breaks or by identifying strategies for maintaining mental health\nduring this period. Care for college students may occur in different ways, and college\nproviders must examine each situation carefully to ensure continuity of care. Some students\nmay have a primary provider where they reside with their parents, may be followed\nremotely, and may need intermittent support while in college. In this case, the college\nproviders should communicate with the provider at home to be aware of whether the student\nmay be at risk for safety and their needs."
  },
  {
    "id": 69,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ed intermittent support while in college. In this case, the college\nproviders should communicate with the provider at home to be aware of whether the student\nmay be at risk for safety and their needs. Vice-versa, some students may have a primary\nprovider at their college and may need a provider for either medication management or\npsychotherapy during breaks. In this scenario, the college's providers should ensure that the\nstudent will continue to receive adequate care while away. Not having insurance coverage\nmay be a barrier to continuity of care. However, with the new healthcare reform, allowing\nUS patients up to 26 years to be covered by their parent's insurance, college students may be\nable to have more options for care during breaks."
  },
  {
    "id": 70,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "care. However, with the new healthcare reform, allowing\nUS patients up to 26 years to be covered by their parent's insurance, college students may be\nable to have more options for care during breaks. In addition to ensuring continuous care,\ncollege providers may have to pay special attention to students whose needs cannot be\naddressed by the services provided on campus. Therefore, health centers or counseling\ncenters should develop an extensive referral system easily accessible to their students with\nsevere mental illness or in need of higher level of care. Lastly, some students may receive\nservices from providers at their college as well as from outside their institution; therefore, it\nis critical that all providers coordinate care."
  },
  {
    "id": 71,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "igher level of care. Lastly, some students may receive\nservices from providers at their college as well as from outside their institution; therefore, it\nis critical that all providers coordinate care. Conclusion\nIn this commentary, we aimed at illustrating critical issues to consider when treating college\nstudents with mental health problems. This commentary did not aim to be exhaustive and it\nincludes a selected number of references. Therefore, the conclusions drawn are not the\nresults of a systematic assessment. Moreover, our illustration refers to issues typical of\nundergraduate students, and we have not discussed problems present among graduate or\nmedical students."
  },
  {
    "id": 72,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ot the\nresults of a systematic assessment. Moreover, our illustration refers to issues typical of\nundergraduate students, and we have not discussed problems present among graduate or\nmedical students. The latter differ from undergraduate students in a number of important\nways including academic responsibilities, campus life, and relationships with academic\nadvisors. These limitations withstanding, we believe that mental health providers working in\ncollege campuses should enhance their training and knowledge by becoming familiar with\nthe topics reviewed here. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al."
  },
  {
    "id": 73,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "g familiar with\nthe topics reviewed here. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 11\nIn summary, mental health problems are common among college students. Academic\npressure together with stressors typical of starting and attending college may precipitate the\nfirst onset of mental health and substance use problems or an exacerbation of symptoms. Often the nature of psychopathology is chronic due to low rate of treatment seeking and low\nadherence to treatment. Thus, it is critical to employ outreach programs and implement\nstrategies to ensure treatment retention."
  },
  {
    "id": 74,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "psychopathology is chronic due to low rate of treatment seeking and low\nadherence to treatment. Thus, it is critical to employ outreach programs and implement\nstrategies to ensure treatment retention. Given that many traditional students continue to\ndepend on their family while in college, parental involvement in treatment is important. Finally, given the effect that the academic calendar may have on continuity of care, it is\ncritical for clinicians to ensure that college students receive treatment throughout the year\nand to coordinate with other clinicians that may be involved in the students' care. Thus,\nexpertise in developmental psychopathology, family dynamics, specific college issues, and\nsystems of care is critical to conduct clinical treatment to college students."
  },
  {
    "id": 75,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ed in the students' care. Thus,\nexpertise in developmental psychopathology, family dynamics, specific college issues, and\nsystems of care is critical to conduct clinical treatment to college students. Acknowledgments\nThis research was supported by NIH K24 DA016264 to Timothy Wilens and in part by NIAAA\nK23AA020064-012 to Paola Pedrelli. Timothy Wilens receives/d research support from or is/has been on the\nadvisory board for the following Pharmaceutical Companies: National Institute on Drug Abuse (NIDA), Euthymics,\nShire, Theravance, and TRIS. Dr. Timothy Wilens is or has been a consultant for Euthymics, Major League\nBaseball, Minor League Baseball, the National Football League, and Shire. Dr."
  },
  {
    "id": 76,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "(NIDA), Euthymics,\nShire, Theravance, and TRIS. Dr. Timothy Wilens is or has been a consultant for Euthymics, Major League\nBaseball, Minor League Baseball, the National Football League, and Shire. Dr. Timothy Wilens has a published\nbook with Guilford Press: Straight Talk About Psychiatric Medications for Kids. References\n1. Blanco C, et al. Mental health of college students and their non-college-attending peers: Results\nfrom the National Epidemiologic Study on Alcohol and Related Conditions. Arch Gen Psychiatry. 2008; 65(12):1429–37. [PubMed: 19047530]\n2. Statistics, N.C.f.E. Nontraditional Undergraduates, U.S.D.o.E. Institute of Education Sciences,\nEditor. 2013\n3. Arnett JJ. Emerging adulthood. A theory of development from the late teens through the twenties. Am Psychol."
  },
  {
    "id": 77,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "Nontraditional Undergraduates, U.S.D.o.E. Institute of Education Sciences,\nEditor. 2013\n3. Arnett JJ. Emerging adulthood. A theory of development from the late teens through the twenties. Am Psychol. 2000; 55(5):469–80. [PubMed: 10842426]\n4. Gallagher, R.; Gill, AM.; Sysko, HB. National survey of counseling directors, 2000. Alexandria:\nInternational Association of Counseling Centers, Inc; 2000. 5. Kessler RC, et al. Age of onset of mental disorders: a review of recent literature. Curr Opin\nPsychiatry. 2007; 20(4):359–64. [PubMed: 17551351]\n6. Kessler RC, et al. Lifetime prevalence and age-of-onset distributions of DSM-IV disorders in the\nNational Comorbidity Survey Replication. Arch Gen Psychiatry. 2005; 62(6):593–602. [PubMed:\n15939837]\n7. Giaconia R, et al."
  },
  {
    "id": 78,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ifetime prevalence and age-of-onset distributions of DSM-IV disorders in the\nNational Comorbidity Survey Replication. Arch Gen Psychiatry. 2005; 62(6):593–602. [PubMed:\n15939837]\n7. Giaconia R, et al. Ages of onset of psychiatric disorders in a community population of older\nadolescents. J Am Acad Child Adoles Psychiatry. 1994; 33(5):706–17. 8. Vaingankar JA, et al. Age of onset of life-time mental disorders and treatment contact. Soc\nPsychiatry Psychiatr Epidemiol. 2012\n9. Eisenberg D, Hunt J, Speer N. Mental health in American colleges and universities: Variation across\nstudent subgroups and across campuses. J Nerv Ment Dis. 2013; 201(1):60–7. [PubMed: 23274298]\n10. Zisook S, et al. Effect of age at onset on the course of major depressive disorder. Am J Psychiatry. 2007; 164(10):1539–46."
  },
  {
    "id": 79,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "across campuses. J Nerv Ment Dis. 2013; 201(1):60–7. [PubMed: 23274298]\n10. Zisook S, et al. Effect of age at onset on the course of major depressive disorder. Am J Psychiatry. 2007; 164(10):1539–46. [PubMed: 17898345]\n11. Perlis RH, et al. A genomewide association study of response to lithium for prevention of\nrecurrence in bipolar disorder. Am J Psychiatry. 2009; 166(6):718–25. [PubMed: 19448189]\n12. Prevention C.f.D.C.a. Injury Center: Violence Prevention. 2013. Available from: http://\nwww.cdc.gov/violenceprevention/pub/youth_suicide.html\n13. Downs MF, Eisenberg D. Help seeking and treatment use among suicidal college students. J Am\nColl Health. 2012; 60(2):104–14. [PubMed: 22316407]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01."
  },
  {
    "id": 80,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "enberg D. Help seeking and treatment use among suicidal college students. J Am\nColl Health. 2012; 60(2):104–14. [PubMed: 22316407]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 12\n14. Kisch J, Leino EV, Silverman MM. Aspects of suicidal behavior, depression, and treatment in\ncollege students: Results from the spring 2000 national college health assessment survey. Suicide\nLife-Threatening Behav. 2005; 35(1):3–13. 15. Drum DJ, et al. New data on the nature of suicidal crises in college students: Shifting the paradigm. Professional Psycholy: Res Pract. 2009; 40(3):213. 16. Farabaugh A, et al. Depression and suicidal ideation in college students. Psychopathology."
  },
  {
    "id": 81,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "dal crises in college students: Shifting the paradigm. Professional Psycholy: Res Pract. 2009; 40(3):213. 16. Farabaugh A, et al. Depression and suicidal ideation in college students. Psychopathology. 2012;\n45(4):228–34. [PubMed: 22627683]\n17. Dougherty DM, et al. Impulsivity and clinical symptoms among adolescents with non-suicidal self-\ninjury with or without attempted suicide. Psychiatry Res. 2009; 169(1):22–7. [PubMed: 19631392]\n18. Rujescu, D.; Giegling, I. Intermediate Phenotypes in Suicidal Behavior Focus on Personality. In:\nDwivedi, Y., editor. The Neurobiological Basis of Suicide. Boca Raton (FL): 2012. 19. Cash SJ, Bridge JA. Epidemiology of youth suicide and suicidal behavior. Curr Opin Pediatr. 2009; 21(5):613–9. [PubMed: 19644372]\n20. Bridge JA, Goldstein TR, Brent DA."
  },
  {
    "id": 82,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ide. Boca Raton (FL): 2012. 19. Cash SJ, Bridge JA. Epidemiology of youth suicide and suicidal behavior. Curr Opin Pediatr. 2009; 21(5):613–9. [PubMed: 19644372]\n20. Bridge JA, Goldstein TR, Brent DA. Adolescent suicide and suicidal behavior. J Child Psychol\nPsychiatry. 2006; 47(3–4):372–94. [PubMed: 16492264]\n21. Hudson JI, et al. The prevalence and correlates of eating disorders in the National Comorbidity\nSurvey Replication. Biol Psychiatry. 2007; 61(3):348–58. [PubMed: 16815322]\n22. Eisenberg D, et al. Eating disorder symptoms among college students: Prevalence, persistence,\ncorrelates, and treatment-seeking. J Am Coll Health. 2011; 59(8):700–7. [PubMed: 21950250]\n23. Stice E, et al."
  },
  {
    "id": 83,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "nberg D, et al. Eating disorder symptoms among college students: Prevalence, persistence,\ncorrelates, and treatment-seeking. J Am Coll Health. 2011; 59(8):700–7. [PubMed: 21950250]\n23. Stice E, et al. An 8-year longitudinal study of the natural history of threshold, subthreshold, and\npartial eating disorders from a community sample of adolescents. J Abnorm Psychol. 2009;\n118(3):587–97. [PubMed: 19685955]\n24. DuPaul GJ, et al. College students with ADHD: Current status and future directions. J Atten\nDisord. 2009; 13(3):234–50. [PubMed: 19620623]\n25. Biederman J, et al. Do stimulants protect against psychiatric disorders in youth with ADHD? A 10-\nyear follow-up study. Pediatrics. 2009; 124(1):71–8. [PubMed: 19564285]\n26. Green AL, Rabiner DL."
  },
  {
    "id": 84,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "25. Biederman J, et al. Do stimulants protect against psychiatric disorders in youth with ADHD? A 10-\nyear follow-up study. Pediatrics. 2009; 124(1):71–8. [PubMed: 19564285]\n26. Green AL, Rabiner DL. What do we really know about ADHD in college students? Neurotherapeutics. 2012; 9(3):559–68. [PubMed: 22678459]\n27. Sham PC, MacLean CJ, Kendler KS. A typological model of schizophrenia based on age at onset,\nsex and familial morbidity. Acta Psychiatr Scand. 1994; 89(2):135–41. [PubMed: 8178665]\n28. Hafner H, et al. The influence of age and sex on the onset and early course of schizophrenia. Br J\nPsychiatry. 1993; 162:80–6. [PubMed: 8425144]\n29. Joshi G, et al."
  },
  {
    "id": 85,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "89(2):135–41. [PubMed: 8178665]\n28. Hafner H, et al. The influence of age and sex on the onset and early course of schizophrenia. Br J\nPsychiatry. 1993; 162:80–6. [PubMed: 8425144]\n29. Joshi G, et al. Psychiatric Comorbidity and Functioning in a Clinically Referred Population of\nAdults with Autism Spectrum Disorders: A Comparative Study. J Autism Dev Disord. 2012\n30. White SW, Ollendick TH, Bray BC. College students on the autism spectrum: Prevalence and\nassociated problems. Autism. 2011; 15(6):683–701. [PubMed: 21610191]\n31. Gillberg C, Steffenburg S. Outcome and prognostic factors in infantile autism and similar\nconditions: a population-based study of 46 cases followed through puberty. J Autism Dev Disord. 1987; 17(2):273–87. [PubMed: 3610999]\n32. Kobayashi R, Murata T, Yoshinaga K."
  },
  {
    "id": 86,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "fantile autism and similar\nconditions: a population-based study of 46 cases followed through puberty. J Autism Dev Disord. 1987; 17(2):273–87. [PubMed: 3610999]\n32. Kobayashi R, Murata T, Yoshinaga K. A follow-up study of 201 children with autism in Kyushu\nand Yamaguchi areas, Japan. J Autism Dev Disord. 1992; 22(3):395–411. [PubMed: 1383189]\n33. Ballaban-Gil K, et al. Longitudinal examination of the behavioral, language, and social changes in\na population of adolescents and young adults with autistic disorder. Pediatr Neurol. 1996; 15(3):\n217–23. [PubMed: 8916159]\n34. Howlin P, et al. Adult outcome for children with autism. J Child Psychol Psychiatry. 2004; 45(2):\n212–29. [PubMed: 14982237]\n35. Vanbergeijk E, Klin A, Volkmar F."
  },
  {
    "id": 87,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "15(3):\n217–23. [PubMed: 8916159]\n34. Howlin P, et al. Adult outcome for children with autism. J Child Psychol Psychiatry. 2004; 45(2):\n212–29. [PubMed: 14982237]\n35. Vanbergeijk E, Klin A, Volkmar F. Supporting more able students on the autism spectrum: College\nand beyond. J Autism Dev Disord. 2008; 38(7):1359–70. [PubMed: 18172747]\n36. Substance Abuse and Mental Health Services Administration. NSDUH Series H-46, HHS\nPublications No. (SMA) 13-4795. Rockville: Substance Abuse and Mental Health Services\nAdministration; 2013. Results from 2012 National Survey on Drug Use and Health: Summary of\nNational Findings. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 13\n37. Slutske WS."
  },
  {
    "id": 88,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ational Findings. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 13\n37. Slutske WS. Alcohol use disorders among US college students and their non-college-attending\npeers. Arch Gen Psychiatry. 2005; 62(3):321. [PubMed: 15753245]\n38. Alcoholism, N.I.o.A.A.a. Moderate & Binge Drinking. 2013\n39. Wechsler H, et al. Health and behavioral consequences of binge drinking in college. J Am Med\nAssoc. 1994; 272(21):1672–7. 40. Wechsler H, et al. Trends in college binge drinking during a period of increased prevention efforts:\nFindings from 4 Harvard School of Public Health College Alcohol Study surveys: 1993–2001. J\nAm Coll Heal. 2002; 50(5):203–17. 41. Prevention, C.f.D.C.a."
  },
  {
    "id": 89,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "uring a period of increased prevention efforts:\nFindings from 4 Harvard School of Public Health College Alcohol Study surveys: 1993–2001. J\nAm Coll Heal. 2002; 50(5):203–17. 41. Prevention, C.f.D.C.a. [cited 2010 October 2012] Web-based Injury Statistics Query and Reporting\nSystem (WISQARS). 2010. Available from: http://www.cdc.gov/injury/wisqars\n42. Marlatt GA, et al. Screening and brief intervention for high-risk college student drinkers: results\nfrom a 2-year follow-up assessment. J Consult Clin Psychol. 1998; 66(4):604–15. [PubMed:\n9735576]\n43. Hingson R, et al. Magnitude of alcohol-related mortality and morbidity among U.S. college\nstudents ages 18–24: changes from 1998 to 2001. Annu Rev Public Health. 2005; 26:259–79. [PubMed: 15760289]\n44. Jackson KM, et al."
  },
  {
    "id": 90,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "gnitude of alcohol-related mortality and morbidity among U.S. college\nstudents ages 18–24: changes from 1998 to 2001. Annu Rev Public Health. 2005; 26:259–79. [PubMed: 15760289]\n44. Jackson KM, et al. Transitioning into and out of large-effect drinking in young adulthood. J\nAbnorm Psychol. 2001; 110(3):378–91. [PubMed: 11502081]\n45. Johnston, LD., et al. Monitoring the Future National Results on Adolescent Drug Use-Overview of\nKey Findings 2006. Vol. 2006. Bethesda, MD: National Institute on Drug Abuse; 2007. NIH\nPublication No. 07–6202\n46. Jennison KM. The short-term effects and unintended long-term consequences of binge drinking in\ncollege: a 10-year follow-up study. Am J Drug Alcohol Abuse. 2004; 30(3):659–84. [PubMed:\n15540499]\n47. DiFranza JR, et al."
  },
  {
    "id": 91,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "hort-term effects and unintended long-term consequences of binge drinking in\ncollege: a 10-year follow-up study. Am J Drug Alcohol Abuse. 2004; 30(3):659–84. [PubMed:\n15540499]\n47. DiFranza JR, et al. Symptoms of tobacco dependence after brief intermittent use: the Development\nand Assessment of Nicotine Dependence in Youth-2 study. Arch Pediatrics adolesc Med. 2007;\n161(7):704. 48. Gervais A, et al. Milestones in the natural course of onset of cigarette use among adolescents. Can\nMed Assoc J. 2006; 175(3):255–61. [PubMed: 16880445]\n49. Kandel D, et al. On the measurement of nicotine dependence in adolescence: Comparisons of the\nmFTQ and a DSM-IV–based scale. J Pediatr Psychol. 2005; 30(4):319–32. [PubMed: 15863429]\n50. Suerken CK, et al."
  },
  {
    "id": 92,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "l D, et al. On the measurement of nicotine dependence in adolescence: Comparisons of the\nmFTQ and a DSM-IV–based scale. J Pediatr Psychol. 2005; 30(4):319–32. [PubMed: 15863429]\n50. Suerken CK, et al. Prevalence of Marijuana Use at College Entry and Risk Factors for Initiation\nDuring Freshman Year. Addictive Behaviors. 2013\n51. Brook JS, et al. Early adolescent marijuana use: Risks for the transition to young adulthood. Psychol Med. 2002; 32(1):79–91. [PubMed: 11883732]\n52. Fergusson DM, Horwood LJ, Swain-Campbell NR. Cannabis dependence and psychotic symptoms\nin young people. Psychol Med. 2003; 33(1):15–21. [PubMed: 12537032]\n53. Schuster C, et al. Adolescent marijuana use and adult occupational attainment: a longitudinal study\nfrom age 18 to 28. Subst Use Misuse. 2001; 36(8):997–1014."
  },
  {
    "id": 93,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "2003; 33(1):15–21. [PubMed: 12537032]\n53. Schuster C, et al. Adolescent marijuana use and adult occupational attainment: a longitudinal study\nfrom age 18 to 28. Subst Use Misuse. 2001; 36(8):997–1014. [PubMed: 11504156]\n54. O'Grady KE, et al. Heavy drinking and polydrug use among college students. J Drug Issues. 2008;\n38(2):445–66. [PubMed: 19122887]\n55. Jones SE, et al. Binge drinking among undergraduate college students in the United States:\nImplications for other substance use. J Am Coll Health. 2001; 50(1):33–8. [PubMed: 11534749]\n56. Bennett ME, Miller JH, Woodall WG. Drinking, binge drinking, and other drug use among\nsouthwestern undergraduates: Three-year trends. Am J Drug Alcohol Abuse. 1999; 25(2):331–50. [PubMed: 10395164]\n57. Shillington AM, Clapp JD."
  },
  {
    "id": 94,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "all WG. Drinking, binge drinking, and other drug use among\nsouthwestern undergraduates: Three-year trends. Am J Drug Alcohol Abuse. 1999; 25(2):331–50. [PubMed: 10395164]\n57. Shillington AM, Clapp JD. Heavy alcohol use compared to alcohol and marijuana use: do college\nstudents experience a difference in substance use problems? J Drug Educ. 2006; 36(1):91–103. [PubMed: 16981642]\n58. Johnston, LD., et al. Monitoring the Future national results on adolescent drug use: Overview of\nkey findings. Vol. 2011. Ann Arbor, MI: Institute for Social Research, The University of\nMichigan; 2012. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 14\n59. Services U.S.D.o.H.a.H."
  },
  {
    "id": 95,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "2012. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 14\n59. Services U.S.D.o.H.a.H. SAaMHS Adminstration and S Center for Behavioral Health Statistics\nand Quality, Editors. Rockville, MD: 2013. Results from the 2012 National Survey on Drug Use\nand Health: Summary of Natonal Findings. 60. Wilens TE, et al. Misuse and diversion of stimulants prescribed for ADHD: a systematic review of\nthe literature. J Am Acad Child Adolesc Psychiatry. 2008; 47(1):21–31. [PubMed: 18174822]\n61. McCabe SE, et al. Non-medical use of prescription stimulants among US college students:\nPrevalence and correlates from a national survey. Addiction. 2005; 99(1):96–106. [PubMed:\n15598197]\n62."
  },
  {
    "id": 96,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "822]\n61. McCabe SE, et al. Non-medical use of prescription stimulants among US college students:\nPrevalence and correlates from a national survey. Addiction. 2005; 99(1):96–106. [PubMed:\n15598197]\n62. Garnier-Dykstra LM, et al. Self-reported adult attention-deficit/hyperactivity disorder symptoms\namong college students. J Am Coll Health. 2011; 59(2):133–6. [PubMed: 20864440]\n63. Paulozzi LJ. Prescription drug overdoses: a review. J Safety Res. 2012; 43(4):283–9. [PubMed:\n23127678]\n64. Arria AM, DuPont RL. Nonmedical prescription stimulant use among college students: Why we\nneed to do something and what we need to do. J Addict Dis. 2010; 29(4):417–26. [PubMed:\n20924877]\n65. Ramsawh HJ, et al."
  },
  {
    "id": 97,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "DuPont RL. Nonmedical prescription stimulant use among college students: Why we\nneed to do something and what we need to do. J Addict Dis. 2010; 29(4):417–26. [PubMed:\n20924877]\n65. Ramsawh HJ, et al. Age of onset, clinical characteristics, and 15-year course of anxiety disorders\nin a prospective, longitudinal, observational study. J Affect Disord. 2011; 132(1–2):260–4. [PubMed: 21295858]\n66. Goodwin RD, Hamilton SP. Early-onset fearful panic attack: a possible prodrome of early-onset\nsevere psychopathology. Compr Psychiatry. 2002; 43(1):22–7. [PubMed: 11788915]\n67. Iketani T, et al. Patterns of axis II comorbidity in early-onset versus late-onset panic disorder in\nJapan. Compr Psychiatry. 2004; 45(2):114–20. [PubMed: 14999662]\n68. Millet B, et al."
  },
  {
    "id": 98,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "11788915]\n67. Iketani T, et al. Patterns of axis II comorbidity in early-onset versus late-onset panic disorder in\nJapan. Compr Psychiatry. 2004; 45(2):114–20. [PubMed: 14999662]\n68. Millet B, et al. Phenomenological and comorbid features associated in obsessive-compulsive\ndisorder: Influence of age of onset. J Affect Disord. 2004; 79(1–3):241–6. [PubMed: 15023501]\n69. Miguel EC, et al. The tic-related obsessive-compulsive disorder phenotype and treatment\nimplications. Adv Neurol. 2001; 85:43–55. [PubMed: 11530446]\n70. Geller D, et al. Is juvenile obsessive-compulsive disorder a developmental subtype of the disorder? A review of the pediatric literature. J Am Acad Child Adolesc Psychiatry. 1998; 37(4):420–7. [PubMed: 9549963]\n71. McGorry PD, et al."
  },
  {
    "id": 99,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ssive-compulsive disorder a developmental subtype of the disorder? A review of the pediatric literature. J Am Acad Child Adolesc Psychiatry. 1998; 37(4):420–7. [PubMed: 9549963]\n71. McGorry PD, et al. Age of onset and timing of treatment for mental and substance use disorders:\nImplications for preventive intervention strategies and models of care. Curr Opin Psychiatry. 2011;\n24(4):301–6. [PubMed: 21532481]\n72. Kim-Cohen J, et al. Prior juvenile diagnoses in adults with mental disorder: Developmental follow-\nback of a prospective-longitudinal cohort. Arch Gen Psychiatry. 2003; 60(7):709–17. [PubMed:\n12860775]\n73. Copeland WE, et al. Childhood and adolescent psychiatric disorders as predictors of young adult\ndisorders. Arch Gen Psychiatry. 2009; 66(7):764–72. [PubMed: 19581568]\n74."
  },
  {
    "id": 100,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "09–17. [PubMed:\n12860775]\n73. Copeland WE, et al. Childhood and adolescent psychiatric disorders as predictors of young adult\ndisorders. Arch Gen Psychiatry. 2009; 66(7):764–72. [PubMed: 19581568]\n74. McElroy SL, et al. Clinical and research implications of the diagnosis of dysphoric or mixed mania\nor hypomania. Am J Psychiatr. 1992; 149(12):1633–44. [PubMed: 1359799]\n75. Perlis RH, et al. Predictors of recurrence in bipolar disorder: primary outcomes from the\nSystematic Treatment Enhancement Program for Bipolar Disorder (STEP-BD). Am J Psychiatry. 2006; 163(2):217–24. [PubMed: 16449474]\n76. Birmaher B, et al. Four-year longitudinal course of children and adolescents with bipolar spectrum\ndisorders: the Course and Outcome of Bipolar Youth (COBY) study. Am J Psychiatry."
  },
  {
    "id": 101,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "bMed: 16449474]\n76. Birmaher B, et al. Four-year longitudinal course of children and adolescents with bipolar spectrum\ndisorders: the Course and Outcome of Bipolar Youth (COBY) study. Am J Psychiatry. 2009;\n166(7):795–804. [PubMed: 19448190]\n77. Geller B, et al. Child bipolar I disorder: prospective continuity with adult bipolar I disorder;\ncharacteristics of second and third episodes; predictors of 8-year outcome. Arch Gen Psychiatry. 2008; 65(10):1125–33. [PubMed: 18838629]\n78. Wozniak J, et al. High level of persistence of pediatric bipolar-I disorder from childhood onto\nadolescent years: a four year prospective longitudinal follow-up study. J Psychiatr Res. 2011;\n45(10):1273–82. [PubMed: 21683960]\n79. Wilens TE, et al."
  },
  {
    "id": 102,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "pediatric bipolar-I disorder from childhood onto\nadolescent years: a four year prospective longitudinal follow-up study. J Psychiatr Res. 2011;\n45(10):1273–82. [PubMed: 21683960]\n79. Wilens TE, et al. Further evidence of an association between adolescent bipolar disorder with\nsmoking and substance use disorders: a controlled study. Drug Alcohol Depend. 2008; 95(3):188–\n98. [PubMed: 18343050]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 15\n80. Schulz SC, et al. Treatment and outcomes in adolescents with schizophrenia. J Clin Psychiatry. 1998; 59(Suppl 1):50–4. discussion 55–6. [PubMed: 9448669]\n81. Hollis C."
  },
  {
    "id": 103,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ipt\n\nPedrelli et al. Page 15\n80. Schulz SC, et al. Treatment and outcomes in adolescents with schizophrenia. J Clin Psychiatry. 1998; 59(Suppl 1):50–4. discussion 55–6. [PubMed: 9448669]\n81. Hollis C. Adult outcomes of child- and adolescent-onset schizophrenia: diagnostic stability and\npredictive validity. Am J Psychiatr. 2000; 157(10):1652–9. [PubMed: 11007720]\n82. Kyriakopoulos M, Frangou S. Pathophysiology of early onset schizophrenia. Int Rev Psychiatry. 2007; 19(4):315–24. [PubMed: 17671865]\n83. Fleischhaker C, et al. Long-term course of adolescent schizophrenia. Schizophr Bull. 2005; 31(3):\n769–80. [PubMed: 16123530]\n84. Reichert A, et al. The psychopathological and psychosocial outcome of early-onset schizophrenia:\nPreliminary data of a 13-year follow-up."
  },
  {
    "id": 104,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "a. Schizophr Bull. 2005; 31(3):\n769–80. [PubMed: 16123530]\n84. Reichert A, et al. The psychopathological and psychosocial outcome of early-onset schizophrenia:\nPreliminary data of a 13-year follow-up. Child Adolesc Psychiatry Ment Health. 2008; 2(1):6. [PubMed: 18304312]\n85. Rothman EF, et al. Relationship of age of first drink to alcohol-related consequences among\ncollege students with unhealthy alcohol use. Subst Abus. 2008; 29(1):33–41. [PubMed: 19042317]\n86. Zivin K, et al. Persistence of mental health problems and needs in a college student population. J\nAffect Disord. 2009; 117(3):180–5. [PubMed: 19178949]\n87. Eisenberg D, et al. Mental health service utilization among college students in the United States. J\nNerv Ment Dis. 2011; 199(5):301–8. [PubMed: 21543948]\n88."
  },
  {
    "id": 105,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "009; 117(3):180–5. [PubMed: 19178949]\n87. Eisenberg D, et al. Mental health service utilization among college students in the United States. J\nNerv Ment Dis. 2011; 199(5):301–8. [PubMed: 21543948]\n88. Eisenberg D, et al. Stigma and help seeking for mental health among college students. Med Care\nRes Rev. 2009; 66(5):522–41. [PubMed: 19454625]\n89. Loya F, Reddy R, Hinshaw SP. Mental illness stigma as a mediator of differences in Caucasian and\nSouth Asian college students' attitudes toward psychological counseling. J Couns Psychol. 2010;\n57(4):484. 90. Berk M, et al. Evidence and implications for early intervention in bipolar disorder. J Ment Health. 2010; 19(2):113–26. [PubMed: 20433320]\n91. Melle I, et al."
  },
  {
    "id": 106,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "ng. J Couns Psychol. 2010;\n57(4):484. 90. Berk M, et al. Evidence and implications for early intervention in bipolar disorder. J Ment Health. 2010; 19(2):113–26. [PubMed: 20433320]\n91. Melle I, et al. Prevention of negative symptom psychopathologies in first-episode schizophrenia:\ntwo-year effects of reducing the duration of untreated psychosis. Arch Gen Psychiatry. 2008;\n65(6):634–40. [PubMed: 18519821]\n92. Arria AM, et al. the academic opportunity costs of substance use during college. 2013\n93. Hasler G, et al. Depressive symptoms during childhood and adult obesity: the Zurich Cohort Study. Mol Psychiatry. 2005; 10(9):842–50. [PubMed: 15838533]\n94. Keenan-Miller D, Hammen CL, Brennan PA. Health outcomes related to early adolescent\ndepression. J Adolesc Health. 2007; 41(3):256–62."
  },
  {
    "id": 107,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "Study. Mol Psychiatry. 2005; 10(9):842–50. [PubMed: 15838533]\n94. Keenan-Miller D, Hammen CL, Brennan PA. Health outcomes related to early adolescent\ndepression. J Adolesc Health. 2007; 41(3):256–62. [PubMed: 17707295]\n95. Eisenberg D, Hunt J, Speer N. Help seeking for mental health on college campuses: Review of\nevidence and next steps for research and practice. Harv Rev Psychiatry. 2012; 20(4):222–32. [PubMed: 22894731]\n96. Escoffery C, et al. Internet use for health information among college students. J Am Coll Health. 2005; 53(4):183–8. [PubMed: 15663067]\n97. Kim EH, et al. Addressing mental health epidemic among university students via web-based, self-\nscreening, and referral system: a preliminary study. Inform Technol Biomed, IEEE Trans. 2011;\n15(2):301–7. 98. Haas A, et al."
  },
  {
    "id": 108,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "sing mental health epidemic among university students via web-based, self-\nscreening, and referral system: a preliminary study. Inform Technol Biomed, IEEE Trans. 2011;\n15(2):301–7. 98. Haas A, et al. An interactive web-based method of outreach to college students at risk for suicide. J\nAm Coll Heal. 2008; 57(1):15–22. 99. Youn SJ, et al. Using online social media, Facebook, in screening for major depressive disorder\namong college students. Int J Clin Health Psychol. 2013; 13(1):74–80. 100. Hoifodt RS, et al. Effectiveness of cognitive behavioural therapy in primary health care: a review. Fam Pract. 2011; 28(5):489–504. [PubMed: 21555339]\n101. Griffiths KM, et al."
  },
  {
    "id": 109,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "2013; 13(1):74–80. 100. Hoifodt RS, et al. Effectiveness of cognitive behavioural therapy in primary health care: a review. Fam Pract. 2011; 28(5):489–504. [PubMed: 21555339]\n101. Griffiths KM, et al. The ANU WellBeing study: a protocol for a quasi-factorial randomised\ncontrolled trial of the effectiveness of an Internet support group and an automated Internet\nintervention for depression. BMC Psychiatry. 2010; 10(1):20. [PubMed: 20211025]\n102. Ruwaard J, et al. Efficacy and effectiveness of online cognitive behavioral treatment: a decade of\ninterapy research. Stud Health Technol Inform. 2011; 167:9–14. [PubMed: 21685634]\n103. Alschuler K, Hoodin F, Byrd M. The need for integrating behavioral care in a college health\ncenter. Health Psychol. 2008; 27(3):388–93."
  },
  {
    "id": 110,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "d Health Technol Inform. 2011; 167:9–14. [PubMed: 21685634]\n103. Alschuler K, Hoodin F, Byrd M. The need for integrating behavioral care in a college health\ncenter. Health Psychol. 2008; 27(3):388–93. [PubMed: 18624604]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 16\n104. Blount A. Integrated primary care: Organizing the evidence. Families, Systems Health. 2003;\n21:121–34. 105. Hillestad R, et al. Can electronic medical record systems transform health care? Potential health\nbenefits, savings, and costs. Health Aff (Millwood). 2005; 24(5):1103–17. [PubMed: 16162551]\n106. Nathan, PE.; Gorman, JM. A guide to treatments that work. 3rd. New York: Oxford University\nPress; 2007."
  },
  {
    "id": 111,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "enefits, savings, and costs. Health Aff (Millwood). 2005; 24(5):1103–17. [PubMed: 16162551]\n106. Nathan, PE.; Gorman, JM. A guide to treatments that work. 3rd. New York: Oxford University\nPress; 2007. 107. Miller WR, Sovereign RG, Krege B. Motivational interviewing with problem drinkers: II. The\nDrinker's Check-up as a preventive intervention. Behav Psychother. 1988; 16(4):251–68. 108. Burke BL, Arkowitz H, Menchola M. The efficacy of motivational interviewing: a meta-analysis\nof controlled clinical trials. J Consult Clin Psychol. 2003; 71(5):843–61. [PubMed: 14516234]\n109. Westra HA. Managing resistance in cognitive behavioural therapy: the application of motivational\ninterviewing in mixed anxiety and depression. Cogn Behav Ther. 2004; 33(4):161–75. [PubMed:\n15625790]\n110."
  },
  {
    "id": 112,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "tra HA. Managing resistance in cognitive behavioural therapy: the application of motivational\ninterviewing in mixed anxiety and depression. Cogn Behav Ther. 2004; 33(4):161–75. [PubMed:\n15625790]\n110. Ramchandani P, Psychogiou L. Paternal psychiatric disorders and children's psychosocial\ndevelopment. Lancet. 2009; 374(9690):646–53. [PubMed: 19411102]\n111. Pilowsky DJ, et al. Psychopathology and functioning among children of treated depressed fathers\nand mothers. J Affect Disord. 2014; 164:107–11. [PubMed: 24856562]\n112. Roozen HG, de Waart R, van der Kroft P. Community reinforcement and family training: an\neffective option to engage treatment-resistant substance-abusing individuals in treatment. Addiction. 2010; 105(10):1729–38. [PubMed: 20626372]\n113. Turrisi R, et al."
  },
  {
    "id": 113,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "forcement and family training: an\neffective option to engage treatment-resistant substance-abusing individuals in treatment. Addiction. 2010; 105(10):1729–38. [PubMed: 20626372]\n113. Turrisi R, et al. Examination of the short-term efficacy of a parent intervention to reduce college\nstudent drinking tendencies. Psychol Addict Behav. 2001; 15(4):366–72. [PubMed: 11767270]\n114. Turrisi R, et al. Heavy drinking in college students: who is at risk and what is being done about\nit? J Gen Psychol. 2006; 133(4):401–20. [PubMed: 17128959]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al."
  },
  {
    "id": 114,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": ". 2006; 133(4):401–20. [PubMed: 17128959]\nAcad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\n\nPedrelli et al. Page 17\nImplications for Academic Leaders\n• Mental health problems are prevalent among college students with substance\nuse, anxiety, and depression being the most common. • It is critical for mental health providers to develop an extensive knowledge of\nthe prevalence and range of mental health problems occurring among college\nstudents and of the various needs of traditional as well as non-traditional college\nstudents. • College students may receive services from mental health providers inside and\noutside the campus and the need for communication is critical."
  },
  {
    "id": 115,
    "source": "Mental_Health_Problems_and_Treatment_Considerations_f7ccbb",
    "text": "traditional as well as non-traditional college\nstudents. • College students may receive services from mental health providers inside and\noutside the campus and the need for communication is critical. • Strategies to enhance treatment seeking and engagement among college students\nshould be implemented. Acad Psychiatry. Author manuscript; available in PMC 2015 October 01. Author\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript\nAuthor\nManuscript"
  }
]