[
  {
    "id": 1,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "FALL 2020 Reference Group Executive Summary Table of Contents I. Introduction and Notes 1 II. Findings A. General Health and Campus Climate 2 B. Nutrition, BMI, Physical Activity, and Food Security 2 C. Health Care Utilization 3 D. Impediments to Academic Performance 4 E. Violence, Abusive Relationships, and Personal Safety 6 F. Tobacco, Alcohol, and Other Drug Use 7 G. Sexual Behavior 10 H. Mental Health and Wellbeing 11 I. Acute Conditions 13 J. Ongoing or Chronic Conditions 14 K. Sleep 16 III. Demographics and Sample Characteristics 17 ACHA, the nation's principal advocate and leadership organization for college and university health, represents a diverse membership that provides and supports the delivery of health care and prevention and wellness services for the nation's 20 million"
  },
  {
    "id": 2,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "organization for college and university health, represents a diverse membership that provides and supports the delivery of health care and prevention and wellness services for the nation's 20 million college students. For more information about the association's programs and services, visit www.acha.org, and www.acha.org NCHA. Suggested citation for this document: American College Health Association. American College Health Association-National College Health Assessment III: Reference Group Executive Summary Fall 2020. Silver Spring, MD: American College Health Association; 2020. Introduction and Notes The ACHA-National College Health Assessment (ACHA-NCHA) is a national research survey organized by the American College Health Association (ACHA) to assist college health service providers,"
  },
  {
    "id": 3,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "and Notes The ACHA-National College Health Assessment (ACHA-NCHA) is a national research survey organized by the American College Health Association (ACHA) to assist college health service providers, health educators, counselors, and administrators in collecting data about their students' habits and behaviors on the most prevalent health topics. The ACHA-NCHA now provides the largest known comprehensive data set on the health of college students, providing the college health and higher education fields with a vast spectrum of information on student health. ACHA initiated the original ACHA-NCHA in 2000 and the instrument was used nationwide through the Spring 2008 data collection period. A revised survey, the ACHA-NCHA-II, was in use from Fall 2008 - Spring 2019 data collection periods."
  },
  {
    "id": 4,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "in 2000 and the instrument was used nationwide through the Spring 2008 data collection period. A revised survey, the ACHA-NCHA-II, was in use from Fall 2008 - Spring 2019 data collection periods. The survey was redesigned again, and data collection with the ACHA-NCHA III began in Fall 2019. Please note that it is not appropriate to compare trends between versions of the survey. Directly comparing data points between the Original ACHA-NCHA, the ACHA-NCHA II, and the ACHA-NCHA III can lead to an erroneous conclusions and is not recommended. Notes about this report: 1. Missing values have been excluded from analysis and only valid percents are included in this document, unless otherwise noted. 2. The ACHA-NCHA III is programmed differently than earlier versions of the survey. Rather than"
  },
  {
    "id": 5,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "excluded from analysis and only valid percents are included in this document, unless otherwise noted. 2. The ACHA-NCHA III is programmed differently than earlier versions of the survey. Rather than asking the respondents to answer every question (and offering a \"not applicable\" option), display logic was used throughout the survey to determine whether, based on their response to an earlier question, the student saw a follow-up question. This makes the valid percents of certain questions impossible to apply to the entire sample, as the denominator used was limited to only the number of students that saw the question. When appropriate, results are also presented using the entire sample as the denominator to show the proportion of the overall sample that experienced a particular issue. These"
  },
  {
    "id": 6,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "that saw the question. When appropriate, results are also presented using the entire sample as the denominator to show the proportion of the overall sample that experienced a particular issue. These differences in presentation are carefully noted throughout the document and will often explain differences observed between this document and the full data report. Please look carefully at descriptions of the data presented in each table, as well as any footnotes included. 3. About the use of sex and gender in this report: Survey responses are reported by sex based on the responses to questions 67A, 67B, and 67C. For the purpose of the ACHA-NCHA report documents, respondents are reported as male or female only when their responses to these three questions are consistent with one another. If"
  },
  {
    "id": 7,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "67A, 67B, and 67C. For the purpose of the ACHA-NCHA report documents, respondents are reported as male or female only when their responses to these three questions are consistent with one another. If gender identity is consistent with sex at birth AND \"no\" is selected for transgender, then respondents are designated as either male or female. If respondents select \"yes\" for transgender OR their sex at birth is not consistent with their gender identity, then they are designated as non-binary. A respondent that selects \"intersex\" for sex at birth, \"no\" for transgender, and man or woman for gender identity are designated as male or female. A respondent that selects \"intersex\" for sex at birth, \"yes\" for transgender, or selects a gender identity other than man or woman are designated as"
  },
  {
    "id": 8,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "gender identity are designated as male or female. A respondent that selects \"intersex\" for sex at birth, \"yes\" for transgender, or selects a gender identity other than man or woman are designated as non-binary. A respondent that skips any of the three questions is designated as unknown. Totals displayed in this report include non-binary and unknown responses. For additional information about the survey s development, design, and methodology, email Mary T Hoban, PhD, MCHES, (mhoban acha.org), Christine Kukich, MS (ckukich acha.org), or visit www.acha-ncha.org. This Executive Summary highlights results of the ACHA-NCHA III Fall 2020 survey for Reference Group consisting of 13,373 respondents. The response rate was 13.9 . 1 Findings A. General Health and Campus Climate 60.0  of college"
  },
  {
    "id": 9,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "results of the ACHA-NCHA III Fall 2020 survey for Reference Group consisting of 13,373 respondents. The response rate was 13.9 . 1 Findings A. General Health and Campus Climate 60.0  of college students surveyed ( 67.0   male and 58.1   female) described their health as very good or excellent. 90.7   of college students surveyed ( 92.5   male and 90.6   female) described their health as good, very good or excellent. Proportion of college students who reported they agree or strongly agree that: Percent ( ) Male Female Total I feel that I belong at my college university 71.3 72.5 71.6 I feel that students  health and well-being is a priority at my college university 64.7 63.3 63.2 At my college university, I feel that the campus climate encourages free and open discussion of students"
  },
  {
    "id": 10,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "that students  health and well-being is a priority at my college university 64.7 63.3 63.2 At my college university, I feel that the campus climate encourages free and open discussion of students  health and well-being. 64.0 64.1 63.6 At my college university, we are a campus where we look out for each other 57.1 59.2 58.1 B. Nutrition, BMI, Physical Activity, and Food Security College students reported: Percent ( ) Male Female Total Drinking 0 sugar-sweetened beverages (per day), on average, in the last 7 days 35.8 33.4 33.9 Drinking 1 or more sugar-sweetened beverages (per day), on average, in the last 7 days 64.2 66.6 66.1 Drinking energy drinks or shots on 0 of the past 30 days 74.5 82.1 79.8 Drinking energy drinks or shots on 1-4 of the past 30 days 14.7 10.7 11.9 Drinking energy"
  },
  {
    "id": 11,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "in the last 7 days 64.2 66.6 66.1 Drinking energy drinks or shots on 0 of the past 30 days 74.5 82.1 79.8 Drinking energy drinks or shots on 1-4 of the past 30 days 14.7 10.7 11.9 Drinking energy drinks or shots on 5 or more of the past 30 days 10.8 7.2 8.3 Eating 3 or more servings of fruits (per day), on average, in the last 7 days 17.9 17.7 17.7 Eating 3 or more servings of vegetables (per day), on average, in the last 7 days 32.2 32.5 32.3 Estimated Body Mass Index (BMI): This figure incorporates reported height and weight to form a general indicator of physical health. Categories defined by The World Health Organization (WHO) 2000, reprinted 2004. Obesity: Preventing and Managing the Global Epidemic. WHO Tech Report Series: 894. BMI Percent ( ) Male Female Total  18.5 Underweight 4.5"
  },
  {
    "id": 12,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "by The World Health Organization (WHO) 2000, reprinted 2004. Obesity: Preventing and Managing the Global Epidemic. WHO Tech Report Series: 894. BMI Percent ( ) Male Female Total  18.5 Underweight 4.5 5.0 4.9 18.5-24.9 Healthy Weight 47.8 55.6 53.2 25-29.9 Overweight 31.8 21.7 24.5 30-34.9 Class I Obesity 9.9 10.0 10.0 35-39.9 Class II Obesity 4.1 4.2 4.3  40 Class III Obesity 1.8 3.6 3.2 Mean 25.59 25.32 25.43 Median 24.42 23.65 23.96 Std Dev 5.28 6.28 6.07 2 Students meeting the recommended guidelines for physical activity Based on: US Dept of Health and Human Services. Physical Activities Guidelines for Americans, 2nd edition. Washington, DC: US Dept of Health and Human Services; 2018 Definitions: Recommendation for aerobic activity: 150 minutes or more of moderate-intensity physical"
  },
  {
    "id": 13,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Guidelines for Americans, 2nd edition. Washington, DC: US Dept of Health and Human Services; 2018 Definitions: Recommendation for aerobic activity: 150 minutes or more of moderate-intensity physical activity per week or 75 minutes of vigorous-intensity physical activity or the equivalent combination Recommendation for strength training: 2 or more days a week of moderate or greater intensity activities that involve all major muscle groups Active Adults meet the recommendation for strength training AND aerobic activity Highly Active Adults meet the recommendation for strength training and TWICE the recommendation for aerobic activity (300 minutes or more of moderate-intensity physical activity per week or 150 minutes of vigorous-intensity physical activity or the equivalent combination)"
  },
  {
    "id": 14,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "the recommendation for aerobic activity (300 minutes or more of moderate-intensity physical activity per week or 150 minutes of vigorous-intensity physical activity or the equivalent combination) Percent ( ) Male Female Total Guidelines met for aerobic exercise only 70.0 62.7 64.3 Guidelines met for Active Adults 46.9 35.6 38.5 Guidelines met for Highly Active Adults 37.0 26.6 29.3 Food Security Based on responses to the US Household Food Security Survey Module: Six-Item Short Form (2012) from the USDA Economic Research Service. Percent ( ) Male Female Total High or marginal food security (score 0-1) 67.7 64.5 65.0 Low food security (score 2-4) 19.5 21.5 21.1 Very low food security (score 5-6) 12.8 14.1 13.9 Any food insecurity (low or very low food security) 32.3 35.5 35.0 C. Health Care"
  },
  {
    "id": 15,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "0-1) 67.7 64.5 65.0 Low food security (score 2-4) 19.5 21.5 21.1 Very low food security (score 5-6) 12.8 14.1 13.9 Any food insecurity (low or very low food security) 32.3 35.5 35.0 C. Health Care Utilization College students reported: Percent ( ) Male Female Total Receiving psychological or mental health services within the last 12 months 18.8 30.2 27.7  The services were provided by: My current campus health and or counseling center 42.8 39.5 40.6 A mental health provider in the local community near my campus 24.1 25.6 25.5 A mental health provider in my home town 42.3 47.7 46.5 A mental health provider not described above 13.7 10.0 10.6  Only students who reported receiving care in the last 12 months were asked these questions Percent ( ) Male Female Total Visiting a medical provider"
  },
  {
    "id": 16,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "provider not described above 13.7 10.0 10.6  Only students who reported receiving care in the last 12 months were asked these questions Percent ( ) Male Female Total Visiting a medical provider within the last 12 months 56.1 73.5 68.8  The services were provided by: My current campus health center 28.8 24.6 25.7 A medical service provider in the local community near my campus 28.3 29.0 28.8 A medical service provider in my home town 70.7 74.9 73.8 A medical service provider not described above 7.6 5.8 6.3  Only students who reported receiving care in the last 12 months were asked these questions 3 College students reported: Percent ( ) Male Female Total Flu vaccine within the last 12 month 57.2 62.6 61.0 Not starting the HPV vaccine series 28.9 20.4 22.5 Starting, but not completing HPV"
  },
  {
    "id": 17,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "3 College students reported: Percent ( ) Male Female Total Flu vaccine within the last 12 month 57.2 62.6 61.0 Not starting the HPV vaccine series 28.9 20.4 22.5 Starting, but not completing HPV vaccine series 3.6 5.9 5.3 Completing HPV vaccine series 37.6 56.6 51.4 Not knowing their HPV vaccine status 29.8 17.1 20.8 Ever having a GYN visit or exam (females only) 55.3 Having a dental exam in the last 12 months 62.7 70.5 68.0 Being tested for HIV within the last 12 months 8.3 11.9 11.1 Being tested for HIV more than 12 months ago 11.0 12.8 12.3 Wearing sunscreen usually or always when outdoors 18.7 40.4 34.1 Spending time outdoors with the intention of tanning at least once in the last 12 months 38.7 60.4 53.7 D. Impediments to Academic Performance Respondents are asked in numerous places"
  },
  {
    "id": 18,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "18.7 40.4 34.1 Spending time outdoors with the intention of tanning at least once in the last 12 months 38.7 60.4 53.7 D. Impediments to Academic Performance Respondents are asked in numerous places throughout the survey about issues that might have negatively impacted their academic performance within the last 12 months. This is defined as negatively impacting their performance in a class or delaying progress towards their degree. Both types of negative impacts are represented in the figures below. Please refer to the corresponding Data Report for specific figures on each type of impact. Figures in the left columns use all students in the sample as the denominator. Figures in the right columns use only the students that experienced that issue (e.g. students who used cannabis, reported a"
  },
  {
    "id": 19,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "in the left columns use all students in the sample as the denominator. Figures in the right columns use only the students that experienced that issue (e.g. students who used cannabis, reported a problem or challenge with finances, or experienced a particular health issue) in the denominator. (items are listed in the order in which they appear in the survey) Negatively impacted Negatively impacted academic performance academic performance among all students in the among only students that sample experienced the issue Percent ( ) Male Female Total Male Female Total Alcohol use 1.9 1.2 1.4 2.7 1.6 1.9 Cannabis marijuana use 1.2 0.9 1.0 4.7 3.3 3.9 Problems or challenges in the last 12 months Career 11.7 11.5 11.8 39.1 35.5 36.8 Finances 13.6 15.6 15.3 36.5 33.5 34.5 Procrastination 43.8 44.5"
  },
  {
    "id": 20,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "1.9 Cannabis marijuana use 1.2 0.9 1.0 4.7 3.3 3.9 Problems or challenges in the last 12 months Career 11.7 11.5 11.8 39.1 35.5 36.8 Finances 13.6 15.6 15.3 36.5 33.5 34.5 Procrastination 43.8 44.5 44.5 62.7 60.3 61.4 Faculty 7.5 6.7 7.0 61.5 55.4 56.8 Family 7.3 12.4 11.2 28.6 32.6 31.9 Intimate Relationships 8.5 9.7 9.4 26.8 27.8 27.7 Roommate housemate 4.1 5.3 5.1 24.4 22.1 22.9 Peers 3.0 3.6 3.5 17.9 16.6 17.0 Personal appearance 3.4 5.2 5.0 11.2 10.4 11.1 Health of someone close to me 6.9 10.6 9.7 24.7 27.7 27.3 Death of a family member, friend, or someone close to me 6.5 10.1 9.1 34.6 40.5 39.4 Bullying 1.1 1.6 1.5 30.8 28.2 28.9 Cyberbullying 0.7 0.8 0.8 30.9 23.3 24.5 Hazing 0.3 0.2 0.3 44.4 46.7 46.2 Microaggression 1.4 2.3 2.2 15.9 14.8 15.2 Sexual Harassment 0.4 1.7 1.4 22.1"
  },
  {
    "id": 21,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "40.5 39.4 Bullying 1.1 1.6 1.5 30.8 28.2 28.9 Cyberbullying 0.7 0.8 0.8 30.9 23.3 24.5 Hazing 0.3 0.2 0.3 44.4 46.7 46.2 Microaggression 1.4 2.3 2.2 15.9 14.8 15.2 Sexual Harassment 0.4 1.7 1.4 22.1 17.4 18.1 Discrimination 1.4 1.9 1.9 20.2 19.3 20.1 4 Negatively impacted Negatively impacted academic performance academic performance among all students in the among only students that sample experienced the issue Percent ( ) Male Female Total Male Female Total Acute Diagnoses in the last 12 months Bronchitis 0.5 1.3 1.1 27.4 39.9 38.1 Chlamydia 0.1 0.2 0.1 7.1 14.7 13.8 Chicken Pox (Varicella) 0.0 0.0 0.0 7.7 10.0 8.6 Cold Virus or other respiratory illness 5.0 9.9 8.6 25.6 33.0 31.6 Concussion 0.7 1.8 1.5 42.1 64.8 61.3 Gonorrhea 0.1 0.0 0.0 13.3 10.0 15.0 Flu (influenza or flu-like"
  },
  {
    "id": 22,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "0.0 0.0 0.0 7.7 10.0 8.6 Cold Virus or other respiratory illness 5.0 9.9 8.6 25.6 33.0 31.6 Concussion 0.7 1.8 1.5 42.1 64.8 61.3 Gonorrhea 0.1 0.0 0.0 13.3 10.0 15.0 Flu (influenza or flu-like illness) 2.3 3.6 3.3 31.4 44.1 41.4 Mumps 0.0 0.0 0.0 7.1 0.0 2.6 Mononucleosis (mono) 0.3 0.7 0.6 39.3 51.5 50.6 Orthopedic injury 1.6 2.7 2.4 22.1 27.4 26.2 Pelvic Inflammatory Disease 0.1 0.1 0.1 16.7 29.4 25.5 Pneumonia 0.5 0.7 0.7 33.3 46.4 43.8 Shingles 0.1 0.1 0.1 22.7 17.6 18.9 Stomach or GI virus or bug, food poisoning or gastritis 1.7 3.3 2.9 29.0 37.0 35.7 Urinary tract infection 0.1 2.1 1.5 11.8 16.3 16.3 Percent ( ) Male Female Total Male Female Total Any ongoing or chronic medical conditions diagnosed or treated in the last 12 months 17.2 27.8 25.3 26.2 35.6 34.0 Other impediments to"
  },
  {
    "id": 23,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "11.8 16.3 16.3 Percent ( ) Male Female Total Male Female Total Any ongoing or chronic medical conditions diagnosed or treated in the last 12 months 17.2 27.8 25.3 26.2 35.6 34.0 Other impediments to academic performance Assault (physical) 0.2 0.7 0.6 8.3 27.9 24.3 Assault (sexual) 0.4 1.7 1.4 20.9 28.8 29.2 Allergies 2.1 2.8 2.6 6.3 6.8 6.7 Anxiety 21.5 34.6 31.4 44.4 50.2 49.6 ADHD or ADD 8.7 9.0 9.3 56.9 64.9 63.2 Concussion or TBI 1.0 1.9 1.7 38.4 48.6 46.5 Depression 17.3 24.4 23.1 51.9 56.1 56.0 Eating disorder problem 1.4 3.4 3.0 25.5 25.5 26.4 Headaches migraines 5.6 15.5 12.8 21.8 34.0 32.0 Influenza or influenza-like illness (the flu) 2.3 3.8 3.4 27.1 35.1 33.4 Injury 1.8 2.1 2.0 17.2 20.1 19.6 PMS 0.1 11.8 8.6 14.3 23.6 23.9 PTSD 1.7 3.3 3.1 46.5 41.2 43.2 Short-term illness 2.0"
  },
  {
    "id": 24,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "32.0 Influenza or influenza-like illness (the flu) 2.3 3.8 3.4 27.1 35.1 33.4 Injury 1.8 2.1 2.0 17.2 20.1 19.6 PMS 0.1 11.8 8.6 14.3 23.6 23.9 PTSD 1.7 3.3 3.1 46.5 41.2 43.2 Short-term illness 2.0 4.2 3.6 20.7 29.0 27.3 Upper respiratory illness 3.1 6.5 5.6 17.4 22.4 21.7 Sleep difficulties 18.9 23.5 22.6 43.0 43.2 43.7 Stress 29.0 44.3 40.3 43.1 52.6 51.0 5 E. Violence, Abusive Relationships, and Personal Safety Within the last 12 months, college students reported experiencing: Percent ( ) Male Female Total A physical fight 3.2 1.5 2.1 A physical assault (not sexual assault) 1.5 1.6 1.7 A verbal threat 12.0 8.7 10.0 Sexual touching without their consent 1.7 5.5 4.6 Sexual penetration attempt without their consent 0.6 2.4 2.0 Sexual penetration without their consent 0.6 1.7 1.4 Being a"
  },
  {
    "id": 25,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "verbal threat 12.0 8.7 10.0 Sexual touching without their consent 1.7 5.5 4.6 Sexual penetration attempt without their consent 0.6 2.4 2.0 Sexual penetration without their consent 0.6 1.7 1.4 Being a victim of stalking 1.2 4.1 3.4 A partner called me names, insulted me, or put me down to make me feel bad 9.2 11.4 10.7 A partner often insisted on knowing who I was with and where I was or tried to limit my contact with family or friends 5.4 5.6 5.6 A partner pushed, grabbed, shoved, slapped, kicked, bit, choked or hit me without my consent 2.6 2.7 2.7 A partner forced me into unwanted sexual contact by holding me down or hurting me in some way 1.0 1.8 1.6 A partner pressured me into unwanted sexual contact by threatening me, coercing me, or using alcohol or other drugs 1.2 3.2 2.7 College"
  },
  {
    "id": 26,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "by holding me down or hurting me in some way 1.0 1.8 1.6 A partner pressured me into unwanted sexual contact by threatening me, coercing me, or using alcohol or other drugs 1.2 3.2 2.7 College students reported feeling very safe: Percent ( ) Male Female Total On their campus (daytime) 83.3 74.6 76.6 On their campus (nighttime) 49.1 20.4 28.3 In the community surrounding their campus (daytime) 53.2 42.1 44.8 In the community surrounding their campus (nighttime) 27.9 11.0 15.7 6 F. Tobacco, Alcohol, and Other Drug Use Ever Used  Used in the last 3 months Percent ( ) Male Female Total Male Female Total Tobacco or nicotine delivery products (cigarettes, e- cigarettes, Juul or other vape products, water pipe or hookah, chewing tobacco, cigars, etc.) 38.4 30.4 32.7 24.8 17.6 19.6 Alcoholic"
  },
  {
    "id": 27,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Total Tobacco or nicotine delivery products (cigarettes, e- cigarettes, Juul or other vape products, water pipe or hookah, chewing tobacco, cigars, etc.) 38.4 30.4 32.7 24.8 17.6 19.6 Alcoholic beverages (beer, wine, liquor, etc.) 69.9 73.8 72.5 63.3 67.4 65.7 Cannabis (marijuana, weed, hash, edibles, vaped cannabis, etc.) [Please report nonmedical use only.] 35.2 36.2 36.2 20.9 21.5 21.5 Cocaine (coke, crack, etc.) 7.2 4.8 5.5 2.0 1.1 1.4 Prescription stimulants (Ritalin, Concerta, Dexedrine, Adderall, diet pills, etc.) [Please report nonmedical use only.] 10.4 7.4 8.2 3.5 2.5 2.8 Methamphetamine (speed, crystal meth, ice, etc.) 0.9 0.7 0.7 0.1 0.1 0.1 Inhalants (poppers, nitrous, glue, gas, paint thinner, etc.) 3.2 1.7 2.3 1.0 0.4 0.6 Sedatives or Sleeping Pills (Valium, Ativan, Xanax,"
  },
  {
    "id": 28,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "(speed, crystal meth, ice, etc.) 0.9 0.7 0.7 0.1 0.1 0.1 Inhalants (poppers, nitrous, glue, gas, paint thinner, etc.) 3.2 1.7 2.3 1.0 0.4 0.6 Sedatives or Sleeping Pills (Valium, Ativan, Xanax, Klonopin, Librium, Rohypnol, GHB, etc.) [Please report nonmedical use only.] 5.5 4.4 4.8 1.6 1.5 1.6 Hallucinogens (Ecstasy, MDMA, Molly, LSD, acid, mushrooms, PCP, Special K, etc.) 11.3 7.0 8.3 3.7 2.0 2.5 Heroin 0.5 0.3 0.4 0.1 0.0 0.0 Prescription opioids (morphine, codeine, fentanyl, oxycodone [OxyContin, Percocet], hydrocodone [Vicodin], methadone, buprenorphine [Suboxone], etc.) [Please report nonmedical use only.] 4.5 3.0 3.5 0.8 0.5 0.6  These figures use all students in the sample as the denominator, rather than just those students who reported lifetime use. Substance Specific Involvement"
  },
  {
    "id": 29,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "use only.] 4.5 3.0 3.5 0.8 0.5 0.6  These figures use all students in the sample as the denominator, rather than just those students who reported lifetime use. Substance Specific Involvement Scores (SSIS) from the ASSIST  Moderate risk use of the  High risk use of the substance substance Percent ( ) Male Female Total Male Female Total Tobacco or nicotine delivery products 18.5 11.8 13.7 1.0 0.8 0.9 Alcoholic beverages 10.6 9.6 9.8 1.1 0.6 0.8 Cannabis (nonmedical use) 14.2 13.4 13.8 0.5 0.5 0.5 Cocaine 1.2 0.7 0.8 0.1 0.0 0.0 Prescription stimulants (nonmedical use) 1.6 1.4 1.4 0.1 0.0 0.0 Methamphetamine 0.2 0.2 0.2 0.0 0.0 0.0 Inhalants 0.5 0.2 0.3 0.0 0.0 0.0 Sedatives or Sleeping Pills (nonmedical use) 1.1 1.0 1.0 0.1 0.0 0.0 Hallucinogens 2.0 1.1 1.4 0.0 0.0 0.0 Heroin 0.1 0.1 0.1"
  },
  {
    "id": 30,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Methamphetamine 0.2 0.2 0.2 0.0 0.0 0.0 Inhalants 0.5 0.2 0.3 0.0 0.0 0.0 Sedatives or Sleeping Pills (nonmedical use) 1.1 1.0 1.0 0.1 0.0 0.0 Hallucinogens 2.0 1.1 1.4 0.0 0.0 0.0 Heroin 0.1 0.1 0.1 0.1 0.0 0.0 Prescription opioids (nonmedical use) 0.5 0.4 0.4 0.1 0.0 0.0  These figures use all students in the sample as the denominator, rather than just those students who reported lifetime use. 7 Proportion of students (overall sample) who report misusing prescription medications (taking without a prescription, or taking more medication or more often than prescribed) in the past 3 months: Percent ( ) Male Female Total Prescription stimulants 2.7 2.1 2.3 Prescription sedatives or sleeping pills 1.2 1.1 1.2 Prescription opioids 0.5 0.3 0.4  Tobacco or nicotine delivery products used in the"
  },
  {
    "id": 31,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "( ) Male Female Total Prescription stimulants 2.7 2.1 2.3 Prescription sedatives or sleeping pills 1.2 1.1 1.2 Prescription opioids 0.5 0.3 0.4  Tobacco or nicotine delivery products used in the last 3 months Percent ( ) Male Female Total Cigarettes 8.8 5.3 6.5 E-cigarettes or other vape products (for example: Juul, etc.) 15.4 13.2 13.7 Water pipe or hookah 2.6 1.8 2.0 Chewing or smokeless tobacco 5.4 0.4 1.8 Cigars or little cigars 8.3 1.5 3.4 Other 1.0 0.2 0.4  These figures use all students in the sample as the denominator, rather than just those students who reported tobacco or nicotine delivery product use in the last 3 months. Students in Recovery 1.7   of college students surveyed ( 2.0   male and 1.4   female) indicated they were in recovery from alcohol or other drug use. When,"
  },
  {
    "id": 32,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "delivery product use in the last 3 months. Students in Recovery 1.7   of college students surveyed ( 2.0   male and 1.4   female) indicated they were in recovery from alcohol or other drug use. When, if ever, was the last time you: Drank Alcohol  Used Cannabis Marijuana Percent ( ) Male Female Total Male Female Total Never 23.2 19.4 20.6 60.0 58.6 58.7 Within the last 2 weeks 50.5 51.8 51.2 12.6 12.4 12.7 More than 2 weeks ago but within the last 30 days 8.0 9.9 9.4 2.9 3.3 3.2 More than 30 days ago but within the last 3 months 6.6 8.0 7.6 5.1 4.5 4.7 More than 3 months ago but within the last 12 months 6.1 6.5 6.4 5.9 7.1 6.8 More than 12 months ago 5.5 4.4 4.8 13.4 14.0 13.8  Students were instructed to include medical and non-medical use of cannabis. Driving under the influence 14.0"
  },
  {
    "id": 33,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "12 months 6.1 6.5 6.4 5.9 7.1 6.8 More than 12 months ago 5.5 4.4 4.8 13.4 14.0 13.8  Students were instructed to include medical and non-medical use of cannabis. Driving under the influence 14.0  of college students reported driving after having any alcohol in the last 30 days.   Only students who reported driving in the last 30 days and drinking alcohol in the last 30 days were asked this question. 32.9  of college students reported driving within 6 hours of using cannabis marijuana in the last 30 days.   Only students who reported driving in the last 30 days and using cannabis in the last 30 days were asked this question. Estimated Blood Alcohol Concentration (or eBAC) of college students. Due to the improbability of a student surviving a drinking episode resulting in an extremely high"
  },
  {
    "id": 34,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "days were asked this question. Estimated Blood Alcohol Concentration (or eBAC) of college students. Due to the improbability of a student surviving a drinking episode resulting in an extremely high eBAC, all students with an eBAC of 0.50 or higher are also omitted from these eBAC figures. eBAC is an estimated figure based on the reported number of drinks consumed during the last time they drank alcohol in a social setting, their approximate time of consumption, sex, weight, and the average rate of ethanol metabolism. Only students who reported drinking alcohol within the last 3 months answered these questions. Estimated BAC Percent ( ) Male Female Total   .08 84.8 83.9 84.3   .10 88.8 88.6 88.7 Mean 0.04 0.04 0.04 Median 0.01 0.02 0.02 Std Dev 0.05 0.05 0.05 8  Reported number of drinks"
  },
  {
    "id": 35,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "these questions. Estimated BAC Percent ( ) Male Female Total   .08 84.8 83.9 84.3   .10 88.8 88.6 88.7 Mean 0.04 0.04 0.04 Median 0.01 0.02 0.02 Std Dev 0.05 0.05 0.05 8  Reported number of drinks consumed the last time students drank alcohol in a social setting. Number of drinks Percent ( ) Male Female Total 4 or fewer 69.9 82.7 79.4 5 7.4 7.4 7.4 6 6.3 4.0 4.6 7 or more 16.4 5.9 8.6 Mean 4.0 2.8 3.1 Median 3.0 2.0 2.0 Std Dev 4.0 2.3 2.9  Only students who reported drinking alcohol in the last three months were asked this question. Reported number of times college students consumed five or more drinks in a sitting within the last two weeks:  Among those who reported Among all students drinking alcohol within the surveyed last two weeks Percent ( ) Male Female Total Male Female Total Did"
  },
  {
    "id": 36,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "drinks in a sitting within the last two weeks:  Among those who reported Among all students drinking alcohol within the surveyed last two weeks Percent ( ) Male Female Total Male Female Total Did not drink alcohol in the last two weeks (includes non-drinkers) 49.5 48.3 48.9 None 25.1 29.7 28.4 49.6 57.5 55.6 1-2 times 17.7 17.0 17.0 35.0 32.8 33.2 3-5 times 6.1 4.2 4.7 12.1 8.2 9.2 6 or more times 1.7 0.8 1.0 3.3 1.5 2.0  Only students who reported drinking alcohol in the last two weeks were asked this question.  College students who drank alcohol reported experiencing the following in the last 12 months when drinking alcohol: Percent ( ) Male Female Total Did something I later regretted 14.9 15.7 15.5 Blackout (forgot where I was or what I did for a large period of time and cannot"
  },
  {
    "id": 37,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "the last 12 months when drinking alcohol: Percent ( ) Male Female Total Did something I later regretted 14.9 15.7 15.5 Blackout (forgot where I was or what I did for a large period of time and cannot remember, even when someone reminds me) 9.6 9.0 9.2 Brownout (forgot where I was or what I did for short periods of time, but can remember once someone reminds me) 17.4 19.4 18.8 Got in trouble with the police 1.2 0.7 0.8 Got in trouble with college university authorities 0.7 0.5 0.6 Someone had sex with me without my consent 0.4 1.6 1.4 Had sex with someone without their consent 0.3 0.2 0.2 Had unprotected sex 11.3 11.8 11.7 Physically injured myself 5.4 5.4 5.5 Physically injured another person 0.8 0.4 0.6 Seriously considered suicide 2.8 2.0 2.4 Needed medical help 0.9 0.7 0.8 Reported two"
  },
  {
    "id": 38,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "sex 11.3 11.8 11.7 Physically injured myself 5.4 5.4 5.5 Physically injured another person 0.8 0.4 0.6 Seriously considered suicide 2.8 2.0 2.4 Needed medical help 0.9 0.7 0.8 Reported two or more of the above 19.2 20.3 20.1  Only students who reported drinking alcohol in the last 12 months were asked these questions. 9 G. Sexual Behavior When, if ever, was the last time you had: Oral sex Vaginal intercourse Percent ( ) Male Female Total Male Female Total Never 34.3 32.9 33.4 39.7 33.8 36.1 Within the last 2 weeks 30.4 32.5 31.8 31.7 38.6 36.2 More than 2 weeks ago but within the last 30 days 6.5 8.4 7.8 5.2 7.0 6.4 More than 30 days ago but within the last 3 months 6.9 7.7 7.4 5.3 6.0 5.7 More than 3 months ago but within the last 12 months 10.4 9.6 9.9 8.3 7.5 7.7 More than 12 months"
  },
  {
    "id": 39,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "6.5 8.4 7.8 5.2 7.0 6.4 More than 30 days ago but within the last 3 months 6.9 7.7 7.4 5.3 6.0 5.7 More than 3 months ago but within the last 12 months 10.4 9.6 9.9 8.3 7.5 7.7 More than 12 months ago 11.5 8.8 9.7 9.8 7.1 7.9 Anal intercourse Percent ( ) Male Female Total Never 79.6 81.0 80.5 Within the last 2 weeks 3.8 1.8 2.5 More than 2 weeks ago but within the last 30 days 1.3 1.2 1.2 More than 30 days ago but within the last 3 months 2.2 2.1 2.1 More than 3 months ago but within the last 12 months 3.5 3.7 3.6 More than 12 months ago 9.6 10.3 10.1  College students who reported having oral sex, or vaginal or anal intercourse within the last 12 months reported having the following number of sexual partners: Percent ( ) Male Female Total None 0.2 0.1 0.1 1 71.4 74.4 73.5 2 12.0 11.4"
  },
  {
    "id": 40,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "oral sex, or vaginal or anal intercourse within the last 12 months reported having the following number of sexual partners: Percent ( ) Male Female Total None 0.2 0.1 0.1 1 71.4 74.4 73.5 2 12.0 11.4 11.5 3 6.4 5.9 6.0 4 or more 10.0 8.3 8.8 Mean 2.0 1.7 1.8 Median 1.0 1.0 1.0 Std Dev 3.0 1.9 2.2  Only students who reported having oral sex, or vaginal or anal intercourse in the last 12 months were asked this question. College students who reported having oral sex, or vaginal or anal intercourse within the last 30 days who reported using a condom or another protective barrier most of the time or always: Percent ( ) Male Female Total Oral sex 4.8 4.9 4.9 Vaginal intercourse 37.8 36.2 36.7 Anal intercourse 24.9 21.9 24.2  Only students who reported having oral sex, or vaginal or anal"
  },
  {
    "id": 41,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "time or always: Percent ( ) Male Female Total Oral sex 4.8 4.9 4.9 Vaginal intercourse 37.8 36.2 36.7 Anal intercourse 24.9 21.9 24.2  Only students who reported having oral sex, or vaginal or anal intercourse in the last 30 days were asked these questions. College students who reported having vaginal intercourse (penis in vagina) within the last 12 months were asked if they or their partner used any method to prevent pregnancy the last time they had vaginal intercourse: Percent ( ) Male Female Total Yes, used a method of contraception 81.3 85.1 84.0 No, did not want to prevent pregnancy 4.6 3.0 3.4 No, did not use any method 12.8 11.1 11.6 Don't know 1.3 0.8 1.0  Only students who reported having oral sex, or vaginal or anal intercourse in the last 12 months were asked this question. 10"
  },
  {
    "id": 42,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "3.4 No, did not use any method 12.8 11.1 11.6 Don't know 1.3 0.8 1.0  Only students who reported having oral sex, or vaginal or anal intercourse in the last 12 months were asked this question. 10  Those students who reported using a contraceptive use the last time they had vaginal intercourse, reported they (or their partner) used the following methods: Percent ( ) Male Female Total Birth control pills (monthly or extended cycle) 49.8 49.9 49.8 Birth control shots 1.9 1.6 1.8 Birth control implants 8.5 7.0 7.3 Birth control patch 0.8 0.8 0.8 The ring 2.1 2.2 2.1 Emergency contraception (\"morning after pill\" or \"Plan B\") 3.6 3.9 3.8 Intrauterine device 14.0 15.6 15.3 Male (external) condom 51.5 43.7 45.7 Female (internal) condom 0.1 0.1 0.1 Diaphragm or cervical cap 0.0 0.1 0.1"
  },
  {
    "id": 43,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "(\"morning after pill\" or \"Plan B\") 3.6 3.9 3.8 Intrauterine device 14.0 15.6 15.3 Male (external) condom 51.5 43.7 45.7 Female (internal) condom 0.1 0.1 0.1 Diaphragm or cervical cap 0.0 0.1 0.1 Contraceptive sponge 0.1 0.1 0.1 Withdrawal 20.4 26.2 24.7 Fertility awareness (calendar, mucous, basal body temperature) 3.8 5.5 5.0 Sterilization (hysterectomy, tubes tied, vasectomy) 2.4 2.7 2.6 Other method 1.0 0.9 0.9 Male condom use plus another method 33.0 32.3 32.6 Any two or more methods (excluding male condoms) 22.1 24.7 24.1  Only students who reported they or their partner used a method the last time they had vaginal intercourse were asked these questions. College students who reported having vaginal intercourse (penis in vagina) within the last 12 months were asked if they or their"
  },
  {
    "id": 44,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "the last time they had vaginal intercourse were asked these questions. College students who reported having vaginal intercourse (penis in vagina) within the last 12 months were asked if they or their partner used emergency contraception (\"morning after pill\" or \"Plan B\") in the last 12 months: Yes (male: 12.6 ; female: 15.5 ). College students who reported having vaginal intercourse (penis in vagina) within the last 12 months were asked if they experienced an unintentional pregnancy or got someone pregnant within the last 12 months: Yes (male: 0.7 ; female: 1.4 ). H. Mental Health and Wellbeing Kessler 6 (K6) Non-Specific Psychological Distress Score (Range is 0-24) Percent ( ) Male Female Total No or low psychological distress (0-12) 84.2 76.9 78.3 Serious psychological distress (13-24)"
  },
  {
    "id": 45,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Kessler 6 (K6) Non-Specific Psychological Distress Score (Range is 0-24) Percent ( ) Male Female Total No or low psychological distress (0-12) 84.2 76.9 78.3 Serious psychological distress (13-24) 15.8 23.1 21.7  ACHA discontinued the practice of reporting moderate psychological distress in fall 2023 due to lack of consensus on an appropriate cut off score. Instead, we recommend reporting only students who screen positive (or negative) for serious psychological distress as indicated above. All reference group reports were updated to reflect this change. Mean 7.25 8.68 8.39 Median 6.00 8.00 8.00 Std Dev 5.14 5.31 5.34 UCLA Loneliness Scale (ULS3) Score (Range is 3-9) Percent ( ) Male Female Total Negative for loneliness (3-5) 53.4 50.4 50.6 Positive for loneliness (6-9) 46.6 49.6 49.4 Mean"
  },
  {
    "id": 46,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Std Dev 5.14 5.31 5.34 UCLA Loneliness Scale (ULS3) Score (Range is 3-9) Percent ( ) Male Female Total Negative for loneliness (3-5) 53.4 50.4 50.6 Positive for loneliness (6-9) 46.6 49.6 49.4 Mean 5.31 5.45 5.44 Median 5.00 5.00 5.00 Std Dev 1.87 1.84 1.86 11 Diener Flourishing Scale   Psychological Well-Being (PWB) Score (Range is 8-56) (higher scores reflect a higher level of psychological well-being) Male Female Total Mean 45.24 45.91 45.52 Median 47.00 48.00 47.00 Std Dev 8.69 7.98 8.34 The Connor-Davison Resilience Scale (CD-RISC2) Score (Range is 0-8) (higher scores reflect greater resilience) Male Female Total Mean 6.28 5.95 6.02 Median 6.00 6.00 6.00 Std Dev 1.42 1.46 1.46 Self injury 8.6   of college students surveyed ( 5.4  male and 9.0  female) indicated they had intentionally"
  },
  {
    "id": 47,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Male Female Total Mean 6.28 5.95 6.02 Median 6.00 6.00 6.00 Std Dev 1.42 1.46 1.46 Self injury 8.6   of college students surveyed ( 5.4  male and 9.0  female) indicated they had intentionally cut, burned, bruised, or otherwise injured themselves within the last 12 months.  Of those reporting this Within the last 12 months, have you had problems or challenges with any of issue, it caused moderate or the following: high distress Percent ( ) Male Female Total Male Female Total Academics 44.3 47.2 46.9 82.0 89.3 87.6 Career 30.1 32.6 32.4 71.2 77.1 75.7 Finances 37.5 47.1 44.7 72.6 78.0 76.8 Procrastination 70.6 74.5 73.6 59.3 68.0 66.0 Faculty 12.4 12.3 12.5 58.0 53.3 54.2 Family 25.7 38.4 35.5 59.1 69.1 67.1 Intimate relationships 32.1 35.1 34.4 59.6 62.6 61.9 Roommate housemate 17.0 24.1"
  },
  {
    "id": 48,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "70.6 74.5 73.6 59.3 68.0 66.0 Faculty 12.4 12.3 12.5 58.0 53.3 54.2 Family 25.7 38.4 35.5 59.1 69.1 67.1 Intimate relationships 32.1 35.1 34.4 59.6 62.6 61.9 Roommate housemate 17.0 24.1 22.3 44.9 59.1 56.4 Peers 17.1 21.7 20.6 40.7 46.5 45.8 Personal appearance 30.4 50.9 45.7 49.8 63.4 61.2 Health of someone close to me 28.0 38.6 36.0 59.8 70.1 68.0 Death of a family member, friend, or someone close to 19.0 25.1 23.5 68.7 77.1 75.3 me Bullying 3.7 5.6 5.2 42.5 57.4 54.7 Cyberbullying 2.2 3.3 3.2 42.0 51.0 50.4 Hazing 0.7 0.5 0.6 37.0 71.1 59.0 Microaggression 9.1 15.5 14.6 30.7 40.8 39.9 Sexual Harassment 1.9 9.7 7.7 33.8 52.9 52.8 Discrimination 7.1 9.8 9.5 44.1 56.1 54.2  Only students who reported a problem or challenge in the last 12 months were asked about level of distress."
  },
  {
    "id": 49,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Sexual Harassment 1.9 9.7 7.7 33.8 52.9 52.8 Discrimination 7.1 9.8 9.5 44.1 56.1 54.2  Only students who reported a problem or challenge in the last 12 months were asked about level of distress. Students reporting none of the above 11.7 7.6 8.7 Students reporting only one of the above 13.4 8.1 9.4 Students reporting 2 of the above 13.7 10.7 11.3 Students reporting 3 or more of the above 61.3 73.5 70.5 12 Suicide Behavior Questionnaire-Revised (SBQR) Screening Score (Range is 3-18) Percent ( ) Male Female Total Negative suicidal screening (3-6) 79.3 77.2 76.7 Positive suicidal screening (7-18) 20.7 22.8 23.3 Mean 4.80 4.98 5.01 Median 3.00 3.00 3.00 Std Dev 2.75 2.91 2.95 Suicide attempt 2   of college students surveyed ( 2.4  male and 1.7  female) indicated they had attempted suicide"
  },
  {
    "id": 50,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "20.7 22.8 23.3 Mean 4.80 4.98 5.01 Median 3.00 3.00 3.00 Std Dev 2.75 2.91 2.95 Suicide attempt 2   of college students surveyed ( 2.4  male and 1.7  female) indicated they had attempted suicide within the last 12 months. Within the last 30 days, how would you rate the overall level of stress experienced: Percent ( ) Male Female Total No stress 2.8 0.8 1.4 Low 29.1 13.8 17.8 Moderate 46.9 50.1 49.1 High 21.1 35.4 31.8 I. Acute Conditions College students reported being diagnosed by a healthcare professional within the last 12 months with: Percent ( ) Male Female Total Bronchitis 1.9 3.5 3.1 Chlamydia 0.8 1.2 1.1 Chicken Pox (Varicella) 0.4 0.2 0.3 Cold virus or other respiratory illness (for example: sinus infection, ear infection, strep throat, tonsillitis, pharyngitis, or laryngitis)"
  },
  {
    "id": 51,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Chlamydia 0.8 1.2 1.1 Chicken Pox (Varicella) 0.4 0.2 0.3 Cold virus or other respiratory illness (for example: sinus infection, ear infection, strep throat, tonsillitis, pharyngitis, or laryngitis) 20.1 31.2 28.2 Concussion 1.6 2.9 2.6 Gonorrhea 0.4 0.2 0.3 Flu (influenza) or flu-like illness 7.8 8.4 8.4 Mumps 0.4 0.3 0.3 Mononucleosis (mono) 0.8 1.6 1.3 Orthopedic injury (for example: broken bone, fracture, sprain, bursitis, tendinitis, or ligament injury) 7.7 10.2 9.5 Pelvic Inflammatory Disease 0.4 0.4 0.4 Pneumonia 1.5 1.7 1.7 Shingles 0.6 0.6 0.6 Stomach or GI virus or bug, food poisoning or gastritis 6.0 9.4 8.5 Urinary tract infection 1.2 13.8 10.2 13 J. Ongoing or Chronic Conditions The questions for the ongoing or chronic conditions are presented differently in this report than"
  },
  {
    "id": 52,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "or gastritis 6.0 9.4 8.5 Urinary tract infection 1.2 13.8 10.2 13 J. Ongoing or Chronic Conditions The questions for the ongoing or chronic conditions are presented differently in this report than the order they appear in the survey. In the survey, all items appear in a single list, ordered alphabetically. In this report, the conditions are presented in groups to ease burden on the reader. The findings are divided into mental health conditions, STIs and other chronic infections, and other ongoing or chronic conditions in this report.  Of those ever diagnosed, those reporting contact with College students reported healthcare or MH ever being diagnosed professional within last 12 Mental Health with the following: months Percent ( ) Male Female Total Male Female Total ADD ADHD - Attention"
  },
  {
    "id": 53,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "students reported healthcare or MH ever being diagnosed professional within last 12 Mental Health with the following: months Percent ( ) Male Female Total Male Female Total ADD ADHD - Attention Deficit Hyperactivity Disorder 12.7 9.7 10.8 55.8 68.8 65.0 Alcohol or Other Drug-Related Abuse or Addiction 1.5 0.9 1.2 38.9 40.7 39.5 Anxiety (for example: Generalized Anxiety, Social Anxiety, Panic Disorder, Specific Phobia) 16.5 33.8 29.6 65.2 75.6 73.9 Autism Spectrum 2.1 0.7 1.2 27.7 46.6 39.5 Bipolar and Related Conditions (for example: Bipolar I, II, Hypomanic Episode) 1.4 2.1 2.0 72.5 74.2 72.9 Borderline Personality Disorder (BPD), Avoidant Personality, Dependent Personality, or another personality disorder 0.7 1.0 1.1 34.6 67.0 60.9 Depression (for example: Major depression, persistent"
  },
  {
    "id": 54,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Borderline Personality Disorder (BPD), Avoidant Personality, Dependent Personality, or another personality disorder 0.7 1.0 1.1 34.6 67.0 60.9 Depression (for example: Major depression, persistent depressive disorder, disruptive mood disorder) 13.7 24.3 22.0 66.3 74.8 73.5 Eating Disorders (for example: Anorexia Nervosa, Bulimia Nervosa, Binge-Eating) 0.9 5.2 4.2 24.2 48.1 46.5 Gambling Disorder 0.2 0.1 0.1 0.0 0.0 0.0 Insomnia 3.9 6.1 5.8 50.7 58.7 58.3 Obsessive-Compulsive and Related Conditions (for example: OCD, Body Dysmorphia, Hoarding, Trichotillomania and other body-focused repetitive behavior disorders) 3.0 5.6 5.0 57.4 58.4 58.3 PTSD (Posttraumatic Stress Disorder), Acute Stress Disorder, Adjustment Disorder, or another trauma- or stressor- related condition 2.9 6.5 5.8 50.5"
  },
  {
    "id": 55,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "behavior disorders) 3.0 5.6 5.0 57.4 58.4 58.3 PTSD (Posttraumatic Stress Disorder), Acute Stress Disorder, Adjustment Disorder, or another trauma- or stressor- related condition 2.9 6.5 5.8 50.5 67.0 65.0 Schizophrenia and Other Psychotic Conditions (for example: Schizophrenia, Schizoaffective Disorder, Schizophreniform Disorder, Delusional Disorder) 0.4 0.3 0.4 42.9 28.0 40.4 Tourette s or other neurodevelopmental condition not already listed 0.7 0.3 0.4 24.0 32.1 29.1 Traumatic brain injury (TBI) 0.9 1.2 1.2 33.3 36.4 33.8  Only students who reported ever being diagnosed were asked about contact with a healthcare or mental health professional within the last 12 months. Percent ( ) Male Female Total Students reporting none of the above 69.5 56.9 59.7 Students reporting only one of the"
  },
  {
    "id": 56,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "contact with a healthcare or mental health professional within the last 12 months. Percent ( ) Male Female Total Students reporting none of the above 69.5 56.9 59.7 Students reporting only one of the above 14.7 15.5 15.2 Students reporting both Depression and Anxiety 9.9 20.7 18.3 Students reporting any two or more of the above (excluding the combination of Depression and Anxiety) 5.9 6.9 6.7 14  Of those ever diagnosed, College students reported had contact with healthcare ever being diagnosed or MH professional within STI's Other chronic infections with the following: last 12 months Percent ( ) Male Female Total Male Female Total Genital herpes 0.5 1.3 1.0 29.4 42.4 40.1 Hepatitis B or C 0.4 0.3 0.3 33.3 32.0 30.2 HIV or AIDS 0.2 0.1 0.1 66.7 11.1 38.9 Human papillomavirus (HPV) or"
  },
  {
    "id": 57,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "( ) Male Female Total Male Female Total Genital herpes 0.5 1.3 1.0 29.4 42.4 40.1 Hepatitis B or C 0.4 0.3 0.3 33.3 32.0 30.2 HIV or AIDS 0.2 0.1 0.1 66.7 11.1 38.9 Human papillomavirus (HPV) or genital warts 0.9 2.3 1.9 25.0 47.9 44.9  Only students who reported ever being diagnosed were asked about contact with a healthcare or mental health professional within the last 12 months.  Of those ever diagnosed, College students reported had contact with healthcare ever being diagnosed or MH professional within Other Chronic  Ongoing Medical Conditions with the following: last 12 months Percent ( ) Male Female Total Male Female Total Acne 23.6 30.5 28.6 28.0 44.4 40.1 Allergies - food allergy 7.5 13.4 11.9 22.9 33.6 31.3 Allergies - animals pets 11.8 14.3 13.7 22.1 29.5 27.6 Allergies -"
  },
  {
    "id": 58,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "( ) Male Female Total Male Female Total Acne 23.6 30.5 28.6 28.0 44.4 40.1 Allergies - food allergy 7.5 13.4 11.9 22.9 33.6 31.3 Allergies - animals pets 11.8 14.3 13.7 22.1 29.5 27.6 Allergies - environmental (for example: pollen, grass, dust, mold) 28.9 33.1 32.0 21.5 32.9 29.8 Asthma 15.6 17.2 16.9 23.0 39.1 34.7 Cancer 1.1 0.9 0.9 45.9 55.6 52.5 Celiac disease 0.5 1.2 1.0 23.5 47.3 42.9 Chronic pain (for example: back or joint pain, arthritis, nerve pain) 5.4 8.5 7.7 66.5 70.2 69.4 Diabetes or pre-diabetes insulin resistance 2.3 2.7 2.6 67.5 65.5 65.9 Endometriosis 0.2 2.8 2.0 0.0 62.4 60.3 Gastroesophageal Reflux Disease (GERD) or acid reflux 4.5 7.7 6.8 46.3 51.4 49.8 Heart   vascular disorders (for example: atrial fibrillation or other cardiac arrhythmia, mitral valve prolapse or"
  },
  {
    "id": 59,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Gastroesophageal Reflux Disease (GERD) or acid reflux 4.5 7.7 6.8 46.3 51.4 49.8 Heart   vascular disorders (for example: atrial fibrillation or other cardiac arrhythmia, mitral valve prolapse or other valvular heart disease, congenital heart condition) 2.1 2.6 2.5 44.7 54.3 51.1 High blood pressure (hypertension) 5.1 2.7 3.4 65.2 68.4 66.9 High cholesterol (hyperlipidemia) 4.1 3.5 3.6 62.8 57.3 59.0 Irritable bowel syndrome (spastic colon or spastic bowel) 2.5 6.3 5.2 38.9 55.1 53.3 Migraine headaches 6.7 16.2 13.7 35.8 53.7 51.0 Polycystic Ovarian Syndrome (PCOS) 0.1 4.7 3.4 25.0 66.4 66.3 Sleep Apnea 2.6 1.5 1.8 55.9 50.4 53.7 Thyroid condition or disorder 1.4 4.5 3.6 61.2 80.2 77.9 Urinary system disorder (for example: bladder or kidney disease, urinary reflux, interstitial cystitis)"
  },
  {
    "id": 60,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Sleep Apnea 2.6 1.5 1.8 55.9 50.4 53.7 Thyroid condition or disorder 1.4 4.5 3.6 61.2 80.2 77.9 Urinary system disorder (for example: bladder or kidney disease, urinary reflux, interstitial cystitis) 0.7 1.9 1.6 37.0 48.0 46.8  Only students who reported ever being diagnosed were asked about contact with a healthcare or mental health professional within the last 12 months. 15 Students who reported being diagnosed with diabetes or pre-diabetes insulin resistance, indicated they had: Percent ( ) Male Female Total Type I Diabetes 32.9 21.4 23.4 Type II Diabetes 25.4 20.8 21.8 Pre-diabetes or insulin resistance 56.5 63.6 62.5 Gestational Diabetes 3.0 10.6 8.5 K. Sleep Reported amount of time to usually fall asleep at night (sleep onset latency): Percent ( ) Male Female Total Less than 15"
  },
  {
    "id": 61,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "insulin resistance 56.5 63.6 62.5 Gestational Diabetes 3.0 10.6 8.5 K. Sleep Reported amount of time to usually fall asleep at night (sleep onset latency): Percent ( ) Male Female Total Less than 15 minutes 45.0 39.2 40.5 16 to 30 minutes 26.6 26.7 26.6 31 minutes or more 28.4 34.2 33.0 Over the last 2 weeks, students reported the following average amount of sleep (excluding naps): On weeknights On weekend nights Percent ( ) Male Female Total Male Female Total Less than 7 hours 42.0 42.0 42.2 23.8 22.9 23.4 7 to 9 hours 56.4 56.1 56.0 68.9 69.2 68.7 10 or more hours 1.6 1.9 1.8 7.3 7.9 7.9 Students reported the following on 3 or more of the last 7 days: Felt tired or sleepy Got enough sleep so that they during the day felt rested Percent ( ) Male Female Total Male Female Total 0 days 8.5"
  },
  {
    "id": 62,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "reported the following on 3 or more of the last 7 days: Felt tired or sleepy Got enough sleep so that they during the day felt rested Percent ( ) Male Female Total Male Female Total 0 days 8.5 3.5 4.8 16.8 22.0 20.7 1-2 days 28.5 17.7 20.5 32.0 38.8 36.7 3-5 days 39.5 41.6 40.9 36.5 29.7 31.5 6-7 days 23.5 37.2 33.8 14.8 9.6 11.0 16 Demographics and Sample Characteristics Age Students describe themselves as 18 - 20 years: 40.7  Straight Heterosexual: 80.5  21 - 24 years: 32.1  Asexual: 1.0  25 - 29 years: 15.2  Bisexual: 9.6  30  years: 12.0  Gay: 1.8  Mean age: 23.5years Lesbian: 1.4  Median age: 21.0years Pansexual: 1.8  Queer: 1.3  Gender  Questioning: 2.2  Female: 68.8  Identity not listed above: 0.4  Male: 27.1  Non-binary: 3.3    See note on page 2 regarding gender categories"
  },
  {
    "id": 63,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "Median age: 21.0years Pansexual: 1.8  Queer: 1.3  Gender  Questioning: 2.2  Female: 68.8  Identity not listed above: 0.4  Male: 27.1  Non-binary: 3.3    See note on page 2 regarding gender categories Student status Housing 1st year undergraduate: 17.7  Campus or university housing: 23.6  2nd year undergraduate: 15.6  Fraternity or sorority residence: 1.7  3rd year undergraduate: 15.8  Parent guardian other family: 23.8  4th year undergraduate: 13.0  Off-campus: 48.7  5th year or more undergraduate: 4.4  Temporary or \"couch surfing\": 0.6  Master's (MA, MS, MFA, MBA, etc.): 15.3  Don't have a place to live: 0.0  Doctorate (PhD, EdD, MD, JD, etc.): 16.0  Other: 1.6  Not seeking a degree: 0.4  Other: 1.8  Students describe themselves as Full-time student: 91.7  American Indian or Native"
  },
  {
    "id": 64,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "a place to live: 0.0  Doctorate (PhD, EdD, MD, JD, etc.): 16.0  Other: 1.6  Not seeking a degree: 0.4  Other: 1.8  Students describe themselves as Full-time student: 91.7  American Indian or Native Alaskan 2.6  Part-time student: 7.8  Asian or Asian American 12.7  Other student: 0.5  Black or African American 8.0  Hispanic or Latino a x 8.3  Middle Eastern North African (MENA) Visa to work or study in the US: 8.1  or Arab Origin: 1.6  Native Hawaiian or Other Relationship status Pacific Islander Native: 0.4  Not in a relationship: 48.0  White: 70.6  In a relationship but not married partnered: 39.2  Biracial or Multiracial: 3.5  Married partnered: 12.8  Identity not listed above: 1.6  Primary Source of Health Insurance If Hispanic or Latino a x, are you College university sponsored SHIP"
  },
  {
    "id": 65,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "39.2  Biracial or Multiracial: 3.5  Married partnered: 12.8  Identity not listed above: 1.6  Primary Source of Health Insurance If Hispanic or Latino a x, are you College university sponsored SHIP plan: 14.3  Mexican, Mexican American, Chicano: 43.3  Parent or guardian's plan: 60.8  Puerto Rican: 14.5  Employer (mine or my spouse partners): 9.6  Cuban: 5.0  Medicaid, Medicare, SCHIP, or VA: 7.0  Another Hispanic, Latino a x, or Bought a plan on my own: 3.5  Spanish Origin: 42.5  Don't have health insurance: 2.9  Don't know if I have health insurance: 0.5  If Asian or Asian American, are you Have insurance, but don't know source: 1.4  East Asian: 44.7  Southeast Asian: 24.6  Student Veteran: 2.2  South Asian: 32.5  Other Asian: 1.4  Parent or primary responsibility for someone else's child"
  },
  {
    "id": 66,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "insurance, but don't know source: 1.4  East Asian: 44.7  Southeast Asian: 24.6  Student Veteran: 2.2  South Asian: 32.5  Other Asian: 1.4  Parent or primary responsibility for someone else's child children under 18 years old: 7.1  17 First generation students 34.6  Participated in organized college athletics: (Proportion of students for whom no Varsity: 4.6  parent guardian have completed a Club sports: 5.3  bachelor's degree) Intramurals: 10.1  Do you have any of the following? Member of a social fraternity or sorority: Attention Deficit Hyperactivity Disorder Greek member: 10.2  (ADD or ADHD): 11.6  Autism Spectrum Disorder: 1.3  Deaf Hearing loss: 2.1  Learning disability: 3.7  Mobility Dexterity disability: 1.0  Blind low vision: 3.4  Speech or language disorder: 0.9  18 Demographics"
  },
  {
    "id": 67,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "11.6  Autism Spectrum Disorder: 1.3  Deaf Hearing loss: 2.1  Learning disability: 3.7  Mobility Dexterity disability: 1.0  Blind low vision: 3.4  Speech or language disorder: 0.9  18 Demographics of Participating Institutions Twenty three postsecondary institutions self-selected to participate in the Fall 2020 ACHA National College Health Assessment and 14,414 surveys were completed by students on these campuses. For the purpose of forming the Reference Group, only institutions located in the United States that surveyed all students or used a random sampling technique, and used the ACHA-NCHA III (currently only offered as a web survey) are included in the analysis, yielding a final data set consisting of 13,373 students at 22 schools. Demographic characteristics of the 22 campuses follow."
  },
  {
    "id": 68,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "(currently only offered as a web survey) are included in the analysis, yielding a final data set consisting of 13,373 students at 22 schools. Demographic characteristics of the 22 campuses follow. Demographical Characteristics of the 22 US Postsecondary Institutions Included in the Fall 2020 ACHA-NCHA III Reference Group Campus Characteristic n Type of Institution Public 15 Private 7 2-year 1 4-year or above 21 Location of Campus Northeast (CT, ME, MA, NH, NJ, NY, PA, RI, VT) 7 Midwest (IL, IN, IA, KS, MI, MN, MO, NE, ND, OH, SD, WI) 5 South (AL, AR, DE, DC, FL, GA, KY, LA, MD, MS, NC, OK, SC, TN, TX, VA, WV) 9 West (AK, AZ, CA, CO, HI, ID, MT, NV, NM, OR, UT, WA, WY) 1 Campus Size   2,500 students 6 2,500   4,999 students 2 5,000   9,999 students 3 10,000   19,999 students 5 20,000"
  },
  {
    "id": 69,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "SC, TN, TX, VA, WV) 9 West (AK, AZ, CA, CO, HI, ID, MT, NV, NM, OR, UT, WA, WY) 1 Campus Size   2,500 students 6 2,500   4,999 students 2 5,000   9,999 students 3 10,000   19,999 students 5 20,000 students or more 6 Campus Setting Very large city (population over 500,000) 4 Large city (population 250,000-499,999) 1 Small city (population 50,000-249,999) 7 Large town (population 10,000-49,999) 8 Small town (population 2,500-9,999) 2 Rural community (population under 2,500) 0 Carnegie Classification Associates Colleges 1 Baccalaureate Colleges 4 Baccalaureate Associates Colleges 0 Masters Colleges and Universities 5 Doctoral Universities 9 Special Focus Institutions 3 Miscellaneous Not Classified 0 19 Demographical Characteristics of the 22 US Postsecondary Institutions Included in the Fall"
  },
  {
    "id": 70,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "and Universities 5 Doctoral Universities 9 Special Focus Institutions 3 Miscellaneous Not Classified 0 19 Demographical Characteristics of the 22 US Postsecondary Institutions Included in the Fall 2020 ACHA-NCHA III Reference Group Campus Characteristic n ACHA Membership Status Institutional Member 18 Nonmember 4 Religious Affiliation No 18 Yes 4 If yes: Catholic 2 Protestant or Other Christian 2 Postsecondary Minority Institution (US Department of Education) No 20 Yes 2  If yes: Postsecondary Minority Institution 0 Historically Black College or University (HBCU) 0 High Hispanic Enrollment 0 Hispanic-serving Institution (HSI) 2 Tribal College or University 0 Predominately Black Institution 0 Asian American and Native American Pacific Islander-serving 0 Alaska Native-serving or Native"
  },
  {
    "id": 71,
    "source": "NCHA-III_Fall_2020_Reference_Group_Executive_Summary_bd9ffc",
    "text": "0 Hispanic-serving Institution (HSI) 2 Tribal College or University 0 Predominately Black Institution 0 Asian American and Native American Pacific Islander-serving 0 Alaska Native-serving or Native Hawaiian-serving Institution 0 Native American-serving Nontribal Institution 0  institutions may hold more than one type of minority status Fall 2020 Institutions Number of institutions 22 Number of students 13,373 Mean response proportion 14  Median response proportion 11  20"
  }
]