[
  {
    "id": 1,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "Academic Wellbeing presents. . . Resources for Anxiety Anxiety..........................................................................................................................................1 What is Anxiety?......................................................................................................................1 Coping Strategies   Tips.........................................................................................................1 Test Anxiety Resources..............................................................................................................4 What is Test Anxiety?..............................................................................................................4 General"
  },
  {
    "id": 2,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "What is Test Anxiety?..............................................................................................................4 General Skills.....................................................................................................................4 Strategies to Manage Test Anxiety..........................................................................................5 Before Test Day.................................................................................................................5 On Test Day.......................................................................................................................5 After Test Day....................................................................................................................7 General Tips"
  },
  {
    "id": 3,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "After Test Day....................................................................................................................7 General Tips for Balancing Academics and Wellness.............................................................7 Campus Mental Health Resources.............................................................................................8 Resource Links........................................................................................................................9 1 Anxiety What is Anxiety? According to the American Psychological Association,  Anxiety is an emotion characterized by feelings of tension, worried thoughts, and physical changes like increased blood pressure. [It] is not the same as fear, but [the words anxiety and fear] are often used"
  },
  {
    "id": 4,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "is an emotion characterized by feelings of tension, worried thoughts, and physical changes like increased blood pressure. [It] is not the same as fear, but [the words anxiety and fear] are often used interchangeably. Anxiety is considered a future-oriented, long-acting response broadly focused on a diffuse threat, whereas fear is an appropriate, present-oriented, and short-lived response to a clearly identifiable and specific threat  (para. 1). Many college students fear they are alone in their struggle with anxiety. However, experiencing anxiety during college is normal because it is a major transitional phase of life.The Spring 2023 National College Health Assessment revealed that 36.1  of college students that participated in the assessment reported experiencing anxiety during the"
  },
  {
    "id": 5,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "transitional phase of life.The Spring 2023 National College Health Assessment revealed that 36.1  of college students that participated in the assessment reported experiencing anxiety during the school year, and of those students, 77.2  reported seeking mental health care related to their anxiety within a 12-month period. You are not alone! Coping Strategies   Tips   Check in with yourself and know your limits.Throughout the day, students may experience different levels of anxiety based on what s going on both inside them and around them. Building awareness for when your anxiety is at its highest and lowest points during the day can be super helpful for students. Check ins can be whatever you want them to be; consider using a feelings thermometer and rating your anxiety from a scale of 1"
  },
  {
    "id": 6,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "and lowest points during the day can be super helpful for students. Check ins can be whatever you want them to be; consider using a feelings thermometer and rating your anxiety from a scale of 1 to 10, or maybe keep a journal of how you are feeling throughout the day.   Engage in positive self-talk and affirmations. Remember to believe in yourself and celebrate your wins, no matter how small!   Try using a 30-day coping calendar 2   Consider using a self-care app like Finch.   The College of William   Mary does not directly sponsor any apps; however, this app has been found to be very helpful by many students who use it.     Finch is a self-care and goal setting app that allows students to develop healthy self-care habits, and set and complete simple goals each day. One notable feature of"
  },
  {
    "id": 7,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "by many students who use it.     Finch is a self-care and goal setting app that allows students to develop healthy self-care habits, and set and complete simple goals each day. One notable feature of this app is its  First Aid Kit  which provides app users with guided breathing exercises, meditations and reflections, and calm down activities. Need an accountability buddy? Finch also allows you and your friends to send each other little messages of support and encouragement throughout the day.   Journaling. Oftentimes, students find journaling helps them process their thoughts and feelings, increasing their self-awareness. In addition, students can use journaling to explore their anxiety by fully unpacking the emotions involved.   Want a journal? Feel free to stop by the Office of Academic"
  },
  {
    "id": 8,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "their self-awareness. In addition, students can use journaling to explore their anxiety by fully unpacking the emotions involved.   Want a journal? Feel free to stop by the Office of Academic Wellbeing, Sadler 184, to pick one up.   Breathing Exercises and Calm Down Techniques   Box Breathing 3   Butterfly Hug   5-4-3-2-1 Grounding Technique 4   Video Walkthrough Links:   The College of William   Mary does not directly sponsor these videos; however, they have been found to be very helpful by many students exploring how to properly use these breathing exercises and calm down techniques.     Box breathing relaxation technique: how to calm feelings of stress or anxiety   The 5-4-3-2-1 Method: A Grounding Exercise to Manage Anxiety   Introduction to 5-4-3-2-1 and Skill Practice   Intro to"
  },
  {
    "id": 9,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "Box breathing relaxation technique: how to calm feelings of stress or anxiety   The 5-4-3-2-1 Method: A Grounding Exercise to Manage Anxiety   Introduction to 5-4-3-2-1 and Skill Practice   Intro to Focused Breathing and Skill Practice Test Anxiety Resources What is Test Anxiety? The American Psychological Association defines test anxiety as  tension and apprehension associated with taking a test, frequently resulting in a decrease in test performance . They also note that test anxiety is a more specific form of performance anxiety; performance anxiety is the  apprehension and fear of the consequences of being unable to perform a task or of performing it at a level that will raise expectations of even better task achievement.  Although test anxiety can be overwhelming at times, please"
  },
  {
    "id": 10,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "consequences of being unable to perform a task or of performing it at a level that will raise expectations of even better task achievement.  Although test anxiety can be overwhelming at times, please know that you are not alone! Many students experience stress and anxiety related to test-taking and performance. General Skills 1. Manage outside pressures such as peer pressure, competitiveness, and performance anxiety. 2. Use a step by step approach to build a strategy and not get overwhelmed - accomplishing tasks can be overwhelming 3. Reviewing your past performance on tests to improve and learn from experience 4. Prepare by taking practice exams 5. Make an educated guess and go with your first (gut) answer. 5 Strategies to Manage Test Anxiety Before Test Day 1. Prepare and study ahead of"
  },
  {
    "id": 11,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "from experience 4. Prepare by taking practice exams 5. Make an educated guess and go with your first (gut) answer. 5 Strategies to Manage Test Anxiety Before Test Day 1. Prepare and study ahead of time - create a consistent and personalized study routine. Cramming the night before is typically not an effective way of studying for most students. Instead, review and practice problems a little bit every day to ease stress and improve learning. As you get closer to test day, you can focus on the topics and questions you don t understand as well. 2. Manage time effectively - designate specific time blocks to studying and self-care. This should help hold you accountable and provide structure to how you spend your time. 3. Avoid spending time with people who express negativity or who will"
  },
  {
    "id": 12,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "time blocks to studying and self-care. This should help hold you accountable and provide structure to how you spend your time. 3. Avoid spending time with people who express negativity or who will distract your preparation - negativity and distractions often hinder your ability to effectively study and prepare for an exam. Try to avoid spending time right before an exam with individuals who may express more negativity or distract you from your studying. 4. Get a good night s sleep - many students have the misconception that staying up late the night before studying will improve their performance on tests. Research actually shows the opposite. Students who get a good night s sleep the night before a test are found to perform better on exams than those who stay up late cramming. On Test Day"
  },
  {
    "id": 13,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "on tests. Research actually shows the opposite. Students who get a good night s sleep the night before a test are found to perform better on exams than those who stay up late cramming. On Test Day 1. Eat - in order to do your best on an exam, it is important to have energy. Eating allows your body to replenish any energy it has used during the day. Consider having a healthy meal or snack before taking your test to ensure that you have the most energy possible while taking the test. 2. Arrive early to class or the testing center - even though you won t be able to start your test before the designated start time, arriving early ensures that you will be able to start the test right on time. Many students report that making it to the testing location on time is half the battle; being early"
  },
  {
    "id": 14,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "start time, arriving early ensures that you will be able to start the test right on time. Many students report that making it to the testing location on time is half the battle; being early relieves any potential stress associated with accidentally arriving late. 3. Bring a fidget or sensory item - Students who struggle with attention or hyperactivity may benefit from the use of a quiet fidget or sensory item during the exam. Fidget spinners, stress balls, sensory bracelets and rings, and pop fidgets are some of the 6 most commonly used sensory items. These items may help reduce feelings of stress and anxiety, and reduce distraction while taking tests. Don t have a fidget or sensory item of your own? Ask your professor or testing proctor if they have one you could borrow to use during the"
  },
  {
    "id": 15,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "and anxiety, and reduce distraction while taking tests. Don t have a fidget or sensory item of your own? Ask your professor or testing proctor if they have one you could borrow to use during the exam. 4. Go to the bathroom prior to starting the exam - using the bathroom prior to a test ensures you won t have any  bladder emergencies  come up during the test. Needing a bio-break in the middle of a test can be very distracting and may impact your overall performance. 5. Just start - sometimes seeing a blank test can be overwhelming for students. If you experience this, take a deep breath and  just start  answering a question on the test. Once you complete that first one, move on to the next and so on, taking one step at a time. After answering a few questions, you will probably find"
  },
  {
    "id": 16,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "and  just start  answering a question on the test. Once you complete that first one, move on to the next and so on, taking one step at a time. After answering a few questions, you will probably find completing the exam less daunting. 6. Read directions and entire questions carefully - take your time and work at your own pace. You should have plenty of time to complete all your questions as long as you pace yourself and budget your time accordingly. Students who rush through questions have been found to make more mistakes than those who take their time. Anxious about other students finishing their test before you? Don't panic! There's no reward for finishing first. Take your time and finish at your own pace. 7. Identify and mark clues (i.e. qualifiers and absolutes) - as you read test"
  },
  {
    "id": 17,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "their test before you? Don't panic! There's no reward for finishing first. Take your time and finish at your own pace. 7. Identify and mark clues (i.e. qualifiers and absolutes) - as you read test questions, try underlining key words or important facts. Oftentimes, professors include marker words that are supposed to indicate how a question should be answered. 8. Don t be afraid to ask questions! - when in doubt, ask. If a professor can t answer your specific question, they will tell you. However, oftentimes, asking a question allows the professor to clarify how they want you to approach their question. 9. Breathe and engage in positive self-talk - remember to breathe and believe in yourself! 10.Proofread at the end - if you have time, do a final double check of your answers before"
  },
  {
    "id": 18,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "their question. 9. Breathe and engage in positive self-talk - remember to breathe and believe in yourself! 10.Proofread at the end - if you have time, do a final double check of your answers before turning in your test. This allows you to potentially catch any small or unintentional errors before submitting. 7 After Test Day 1. Reward yourself (celebrate with friends family, get yourself a present, etc.) - congratulate yourself for your hard work. A little self-praise can go a long way. 2. Regardless of how the test turns out, be proud of yourself for trying. 3. Identify what strategies worked and what strategies didn t work - This evaluation will allow you to improve your test-taking skills in future. If you realize a strategy was unhelpful, don t be afraid to change it up and try"
  },
  {
    "id": 19,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "worked and what strategies didn t work - This evaluation will allow you to improve your test-taking skills in future. If you realize a strategy was unhelpful, don t be afraid to change it up and try something new. 4. Make specific plan for improvement (e.g. get tutoring, use a study group, attend workshops on topics tested on the exam, organized your time effectively) 5. Speak to the professor for performance feedback and how to improve - attend office hours and discuss with your professor what you mixed up and how to improve your mastery of content moving forward. General Tips for Balancing Academics and Wellness   Taken from Dr. Alan Farber and Linda O Brien s book, 51 Tips for Academic Success: College Edition.   1. Make the most of your study time - Manage your time effectively when"
  },
  {
    "id": 20,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "Academics and Wellness   Taken from Dr. Alan Farber and Linda O Brien s book, 51 Tips for Academic Success: College Edition.   1. Make the most of your study time - Manage your time effectively when you can. Organization and consistency allow for better maximization of your time and efforts. 2. Get enough sleep - No matter how much energy or effort you put into studying and other activities, you will not be able to perform at your best if you aren t getting enough sleep. 3. Set your priorities - There is a difference between an urgent task and an important task. Urgent tasks should be done first because there are consequences if they aren t completed. Typically, important tasks are moderate-to-low priority tasks where there is a little more flexibility with when they need to be"
  },
  {
    "id": 21,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "be done first because there are consequences if they aren t completed. Typically, important tasks are moderate-to-low priority tasks where there is a little more flexibility with when they need to be accomplished. 4. Just say no - Many students struggle with FOMO (fear of missing out) and, as a result, tend to overexert themselves. Learning how to advocate for yourself and say  no  to different things based on your personal needs is an essential part of growing up. Remember, there is no shame in looking out for yourself and your own limits!  True friends will understand that sometimes you have to hit the books, or just get some rest  (Farber   O Brien, 2016, p. 59). 8 5. Get to know your professors - professors typically love it when students are actively engaged in class and seek out"
  },
  {
    "id": 22,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "have to hit the books, or just get some rest  (Farber   O Brien, 2016, p. 59). 8 5. Get to know your professors - professors typically love it when students are actively engaged in class and seek out their help during office hours. It may seem scary to approach your professors at first, but after the initial interactions your professors may become some of your biggest allies and advocates. 6. Stay busy but not overwhelmed - Balancing a hectic schedule seems almost innate to the college experience. A healthy dose of busyness can be good for students because it teaches them valuable life skills such as prioritization and time management; however, being busy becomes overwhelming to students when they forget to build in time to rest and care for their mental and physical wellbeing. 7. Learn"
  },
  {
    "id": 23,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "such as prioritization and time management; however, being busy becomes overwhelming to students when they forget to build in time to rest and care for their mental and physical wellbeing. 7. Learn to relax and manage your stress - In order to live well, students should set aside time each day to relax and recharge. Self-care looks different for each person; find what works best for you and practice it judiciously. 8. Strive for excellence (not perfection) - Realize that things won t always work out the way you want them to. The important thing is that you put in effort and do your best!  Pat yourself on the back when you succeed, learn from your mistakes when you fall short, and accept the fact that you can t be great at everything  (Farber   O Brien, 2016, p. 91). 9. Seek academic help"
  },
  {
    "id": 24,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "yourself on the back when you succeed, learn from your mistakes when you fall short, and accept the fact that you can t be great at everything  (Farber   O Brien, 2016, p. 91). 9. Seek academic help - attend individual or group tutoring sessions, meet with the Office of Academic Wellbeing about different study or time management strategies, or visit your professors during their office hours if you need academic support. The more often you engage with these resources, the more likely you are to understand and master course material. 10.Take advantage of student services - The campus offers many resources and services to help you succeed during your time in college. The best students seek out and build connections to campus offices and resources before they are experiencing challenges."
  },
  {
    "id": 25,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "many resources and services to help you succeed during your time in college. The best students seek out and build connections to campus offices and resources before they are experiencing challenges.  Seeking help is not an indication of weakness - it is a sign of wisdom  (Farber   O Brien, 2016, p. 87). Campus Mental Health Resources   Care Support Services - Sadler Center, Suite 161   Care Support Services provides outreach, advocacy, and support services that assist and empower students in identifying and managing interpersonal, academic, and wellness concerns. In addition, they handle medical withdrawals and medical clearances, care concerns, and the 9 student emergency notification system. To learn more about the resources available through Care Support Services, please click HERE."
  },
  {
    "id": 26,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "withdrawals and medical clearances, care concerns, and the 9 student emergency notification system. To learn more about the resources available through Care Support Services, please click HERE.   Counseling Center - the 2nd Floor of the McLeod Tyler Wellness   The Counseling Center offers a range of mental health services to students wanting help with personal concerns. The staff specializes in providing care related to the developmental issues and clinical concerns common to college students such as relationship and family issues, academic and personal stress, identity development and personal growth. Please click HERE to make an appointment to meet with a counselor.   Need an appointment right now? The Counseling Center partners with TimelyCare so that students are able to access 24 7"
  },
  {
    "id": 27,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "growth. Please click HERE to make an appointment to meet with a counselor.   Need an appointment right now? The Counseling Center partners with TimelyCare so that students are able to access 24 7 virtual care if needed. Please click HERE for more information about this service.   The Haven - Sadler Center, Suite 146P   The Haven is a confidential, welcoming and inclusive resource center for those impacted by sexual violence and harassment, relationship abuse and intimate-partner violence, stalking and other gender-based discrimination. Please click HERE for more information about the Haven.   Student Health and Wellness Center - the 1st Floor of the McLeod Tyler Wellness   The Student Health Center provides students a full-range of primary care services including the evaluation, treatment"
  },
  {
    "id": 28,
    "source": "new_resourcesforanxiety_06b54a",
    "text": "Student Health and Wellness Center - the 1st Floor of the McLeod Tyler Wellness   The Student Health Center provides students a full-range of primary care services including the evaluation, treatment and prevention of all kinds of acute or chronic physical, mental and social health issues. Please click HERE for more information. Resource Links   y 20technique 20to,move 20three 20different 20body 20parts.      2816729 10  avigating-young-adulthood-with-anxiety-ocd      portant-for-college-students"
  }
]