[
  {
    "id": 1,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "Depression and College Students Answers to college students  frequently asked questions about depression Many people experience the first symptoms of depression during their college years. Unfortunately, many college students who have depression aren t getting the help they need. They may not know where to go for help, or they may believe that treatment won t help. Others don t get help because they think their symptoms are just part of the typical stress of college, or they worry about being judged if they seek mental health care.1 In reality, Depression can affect your academic performance in Most colleges offer free or low-cost mental health services college.3 Studies suggest that to students. college students who have Depression is a medical illness and treatments can be very"
  },
  {
    "id": 2,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "in Most colleges offer free or low-cost mental health services college.3 Studies suggest that to students. college students who have Depression is a medical illness and treatments can be very depression are more likely to effective. smoke.4 Research suggests that Early diagnosis and treatment of depression can relieve students with depression do not depression symptoms, prevent depression from returning, necessarily drink alcohol more and help students succeed in college and after graduation. heavily than other college students. But students with Q. What is depression? depression, especially women, are more likely to drink to get drunk and A. Depression is a common but serious mental illness typically experience problems related to alcohol marked by sad or anxious feelings. Most college"
  },
  {
    "id": 3,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "women, are more likely to drink to get drunk and A. Depression is a common but serious mental illness typically experience problems related to alcohol marked by sad or anxious feelings. Most college students abuse, such as engaging in unsafe sex.5 It is occasionally feel sad or anxious, but these emotions usually not uncommon for students who have depression pass quickly within a couple of days. Untreated to self-medicate with street drugs. depression lasts for a long time, interferes with day-to-day Depression is also a major risk factor for suicide.6 Better activities and is much more than just being  a little down  diagnosis and treatment of depression can help reduce or  feeling blue.  30 percent of suicide rates among college students. In the Fall 2009 Q. How does depression affect"
  },
  {
    "id": 4,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "just being  a little down  diagnosis and treatment of depression can help reduce or  feeling blue.  30 percent of suicide rates among college students. In the Fall 2009 Q. How does depression affect college ACHA NCHA survey, about 6 percent of college students college students students? reported seriously considering suicide, and about 1 percent reported attempting suicide in the previous year.2 Suicide is reported feeling A. In 2009, the American College Health Association-National the third leading cause of death for teens and young adults College Health Assessment (ACHA-NCHA) a nationwide  so depressed that ages 15 to 24.7 Students should also be aware that the survey of college students at 2- and 4-year institutions  warning signs can be different in men vs. women. it was difficult"
  },
  {
    "id": 5,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "so depressed that ages 15 to 24.7 Students should also be aware that the survey of college students at 2- and 4-year institutions  warning signs can be different in men vs. women. it was difficult found that nearly 30 percent of college students reported feeling  so depressed that it was difficult to function  at to function  some time in the past year.2 2 Q. Are there different types of depression? Q. What are the signs and symptoms of depression? A. A. Yes. The most common depressive disorders are: The symptoms of depression vary. If you are depressed, you may feel: Major depressive disorder, also called major depression. The symptoms Sad of major depression are disabling and interfere with everyday activities Anxious such as studying, eating, and sleeping. People with this disorder"
  },
  {
    "id": 6,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "also called major depression. The symptoms Sad of major depression are disabling and interfere with everyday activities Anxious such as studying, eating, and sleeping. People with this disorder may have only one episode of major depression in their lifetimes. But more Empty often, depression comes back repeatedly. Hopeless Dysthymic disorder, also called dysthymia. Dysthymia is mild, chronic Guilty depression. The symptoms of dysthymia last for a long time 2 years or more. Dysthymia is less severe than major depression, but it can still Worthless interfere with everyday activities. People with dysthymia may also Helpless experience one or more episodes of major depression during their lifetimes. Irritable Minor depression. Symptoms of minor depression are similar to major Restless."
  },
  {
    "id": 7,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "with dysthymia may also Helpless experience one or more episodes of major depression during their lifetimes. Irritable Minor depression. Symptoms of minor depression are similar to major Restless. depression and dysthymia, but they are less severe and or are usually You may also experience one shorter term. Without treatment, however, people with minor depression or more of the following: are at high risk for developing major depressive disorder. Loss of interest in activities Other types of depression include: you used to enjoy Psychotic depression severe depression accompanied by some form of Lack of energy psychosis, such as hallucinations and delusions Problems concentrating, remembering information, Seasonal affective disorder depression that begins during the winter or making"
  },
  {
    "id": 8,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "form of Lack of energy psychosis, such as hallucinations and delusions Problems concentrating, remembering information, Seasonal affective disorder depression that begins during the winter or making decisions months and lifts during spring and summer. Problems falling sleep, staying asleep, or sleeping too much Loss of appetite or eating too much Thoughts of suicide or suicide attempts Aches, pains, headaches, cramps, or digestive problems that do not go away. 3 Q. What causes depression? Q. How is depression treated? A. Depression does not have a single cause. Several factors can lead A. A number of very effective treatments for depression are available. The to depression. Some people carry genes that increase their risk of most common treatments are antidepressants and psychotherapy."
  },
  {
    "id": 9,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "number of very effective treatments for depression are available. The to depression. Some people carry genes that increase their risk of most common treatments are antidepressants and psychotherapy. depression. But not all people with depression have these genes, and Some people find that a combination of antidepressants and not all people with these genes have depression. Environment your psychotherapy works best. A doctor or mental health care provider can surroundings and life experiences, such as stress, also affects your help you find the treatment that s right for you. risk for depression. Stresses of college may include:8,9 Q. What are antidepressants? Living away from family for the A. first time Antidepressants work on brain chemicals called neurotransmitters, especially"
  },
  {
    "id": 10,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "depression. Stresses of college may include:8,9 Q. What are antidepressants? Living away from family for the A. first time Antidepressants work on brain chemicals called neurotransmitters, especially serotonin and norepinephrine. Other antidepressants work on Missing family or friends the neurotransmitter dopamine. Scientists have found that these Feeling alone or isolated particular chemicals are involved in regulating mood, but they are unsure Experiencing conflict in of the exact ways that they work. relationships Q. If a doctor prescribes an antidepressant, how Facing new and sometimes long will I have to take it? difficult school work A. Worrying about finances. Always follow the directions of the doctor or health care provider when taking medication. You will need to take regular"
  },
  {
    "id": 11,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "long will I have to take it? difficult school work A. Worrying about finances. Always follow the directions of the doctor or health care provider when taking medication. You will need to take regular doses of antidepressants Q. How can I find out if I and the full effect of these medications may not take effect for several have depression? weeks or months. Some people need to take antidepressants for a short time. If your depression is long-lasting or comes back repeatedly, you A. The first step is to talk with a doctor or mental health care provider. may need to take antidepressants longer. He or she can perform an exam to help determine if you have depression or if you have another health or mental health problem. Q. What is psychotherapy? Some medical conditions or medications can"
  },
  {
    "id": 12,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "He or she can perform an exam to help determine if you have depression or if you have another health or mental health problem. Q. What is psychotherapy? Some medical conditions or medications can produce symptoms A. Psychotherapy involves talking with a mental health care professional similar to depression. to treat a mental illness. Types of psychotherapy often used to treat A doctor or mental health care provider will ask you about: depression include: Your symptoms Cognitive-behavioral therapy (CBT), which helps people change negative Your history of depression styles of thinking and behavior that may contribute to depression Your family s history of depression Interpersonal therapy (IPT), which helps people understand and work through troubled personal relationships that may cause or"
  },
  {
    "id": 13,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "that may contribute to depression Your family s history of depression Interpersonal therapy (IPT), which helps people understand and work through troubled personal relationships that may cause or worsen Your medical history depression. Alcohol or drug use Depending on the type and severity of your depression, a mental health Any thoughts of death or suicide. professional may recommend short-term therapy, lasting 10 to 20 weeks, or longer-term therapy. 4 Q. How can I help myself if I am depressed? A. If you have depression, you may feel exhausted, helpless, and hopeless. But it is important to realize that these feelings are part of the illness. Treatment can help you feel better. To help yourself feel better: Try to see a professional as soon as possible. Research shows that getting"
  },
  {
    "id": 14,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "to realize that these feelings are part of the illness. Treatment can help you feel better. To help yourself feel better: Try to see a professional as soon as possible. Research shows that getting treatment sooner rather than later can relieve symptoms quicker and reduce the length of time treatment is needed. Break up large tasks into small ones, and do what you can as you can. Try not to do too many things at once. Spend time with other people and talk to a friend or relative about your feelings. Q. If I think I may have depression, where can I Do not make important decisions until you feel better. Discuss decisions with others whom you trust and who know you well. get help? A. Q. How can I help a friend who is depressed? Most colleges provide mental health services through counseling"
  },
  {
    "id": 15,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "better. Discuss decisions with others whom you trust and who know you well. get help? A. Q. How can I help a friend who is depressed? Most colleges provide mental health services through counseling centers, student health centers, or both.1 Check out your college website for A. If you suspect a friend may have depression, you can help him or her information. get diagnosed and treated. You may need to help your friend find a Counseling centers offer students free or very low-cost mental health doctor, mental health care provider, or mental health services on your services. Some counseling centers provide short-term or long-term college campus. counseling or psychotherapy, also called talk therapy. These centers may You can also: also refer you to mental health care providers in the"
  },
  {
    "id": 16,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "centers provide short-term or long-term college campus. counseling or psychotherapy, also called talk therapy. These centers may You can also: also refer you to mental health care providers in the community for Offer support, understanding, patience and encouragement. additional services. Student health centers provide basic health care services to students at Talk to your friend and listen carefully. little or no cost. A doctor or health care provider may be able to Never ignore comments about suicide, and report them to your diagnose and treat depression or refer you to other mental health friend s therapist or doctor. services. Invite your friend out for walks, outings, and other activities. If they If your college does not provide all of the mental health care you need, your refuse"
  },
  {
    "id": 17,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "friend s therapist or doctor. services. Invite your friend out for walks, outings, and other activities. If they If your college does not provide all of the mental health care you need, your refuse keep trying, but don t push. insurance may cover additional mental health services. Many college students have insurance through their colleges, parents, or employers.1 If you are Ensure that your friend gets to doctor s appointments and encourage insured, contact your insurance company to find out about your mental him or her to report any concerns about medications to their health health care coverage. care professional. Remind your friend that with time and professional treatment, the depression will lift. 5 Q. What if I or someone I know is in crisis? Citations A. If you are thinking about"
  },
  {
    "id": 18,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "care professional. Remind your friend that with time and professional treatment, the depression will lift. 5 Q. What if I or someone I know is in crisis? Citations A. If you are thinking about harming yourself or having thoughts of suicide, 1. Eisenberg D, Golberstein E, Gollust SE. Help-seeking and access to mental or if you know someone who is, seek help right away. health care in a university student population. Medical Care. 2007; 45(7):594 601. Call your doctor or mental health care provider. 2. American College Health Association. American College Health Association- Call 911 or go to a hospital emergency room to get immediate help, National College Health Assessment II: Reference Group Executive Summary or ask a friend or family member to help you do these things. Fall 2009."
  },
  {
    "id": 19,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "to a hospital emergency room to get immediate help, National College Health Assessment II: Reference Group Executive Summary or ask a friend or family member to help you do these things. Fall 2009. Linthicum, MD: American College Health Association; 2009. Call your campus suicide or crisis hotline. 3. Eisenberg D, Gollust SE, Golberstein E, Hefner JL. Prevalence and Call the National Suicide Prevention Lifeline s toll-free, 24-hour hotline correlates of depression, anxiety, and suicidality among university at 1-800-273-TALK (1-800-273-8255) or TTY: 1-800-799-4TTY students. American Journal of Orthopsychiatry. 2007; 77(4):534 542. (1-800-799-4889) to talk to a trained counselor. 4. Cranford JA, Eisenberg D, Serras AM. Substance use behaviors, mental health problems, and use of mental"
  },
  {
    "id": 20,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "of Orthopsychiatry. 2007; 77(4):534 542. (1-800-799-4889) to talk to a trained counselor. 4. Cranford JA, Eisenberg D, Serras AM. Substance use behaviors, mental health problems, and use of mental health services in a probability Call your college counseling center or student health services. sample of college students. Addictive Behaviors. 2009; 34:134 145. If you are in crisis, make sure you are not left alone. 5. Weitzman ER. Poor mental health, depression, and associations with If someone else is in crisis, make sure he or she is not left alone. alcohol consumption, harm, and abuse in a national sample of young adults in college. Journal of Nervous and Mental Disease. 2004; Q. How can research help college students who 192(4):269 277. have depression? 6. Garlow SJ, Rosenberg J, Moore"
  },
  {
    "id": 21,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "sample of young adults in college. Journal of Nervous and Mental Disease. 2004; Q. How can research help college students who 192(4):269 277. have depression? 6. Garlow SJ, Rosenberg J, Moore JD, Haas AP, Koestner B, Hendin H, A. The National Institute of Mental Health (NIMH) sponsors research on the Nemeroff CB. Depression, desperation, and suicidal ideation in college causes, diagnosis, and treatment of depression, including studies focused students: results from the American Foundation for Suicide Prevention on adolescents and young adults. NIMH is sponsoring research on the College Screening Project at Emory University. Depression and Anxiety. effectiveness of mental health programs for college students. NIMH is 2008; 25:482 488. also funding research on new strategies to help"
  },
  {
    "id": 22,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "Screening Project at Emory University. Depression and Anxiety. effectiveness of mental health programs for college students. NIMH is 2008; 25:482 488. also funding research on new strategies to help students adjust to college 7. National Center for Health Statistics. Health, United States, 2009: With life and to reduce suicidal thinking and behavior. Special Feature on Medical Technology. Hyattsville, MD. 2010. 8. Mowbray CT, Megivern D, Mandiberg JM, Strauss S, Stein CH, Collins K, Kopels S, Curlin C, Lett R. Campus mental health services: recommendations for change. American Journal of Orthopsychiatry. 2006; 76(2):226 237. 9. Hefner J, Eisenberg D. Social support and mental health among college students. American Journal of Orthopsychiatry. 2009; 79(4):491 499. 6 For more information on"
  },
  {
    "id": 23,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "2006; 76(2):226 237. 9. Hefner J, Eisenberg D. Social support and mental health among college students. American Journal of Orthopsychiatry. 2009; 79(4):491 499. 6 For more information on depression Reprints Visit the National Library of Medicine s MedlinePlus This publication is in the public domain and may be reproduced or copied  without permission from NIMH. We encourage you to reproduce it and use it in your efforts to improve public health. Citation of the National Institute En Espa ol of Mental Health as a source is appreciated. However, using government  materials inappropriately can raise legal or ethical concerns, so we ask you For information on clinical trials: to use these guidelines:  NIMH does not endorse or recommend any commercial products, National Library of Medicine"
  },
  {
    "id": 24,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "raise legal or ethical concerns, so we ask you For information on clinical trials: to use these guidelines:  NIMH does not endorse or recommend any commercial products, National Library of Medicine clinical trials database: processes, or services, and our publications may not be used for  advertising or endorsement purposes. Information from NIMH is available in multiple formats. You can browse NIMH does not provide specific medical advice or treatment online, download documents in PDF, and order materials through the mail. recommendations or referrals; our materials may not be used in a Check the NIMH website at  for the latest infor- manner that has the appearance of such information. mation on this topic and to order publications. NIMH requests that non-Federal organizations not alter"
  },
  {
    "id": 25,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "the NIMH website at  for the latest infor- manner that has the appearance of such information. mation on this topic and to order publications. NIMH requests that non-Federal organizations not alter our If you do not have Internet access please contact the NIMH Information publications in ways that will jeopardize the integrity and  brand  Resource Center at the numbers listed below. when using the publication. National Institute of Mental Health Addition of non-Federal Government logos and website links may not Science Writing, Press   Dissemination Branch have the appearance of NIMH endorsement of any specific commercial 6001 Executive Boulevard products or services or medical treatments or services. Room 8184, MSC 9663 Images used in publications are of models and are used for"
  },
  {
    "id": 26,
    "source": "nimh-depression-and-college-students_6d1ea2",
    "text": "endorsement of any specific commercial 6001 Executive Boulevard products or services or medical treatments or services. Room 8184, MSC 9663 Images used in publications are of models and are used for illustrative Bethesda, MD 20892-9663 purposes only. Use of some images is restricted. Phone: 301-443-4513 or 1-866-615-NIMH (6464) toll-free If you have questions regarding these guidelines and use of NIMH TTY: 301-443-8431 or publications, please contact the NIMH Information Resource Center at 1-866-415-8051 toll-free 1-866-615-6464 or e-mail at nimhinfo nih.gov. FAX: 301-443-4279 E-mail: nimhinfo nih.gov Website:  7 U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES National Institutes of Health National Institute of Mental Health NIH Publication No. 11 4266"
  }
]