[
  {
    "id": 1,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Ahmed et al. BMC Psychiatry (2023) 23:240 BMC Psychiatry  RESEARCH Open Access A systematic review and meta-analysis of studies exploring prevalence of non-specific anxiety in undergraduate university students Irtiqa Ahmed1, Cassie M. Hazell2 , Bethany Edwards3, Cris Glazebrook4 and E. Bethan Davies4,5 Abstract Background Anxiety is a common mental health problem in the general population, and is associated with func- tional impairment and negative impacts upon quality of life. There has been increased concern about university students  mental health in recent years, with a wide range of non-specific anxiety rates reported worldwide in under- graduate university students. We aimed to explore prevalence of non-specific anxiety in undergraduate university student populations. Methods Four"
  },
  {
    "id": 2,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "anxiety rates reported worldwide in under- graduate university students. We aimed to explore prevalence of non-specific anxiety in undergraduate university student populations. Methods Four databases were searched to identify studies published between 1980 and 2020 which investigated prevalence of non-specific anxiety in undergraduate university students. Each study s quality was appraised using a checklist. Sub-analyses were undertaken reflecting outcome measure utilized, course of study, location of study, and whether study was before or during the COVID-19 pandemic. Results A total of 89 studies   representing approx. 130,090 students met inclusion criteria. Eighty-three were included in meta-analysis, calculating a weighted mean prevalence of 39.65  (95  CI: 35.72  43.58 ) for"
  },
  {
    "id": 3,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of 89 studies   representing approx. 130,090 students met inclusion criteria. Eighty-three were included in meta-analysis, calculating a weighted mean prevalence of 39.65  (95  CI: 35.72  43.58 ) for non-spe- cific anxiety. Prevalence from diagnostic interview studies ranged from 0.3 -20.8  12-month prevalence. Prevalence varied by outcome measure used to assess non-specific anxiety, the type of course studied by sample, and by study location. In half the studies, being female was associated with being more likely to have higher non-specific anxiety scores and or screening above thresholds. Few of the included studies met all quality appraisal criteria. Conclusion The results suggest that approximately a third of undergraduate students are experiencing elevated levels of non-specific"
  },
  {
    "id": 4,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Few of the included studies met all quality appraisal criteria. Conclusion The results suggest that approximately a third of undergraduate students are experiencing elevated levels of non-specific anxiety. Results from sub-analyses have identified some methodological issues that need con- sideration in appraising prevalence in this population. Keywords Anxiety, Meta-analysis, Prevalence, Students, Systematic review Introduction  Correspondence: Cassie M. Hazell Anxiety disorders are mental health disorders charac- Cassie.Hazell surrey.ac.uk terised by the presence of anxiety, hyper-arousal, and 1 School of Medicine, University of Nottingham, Nottingham, UK fear; and are often accompanied by other physical and 2 Department of Psychological Interventions, University of Surrey, Guildford, UK"
  },
  {
    "id": 5,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "1 School of Medicine, University of Nottingham, Nottingham, UK fear; and are often accompanied by other physical and 2 Department of Psychological Interventions, University of Surrey, Guildford, UK cognitive symptoms, such as insomnia, restlessness, and 3 School of Social Sciences and Humanities, University of Westminster, concentration difficulties [1]. These symptoms cause sig- London, UK nificant distress, functional impairments and reduced 4 Clinical Neurosciences and Mental Health, School of Medicine, Institute of Mental Health, University of Nottingham, Nottingham, UK quality of life [2, 3]. Anxiety disorders are relatively com- 5 NIHR MindTech MedTech Co-Operative, Institute of Mental Health, mon with approximately 284 million people experiencing School of Medicine, The University"
  },
  {
    "id": 6,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "3]. Anxiety disorders are relatively com- 5 NIHR MindTech MedTech Co-Operative, Institute of Mental Health, mon with approximately 284 million people experiencing School of Medicine, The University of Nottingham, Nottingham, UK anxiety at any one time worldwide [3]. Anxiety disorders   The Author(s) 2023. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated"
  },
  {
    "id": 7,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:   creat iveco mmons. org  licen ses  by 4. 0 . The Creative Commons Public Domain Dedication waiver (http:   creat ivec o mmons. org  publi cdoma in  zero 1. 0 ) applies to the data made available in this article, unless otherwise stated in a credit line to the data. Ahmed et"
  },
  {
    "id": 8,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Dedication waiver (http:   creat ivec o mmons. org  publi cdoma in  zero 1. 0 ) applies to the data made available in this article, unless otherwise stated in a credit line to the data. Ahmed et al. BMC Psychiatry (2023) 23:240 Page 2 of 34 are more prevalent in females than males across the lifes- synthesis of studies examining the prevalence of non- pan, with generalised anxiety disorder having an esti- specific anxiety in the wider undergraduate university mated lifetime prevalence of 3.7  [3 5]. student population. The present review will address this The pervasiveness of anxiety disorders has prompted gap in the literature. investigation of its prevalence amongst specific sub-pop- We aimed to identify and meta-analyse studies report- ulations. With recent media reports reporting a"
  },
  {
    "id": 9,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "has prompted gap in the literature. investigation of its prevalence amongst specific sub-pop- We aimed to identify and meta-analyse studies report- ulations. With recent media reports reporting a  student ing a prevalence for non-specific anxiety symptoms mental health crisis  [6], the mental health of university among undergraduate university students. The second- students has received greater attention in recent years. A ary aims of this review were to synthesise reported socio- review by Sheldon and colleagues [7] found both depres- demographic differences in prevalence of non-specific sion and suicide-related outcomes are pervasive amongst anxiety, and to explore trends in non-specific anxiety university students with a pooled prevalence of 21 . prevalence over time. However, anxiety"
  },
  {
    "id": 10,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "and suicide-related outcomes are pervasive amongst anxiety, and to explore trends in non-specific anxiety university students with a pooled prevalence of 21 . prevalence over time. However, anxiety though is one of the most commonly Methodology reported mental health problems experienced by univer- sity students [8], yet equivalent pooled estimates are not Search strategy and study eligibility available. Findings from the most recent Healthy Minds A systematic review was performed to identify Eng- study [9] found almost a third of university students in lish language peer-reviewed studies published between the United States screened for a possible anxiety disorder. 1st January 1980 and 30th September 2020 (PROSPERO Higher levels of anxiety in students have been associated registration:"
  },
  {
    "id": 11,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "between the United States screened for a possible anxiety disorder. 1st January 1980 and 30th September 2020 (PROSPERO Higher levels of anxiety in students have been associated registration: 2020 CRD42020213088). We used a search with lower academic performance [10, 11]. Although the string reflecting non-specific anxiety, prevalence, and majority of the media attention on this subject has been university students, which were developed through in Western countries [6], this issue is not isolated to reviewing previous relevant systematic reviews into uni- English-speaking universities. Evidence shows that poor versity students  mental health: [College students OR uni- mental health is also common amongst students studying versity students OR undergraduate students OR medical in Asia,"
  },
  {
    "id": 12,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "shows that poor versity students  mental health: [College students OR uni- mental health is also common amongst students studying versity students OR undergraduate students OR medical in Asia, Africa, and the Middle East for example [3 15]. students OR undergraduate medical students OR under- The high rate of anxiety disorders amongst students grad ] AND [Anxiety OR generalized anxiety OR general is considered to be in part a product of the high-risk anxiety OR generalized anxiety disorder OR anxiety dis- late adolescence-early adulthood developmental phase orders] AND [Prevalence OR incidence]. When devising that most students are at when they begin their studies our search terms, we reviewed previous reviews on the [16] but is more likely an artefact of the current socio- target"
  },
  {
    "id": 13,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "When devising that most students are at when they begin their studies our search terms, we reviewed previous reviews on the [16] but is more likely an artefact of the current socio- target population or the target outcome. We included economic context. For example, young people are medical students in our review as we were interested in facing more judgment and higher expectations from the prevalence of anxiety across all Higher Education stu- society within increasingly competitive environments dents. The inclusion of  anxiety  and  generalised anxiety  compared to that of previous generations [17]. Addi- terms were selected to reflect our focus on non-specific tionally, an unintended consequence of active outreach anxiety disorders. Search terms for other anxiety disor- and widening"
  },
  {
    "id": 14,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "[17]. Addi- terms were selected to reflect our focus on non-specific tionally, an unintended consequence of active outreach anxiety disorders. Search terms for other anxiety disor- and widening participation efforts to make Higher ders (e.g., specific phobias, panic disorder, obsessive  Education more accessible is the increased number of compulsive disorder) were not included as they reflect students attending university who are at increased risk specific anxiety disorders. for poorer mental health (e.g., those from lower socio- These terms were entered into the PubMed, PsycINFO, economic status, ethnic minorities, or those with addi- Embase, and MEDLINE databases. Additional articles tional support needs) [16]. were identified through hand-search of previous relevant Given the"
  },
  {
    "id": 15,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "status, ethnic minorities, or those with addi- Embase, and MEDLINE databases. Additional articles tional support needs) [16]. were identified through hand-search of previous relevant Given the increasing concern about the mental health systematic reviews [15, 18, 19, 24 27]. Studies were eligi- of university students, it is important to consider what ble for inclusion if: the current evidence is around the prevalence of specific mental health disorders - like anxiety - in this population. 1. The study sample consisted of students registered in There are several systematic reviews exploring prevalence Higher Education institutions (e.g. university, col- of non-specific anxiety in medical and nursing student lege), and were exclusively undergraduate students; populations [14, 18 20],"
  },
  {
    "id": 16,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "prevalence Higher Education institutions (e.g. university, col- of non-specific anxiety in medical and nursing student lege), and were exclusively undergraduate students; populations [14, 18 20], collectively reporting a preva- or a mixed sample (i.e. undergraduates and postgrad- lence of 32  or higher. We cannot assume that these uates) with findings reported separately for under- findings can be generalised to the wider student popula- graduates. tion, however, due to the distinct features of healthcare 2. The study design allowed for observation of point courses; including the time [21] and emotional intensity prevalence of non-specific anxiety (e.g. cross-sec- [22] of their studies, and concerns around being seen as tional studies, longitudinal studies) in the studied  fit to practice"
  },
  {
    "id": 17,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "emotional intensity prevalence of non-specific anxiety (e.g. cross-sec- [22] of their studies, and concerns around being seen as tional studies, longitudinal studies) in the studied  fit to practice  [23]. To our knowledge there has been no population. A hmed et al. BMC Psychiatry (2023) 23:240 Page 3 of 34 Fig. 1 Flow diagram showing the study identification process 3. The study s aim was to establish prevalence of non- citations identified through previous relevant systematic specific anxiety. reviews [15, 18, 19, 24 27] were exported to EndNote 4. The study used a validated outcome measure or diag- X8 [28]. All citations were collapsed together and dupli- nostic interview to assess general non-specific anxi- cates were removed. These citations were then exported ety, and the outcome"
  },
  {
    "id": 18,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "or diag- X8 [28]. All citations were collapsed together and dupli- nostic interview to assess general non-specific anxi- cates were removed. These citations were then exported ety, and the outcome measure has validated cut-offs to Microsoft Excel [29], where the screening process indicating different severity threshold(s) of non-spe- was conducted (Fig. 1). For studies meeting the inclu- cific anxiety. sion criteria, information regarding study design, sample, 5. The study reported a prevalence rate for non-specific study location, outcome measures, estimated prevalence anxiety. of non-specific anxiety and secondary analyses were 6. The study reported a response rate. extracted by EBD and IA into a Microsoft Excel spread- sheet. The World Bank classification list [30] was used to Studies"
  },
  {
    "id": 19,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "anxiety and secondary analyses were 6. The study reported a response rate. extracted by EBD and IA into a Microsoft Excel spread- sheet. The World Bank classification list [30] was used to Studies were excluded from this review if: 1) they were categorize the gross national income level of the coun- trials or intervention studies; 2) if students were under- tries in the included studies. taking secondary degrees (i.e. students had completed an undergraduate degree prior to entry to second degree); Quality assessment of included studies or 3) the study sample was a sub-group of the undergrad- The included studies were analysed using a quality assess- uate student community. ment instrument developed by Parker and colleagues [31] for epidemiological studies, as adapted further by Data"
  },
  {
    "id": 20,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "The included studies were analysed using a quality assess- uate student community. ment instrument developed by Parker and colleagues [31] for epidemiological studies, as adapted further by Data extraction Ibrahim et al. [25] in their systematic review of depres- Two authors (EBD, IA) led the search and screening pro- sion prevalence in university students. We selected this cess, with disagreements resolved through discussion, quality assessment tool as the fourth author (CG) was with fourth author (CG) if necessary. The search results co-author on this previous systematic review [25] and from each of the four databases and the additional 47 so had expertise in using this instrument and aided us Ahmed et al. BMC Psychiatry (2023) 23:240 Page 4 of 34 in comparing findings across the"
  },
  {
    "id": 21,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "from each of the four databases and the additional 47 so had expertise in using this instrument and aided us Ahmed et al. BMC Psychiatry (2023) 23:240 Page 4 of 34 in comparing findings across the included studies. Qual- data for each cut-off, using the approach taken by Li ity assessment was conducted by EBD and IA. Using this et al. [33], we performed secondary calculated pooled instrument, studies were judged on presence of the fol- prevalence estimates at three severity levels: 1) mild lowing criteria: anxiety, calculating the pooled prevalence of under- graduate students scoring at or above the cut-off for 1. The target population was defined clearly; mild anxiety symptomology; 2) Moderate anxiety, 2. Complete, random, or consecutive recruitment was calculating the pooled prevalence"
  },
  {
    "id": 22,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "the cut-off for 1. The target population was defined clearly; mild anxiety symptomology; 2) Moderate anxiety, 2. Complete, random, or consecutive recruitment was calculating the pooled prevalence of undergraduate used to recruit participants; students scoring at or above the cut-off for moder- 3. The sample size was 300; ate anxiety symptomology; and 3) Severe anxiety, the   4. The response rate was 70 ; pooled prevalence of undergraduate students scoring at   5. The sample was representative of the population or above the cut-off for severe anxiety symptomology. being studied; Meta-analysis of prevalence were made using the 6. The outcome measure was a validated measure of metaprop function in Stata (version 16.0; Stata Cor- non-specific anxiety, with validated cut-offs for clas-"
  },
  {
    "id": 23,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of prevalence were made using the 6. The outcome measure was a validated measure of metaprop function in Stata (version 16.0; Stata Cor- non-specific anxiety, with validated cut-offs for clas- poration, College Station, Texas, USA): this function sifying severity level(s) of non-specific anxiety; and, uses the Freeman-Tukey double arcsine to transform 7. The confidence intervals (CI) or standard error (SE) prevalence estimates [34]. Results were expressed as were reported for prevalence. estimated pooled prevalence of generalised anxiety cal- culated with 95  confidence intervals (CI). Random effect models were used to accommodate for study Data analysis and planned analyses heterogeneity as these provide more equal weighting across studies [35] and are considered appropriate for The"
  },
  {
    "id": 24,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "effect models were used to accommodate for study Data analysis and planned analyses heterogeneity as these provide more equal weighting across studies [35] and are considered appropriate for The total sample size, reported prevalence for non-spe- reviews of prevalence [36]. The I2 statistic was used to cific anxiety, and prevalence by severity cut-off threshold, evaluate study heterogeneity: values above 25 , 50  were extracted from the included studies; studies which and 75  are considered low, moderate and high values reported percentages only were transformed into numer- of heterogeneity respectively [37]. ical data for inclusion in meta-analysis. For studies which For the primary meta-analysis, subgroup analyses reported prevalence by categorical threshold (as defined were performed"
  },
  {
    "id": 25,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "respectively [37]. ical data for inclusion in meta-analysis. For studies which For the primary meta-analysis, subgroup analyses reported prevalence by categorical threshold (as defined were performed reflecting the outcome measures used by each outcome measure) but did not define an overall to assess non-specific anxiety, course of study, and loca- prevalence, the decision was taken to consider anxiety tion of study as categorised using World Bank income prevalence for those screening at moderate and above classification (low vs. lower-middle vs. upper-middle non-specific anxiety, as symptoms at this threshold are vs. high) [30]. An additional subgroup analysis not considered  caseness  (i.e. likely to meet diagnostic crite- included in the original registered protocol explored ria for an"
  },
  {
    "id": 26,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "at this threshold are vs. high) [30]. An additional subgroup analysis not considered  caseness  (i.e. likely to meet diagnostic crite- included in the original registered protocol explored ria for an anxiety disorder) on several validated outcome pooled prevalence by time whether the study was measures (e.g. GAD-7), and symptoms at this severity conducted before or during the COVID-19 pandemic   are likely to be linked with functional impairment [32]. as this global pandemic could have potentially impacted For longitudinal studies reporting multiple time points, on university students  mental health [38]. the baseline prevalence was used for meta-analysis. To determine the associations between sociode- We elected to use the baseline data as this most often mographic characteristics and"
  },
  {
    "id": 27,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "health [38]. the baseline prevalence was used for meta-analysis. To determine the associations between sociode- We elected to use the baseline data as this most often mographic characteristics and anxiety prevalence we reflected the largest sample size of any data collection extracted all findings testing such associations from timepoint. The baseline data is also likely to be the least the included papers. The sociodemographic variables impacted by demand characteristics or selection bias. examined were determined by previous student mental The primary meta-analysis performed was a pooled health research identifying sociodemographic factors estimated prevalence calculated through pooling the associated with mental health outcomes in this popula- reported prevalence in each included"
  },
  {
    "id": 28,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "health research identifying sociodemographic factors estimated prevalence calculated through pooling the associated with mental health outcomes in this popula- reported prevalence in each included study. Studies tion [25, 39]. This data was synthesised using the same which used self-report outcome measures for general- narrative approach that we used for the prevalence ised non-specific anxiety were included in meta-anal- data collected using diagnostic interviews.Publication ysis. Studies which used diagnostic interviews were not bias of included studies was assessed through con- included in the meta-analysis given the difference in ducting an Egger test and using a Doi plot, which was assessment and timeframe for assessing non-specific quantified through using the Luis Furuya-Kanamori"
  },
  {
    "id": 29,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "the meta-analysis given the difference in ducting an Egger test and using a Doi plot, which was assessment and timeframe for assessing non-specific quantified through using the Luis Furuya-Kanamori anxiety symptomology and were instead synthesised as a (LFK) index [40]. The LFK index categorises the sym- narrative review. metry of the funnel plot: scores  1 indicate no asym- As studies can vary in their cut-offs for defining prev- metry; scores 1 to  2 indicate minor asymmetry, and alence of non-specific anxiety and vary in reporting   scores 2 indicate major asymmetry.   A hmed et al. BMC Psychiatry (2023) 23:240 Page 5 of 34 Results recruited students from all years of study, with n 13   Study selection studies focusing on first years only (see Table 1). After removal of duplicates,"
  },
  {
    "id": 30,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Psychiatry (2023) 23:240 Page 5 of 34 Results recruited students from all years of study, with n 13   Study selection studies focusing on first years only (see Table 1). After removal of duplicates, 4029 citations were retrieved from the database search and hand-search of Outcome measures used to assess generalised anxiety published relevant systematic reviews. Of these a total In total, 83 studies used 13 different self-report outcome of 89 publications representing 86 distinct studies  measures to assess non-specific anxiety: the most com- samples, and totalling approx. 130,090 undergraduate monly used outcome measure was the anxiety subscale students from 181 individual Higher Education Institu- on the Depression Anxiety Stress Scales (DASS) [129], tions (HEIs) met eligibility criteria"
  },
  {
    "id": 31,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "monly used outcome measure was the anxiety subscale students from 181 individual Higher Education Institu- on the Depression Anxiety Stress Scales (DASS) [129], tions (HEIs) met eligibility criteria and were included either in its full (DASS-42-A; n 7) or shortened (DASS- in this review (Fig. 1; Table 1).   21-A; n 30) format. Other commonly used outcome   measures included the Generalised Anxiety Disorder Study characteristics scale (GAD-7) [130] (n   13), the Beck Anxiety Inventory (BAI) [131] (n 12), the anxiety subscale of the Hospital The majority of studies utilised self-report measures   Anxiety and Depression Scale (HADS) [132] (n 6), and of non-specific anxiety symptoms (n 83, 93.2 ), and      the Zung Self-Rating Anxiety Scale (SAS) [133] (n 4). or were cross-sectional (n 79,"
  },
  {
    "id": 32,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Anxiety and Depression Scale (HADS) [132] (n 6), and of non-specific anxiety symptoms (n 83, 93.2 ), and      the Zung Self-Rating Anxiety Scale (SAS) [133] (n 4). or were cross-sectional (n 79, 88.7 ). The remaining     studies were longitudinal (n 4, 4.5 ) or used diagnos-   tic interviews (n   6, 6.7 ). Sample sizes ranged from Anxiety prevalence n   68 [95] to n   39,725 [124], with reported response Findings using studies  own definitions rates ranging from 9.7  [56] to 100  [44, 51, 73, 115]. The 83 studies utilizing self-report anxiety outcome Four publications reported findings from the WHO measures used a variety of definitions, criteria, and World Mental Health Surveys International College severity thresholds to define  prevalence  in their sam- Student Project study [52, 56,"
  },
  {
    "id": 33,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "the WHO measures used a variety of definitions, criteria, and World Mental Health Surveys International College severity thresholds to define  prevalence  in their sam- Student Project study [52, 56, 103, 128]; this pro- ple. The prevalence reported across papers therefore ject consisted of a diagnostic interview-based survey reflect a broad range of values. The two studies using the administered to first year university students in 19 brief PHQ-A reported the lowest prevalence at 0.02  HEIs across eight countries. Four studies were con- [119] and 2.9  [69] screening for non-specific anxiety, ducted within the context of the COVID-19 pandemic while Wege et al. [125] reported 1.9  of their sample [78, 97, 109, 124]. as screening for anxiety using the GAD-7. At the other Using the World"
  },
  {
    "id": 34,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "ducted within the context of the COVID-19 pandemic while Wege et al. [125] reported 1.9  of their sample [78, 97, 109, 124]. as screening for anxiety using the GAD-7. At the other Using the World Bank Classification, students were end, the highest prevalence for non-specific anxiety were recruited from a mix of high income (n 39), upper mid-   78.4  [42] and 88.4  [51]: noticeably, both studies used dle income (n 29), and lower middle income (n 22)     the DASS mild and above cut-off. The 83 studies were countries, with only two studies conducted in low income included in meta-analysis using these self-defined prev- countries [82, 120]. The majority of included studies were alence   this resulted in a pooled prevalence of 39.65  conducted in Asia (n 34) and the Middle East (n 21):     (95"
  },
  {
    "id": 35,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "self-defined prev- countries [82, 120]. The majority of included studies were alence   this resulted in a pooled prevalence of 39.65  conducted in Asia (n 34) and the Middle East (n 21):     (95  CI: 35.72  43.58 ) for non-specific anxiety, with nine were in Pakistan [49, 51, 53, 54, 86, 98, 101, 104, substantial heterogeneity across the studies (I2 99.78 ,   115], seven in Saudi Arabia [41, 45, 46, 48, 58, 80, 85], p  0.001) (Fig. 2).   seven in the People s Republic of China [62, 78, 84, 88, Table 2 presents the results of the three sub-analyses. 112, 124, 127] and five in Egypt [42, 43, 70, 73, 106]. Sub-analysis reflecting the type of outcome measure Thirty-eight studies reported their sample s age range, revealed differences in pooled prevalence of non-specific which largely"
  },
  {
    "id": 36,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "43, 70, 73, 106]. Sub-analysis reflecting the type of outcome measure Thirty-eight studies reported their sample s age range, revealed differences in pooled prevalence of non-specific which largely reflected a young adult age range (18  anxiety: studies using the anxiety subscale of the DASS 24 years). The overall age ranges ranged from 16 years (either full or short version; n 37) reported the highest   [107, 124] to 50 years [74]. The 56 studies reporting sam- pooled prevalence at 52.1  (95  CI: 45.78 -58.42 ), ples  mean age ranged from 18.02 years [42] to 25.0 years while studies using the HADS-A (n 6), BAI (n 12) and     [66, 109]; the overall mean age from these 56 studies was GAD-7 (n 13) reported pooled prevalence of 30.27    calculated as 21.07 years. (95  CI 20.41 -40.12 ),"
  },
  {
    "id": 37,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "the HADS-A (n 6), BAI (n 12) and     [66, 109]; the overall mean age from these 56 studies was GAD-7 (n 13) reported pooled prevalence of 30.27    calculated as 21.07 years. (95  CI 20.41 -40.12 ), 36.29  (95  CI 29.45 -43.12 ) Eighty-five studies reported their sample s gender bal- and 37.2  (95  CI 28.77 -45.64 ) respectively. ance: two studies consisted of solely male students [105] The prevalence of non-specific anxiety in medical and female students [101]. Of the remaining 83 studies, student-only samples ranged from 1.9  [125] to 78.4  n 66 had a greater proportion of female students rang-   [42]. Studies which recruited medicine students only ing from 51.8  [91] to 97.4  [127]. Over a third (n 38)   (n 38) reported a pooled prevalence of 37.42  (95  CI:   of included studies"
  },
  {
    "id": 38,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "rang-   [42]. Studies which recruited medicine students only ing from 51.8  [91] to 97.4  [127]. Over a third (n 38)   (n 38) reported a pooled prevalence of 37.42  (95  CI:   of included studies focused solely on undergraduate 30.77 -44.06 ), which is similar to the 23 studies which medicine students, with n 26 sampling students across   recruited students from a range of courses (pooled preva- a range of undergraduate courses. Finally, n 39 studies   lence 37.40 ; 95  CI 31.95 -42.86 ). Ahmed et al. BMC Psychiatry (2023) 23:240 Page 6 of 34 )98 N( seiduts dedulcni fo ecnelaverp dna selpmas fo yrammuS 1 elbaT   llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS("
  },
  {
    "id": 39,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "fo yrammuS 1 elbaT   llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  7.56 -redom( 01 A-12-SSAD 1 RN -ics htlaeH  9.84 )7.1( 41.22 RN  2.09 246 aibarA iduaS iwahhaB-lA   )evoba ro eta secne )8102( .la te -ics rehtO ]14[ secne ecneics-noN sesruoc  4.87 RN A-12-SSAD 1 1 rY enicideM  0.84 )62.0( 20.81 sry 91 71  0.09 973 tpygE   halladbA )4102( rbaG ]24[  3.46 dna dlim( 8 A-12-SSAD 1 4 1 srY enicideM  1.16 )9.2( 51.02 sry 22 71  4.88 244 tpygE dehaW ledbA   )evoba )7102( .la te ]34[  0.91 -redom( 01 7-DAG 1 RN enicideM  5.05 RN sry 22 81  0.001 323 aidnI .la te ahteebA   dna eta gnireenignE ]44[ )8102( )evoba strA  4.66 dna dlim( 8 A-12-SSAD 1"
  },
  {
    "id": 40,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "ledbA   )evoba )7102( .la te ]34[  0.91 -redom( 01 7-DAG 1 RN enicideM  5.05 RN sry 22 81  0.001 323 aidnI .la te ahteebA   dna eta gnireenignE ]44[ )8102( )evoba strA  4.66 dna dlim( 8 A-12-SSAD 1 3 2 srY enicideM  3.35 RN RN  5.46 224 aibarA iduaS tamahslaobA   )evoba yrtsitneD )5102( .la te ]54[  3.82 RN A-12-SSAD 1 5 1 srY enicideM  0.42 )59.1( 8.02 sry 82 81  0.64 59 :602 aibarA iduaS .la te inahK-lA ni dedulcni ]64[ )9102( sisylana  3.56 7 A-12-SSAD 1 4 3 srY htlaeh deillA  3.77 )8.1( 3.12 sry 14 81  7.08 838 nadroJ iwadhmlA   snoisseforp )8102( .la te sesruoc ]74[  7.13 -redom( 01 7-DAG 1 6 4 srY enicideM  7.45 )69.0( 4.22 RN  1.17 325 aibarA iduaS nalmahS-lA   dna eta )0202( .la te )evoba ]84[  7.74 dna dlim( 8 IAB 1 5 2 srY enicideM  4.27 )14.1( 4.12 RN  0.17 972 natsikaP .la te"
  },
  {
    "id": 41,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "1 6 4 srY enicideM  7.45 )69.0( 4.22 RN  1.17 325 aibarA iduaS nalmahS-lA   dna eta )0202( .la te )evoba ]84[  7.74 dna dlim( 8 IAB 1 5 2 srY enicideM  4.27 )14.1( 4.12 RN  0.17 972 natsikaP .la te ivlA   )evoba ]94[ )0102(  4.06 dna dlim( 8 A-12-SSAD 1 1 rY RN  8.27 )7.0( 5.91 52 81  0.35 2061 :1361 aisyalaM hazmaH rimA   )evoba ni dedulcni )9102( .la te sisylana ]05[  4.88 dna dlim( 8 A-12-SSAD 3 RN RN  6.94 RN sry 42 81  0.001 005 natsikaP .la te fisA   )evoba ]15[ )0202( A hmed et al. BMC Psychiatry (2023) 23:240 Page 7 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  6.81 :emitefiL a n CS-IDIC 91 1 rY RN RN RN"
  },
  {
    "id": 42,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  6.81 :emitefiL a n CS-IDIC 91 1 rY RN RN RN RN  5.54 489,31 :173,41 ,ailartsuA hcabreuA :htnom 21 citsongaid ni dedulcni -reG ,muigleB .la te  7.61 weivretni sisylana ,ocixeM ,ynam ]25[ )6102( nrehtroN( KU htuoS ,)dnalerI ,niapS ,acirfA ASU  3.22 -redom( 01 7-DAG 1 4 2 srY ssenisuB  2.27 )57.2( 46.91 sry 14 71  8.08 404 EAU .la te alladawA   dna eta seitinamuH ]11[ )0202( )evoba laicoS dna secneics lacigolonhceT noitavonnI -inummoC dna noitac -icS lacideM secne htlaeh larutaN secneics  2.31 -redom( 22 IAB 1 5 1 srY enicideM  4.67 )8.0( 6.02 sry 62 71  0.03 051 natsikaP .la te dazA   )evoba ro eta ]35[ )7102(  3.27 dna dlim( 8 A-12-SSAD 1"
  },
  {
    "id": 43,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "-icS lacideM secne htlaeh larutaN secneics  2.31 -redom( 22 IAB 1 5 1 srY enicideM  4.67 )8.0( 6.02 sry 62 71  0.03 051 natsikaP .la te dazA   )evoba ro eta ]35[ )7102(  3.27 dna dlim( 8 A-12-SSAD 1 5 1 srY enicideM  0.35 )2.2( 4.12 sry 52 81  0.07 881 natsikaP .la te mizA   )evoba ]45[ )9102(  3.91 :emitefiL a n CS-IDIC 5 1 rY dna strA  5.27 )4.1( 8.81 RN  0.91 8112 niapS .la te retsellaB  61 :htnom 21 citsongaid seitinamuH ]55[a)0202( weivretni gnireenignE -cetihcrA dna erut -icS htlaeH secne ecneicS dna laicoS -icS lageL secne  6.22 :emitefiL a n CS-IDIC 2 1 rY RN  2.55 RN RN  7.9 7041 acirfA htuoS .la te sejtnaB :htnom 21 citsongaid ]65[a)9102(  8.02 weivretni  5.81 01 IAB 1 6 dna 1 srY enicideM  6.94 )2.3( 1.32 RN  4.76 232 lizarB .la te slossaB   ]75[ )4102( Ahmed et al. BMC"
  },
  {
    "id": 44,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "acirfA htuoS .la te sejtnaB :htnom 21 citsongaid ]65[a)9102(  8.02 weivretni  5.81 01 IAB 1 6 dna 1 srY enicideM  6.94 )2.3( 1.32 RN  4.76 232 lizarB .la te slossaB   ]75[ )4102( Ahmed et al. BMC Psychiatry (2023) 23:240 Page 8 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  8.66 dna dlim( 8 A-12-SSAD 1 5 2 srY yrtsitneD  7.54 RN RN  8.59 742 :772 aibarA iduaS .la te nadusaB   )evoba ni dedulcni ]85[ )7102( sisylana  3.05 dna dlim( 8 A-24-SSAD 1 raey laniF enicideM  6.44 )5.1( 5.42 sry 13 32  9.68 391 yekruT .la te nakyaB   )evoba ]95[ )2102(  0.82 14.0   GNA-ISB 2 6 1 srY enicideM  0.17 )6.2( 0.32 04 71  0.34 159"
  },
  {
    "id": 45,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "dna dlim( 8 A-24-SSAD 1 raey laniF enicideM  6.44 )5.1( 5.42 sry 13 32  9.68 391 yekruT .la te nakyaB   )evoba ]95[ )2102(  0.82 14.0   GNA-ISB 2 6 1 srY enicideM  0.17 )6.2( 0.32 04 71  0.34 159 sdnalrehteN .la te tsroB ]06[ )5102(  5.44 -redrob( 8 A-SDAH 2 RN enicideM  7.18 )0.1( 0.12 RN  5.29 114 ainauhtiL suicivenuB   lamronba enil seitinamuH )8002( .la te )evoba dna ]16[  7.52 05 SAS 3 RN dna ecneicS  2.55 RN RN  0.88 546 anihC .la te gnehC   ygolonhceT ]26[ )0202( dna erutaretiL yrotsiH enicideM  0.13 -redom( 01 A-24-SSAD 1 3 1 srY gnisruN  0.98 RN RN  5.94 734 adanaC samonrehC   dna eta )3102( .la te )evoba ]36[  9.93 -redom( 01 A-12-SSAD 1 4 1 srY gnisruN  5.27 RN sry 03 81  6.25 166 ,gnoK gnoH .la te gnuehC   dna eta RAS anihC ]46[ )6102( )evoba  1.92 -redom( 01 A-12-SSAD 1 4 1"
  },
  {
    "id": 46,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": ")3102( .la te )evoba ]36[  9.93 -redom( 01 A-12-SSAD 1 4 1 srY gnisruN  5.27 RN sry 03 81  6.25 166 ,gnoK gnoH .la te gnuehC   dna eta RAS anihC ]46[ )6102( )evoba  1.92 -redom( 01 A-12-SSAD 1 4 1 srY -icS deilppA  3.25 )5.1( 9.81 RN  5.65 9749 ,gnoK gnoH .la te gnuehC   dna eta ecne RAS anihC ]56[ )0202( )evoba ssenisuB noitcurtsnoC -norivnE dna tnem dna htlaeH ecneicS laicoS gnireenignE seitinamuH ngiseD dna letoH -naM msiruoT tnemega  5.9 8 A-12-SSAD 1 6 2 srY enicideM  0.05 )5.4( 0.52 sry 43 52  0.47 042 airegiN .la te rekoC   ]66[ )8102( A hmed et al. BMC Psychiatry (2023) 23:240 Page 9 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ("
  },
  {
    "id": 47,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  5.67 -redom( 01 A-12-SSAD 3 RN RN  7.46 RN RN  3.89 006 nadroJ   yklaD   dna eta hebiarahG )evoba ]76[ )9102(  7.53 RN A-09-LCS 1 4 1 srY -dutS htlaeH  5.97 )3.3( 6.12 sry 73 81  4.39 171 narI .la te araleD sei ]86[ )5102(  9.2 RN A-QHP 1 RN RN  8.25 RN RN  6.65 1811 ASU -nesiE .la te greb ]96[b)7002(  9.21 RN A-09-LCS 1 6 1 srY enicideM  2.35 RN RN  9.18 009 tpygE .la te ynaliG-lE ]07[ )9102(  9.12 21 Q-TSE 1 6 1 srY enicideM  9.67 )5.2( 3.12 sry 33 91  2.08 314 ainotsE .la te rellE   ]17[ )6002(  5.17 RN A-12-SSAD 1 RN -icS htlaeH  7.95 RN RN  2.08 994 aisenodnI"
  },
  {
    "id": 48,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "te ynaliG-lE ]07[ )9102(  9.12 21 Q-TSE 1 6 1 srY enicideM  9.67 )5.2( 3.12 sry 33 91  2.08 314 ainotsE .la te rellE   ]17[ )6002(  5.17 RN A-12-SSAD 1 RN -icS htlaeH  7.95 RN RN  2.08 994 aisenodnI yrutaM-lE secne )8102( .la te ecneicS laicoS ]27[ -inamuH dna seit dna ecneicS gnireenignE  0.37 dna dlim( 8 A-12-SSAD 1 6 1 srY enicideM  5.46 )26.1( 22.12 sry 52 81  0.001 007 tpygE   yzwaF   )evoba )7102( demaH ]37[  9.26 dna dlim( 8 IAB 1 RN gnisruN  5.18 )8.3( 8.12 05 81  0.37 502 lizarB sednanreF   )evoba )8102( .la te ]47[  7.93 -redrob( 8 A-SDAH 1 5 1 srY enicideM  8.46 )35.1( 81.12 RN  2.98 226 aisyalaM .la te sicnarF   lamronba enil ]57[ )9102( )evoba dna  6.71 -redom( 01 7-DAG 11 2 1 srY RN  9.66 RN RN  3.13 567 ASU .la te yentroF   dna eta ]67[ )6102( )evoba  5.72 14.0   GNA-ISB 1"
  },
  {
    "id": 49,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "226 aisyalaM .la te sicnarF   lamronba enil ]57[ )9102( )evoba dna  6.71 -redom( 01 7-DAG 11 2 1 srY RN  9.66 RN RN  3.13 567 ASU .la te yentroF   dna eta ]67[ )6102( )evoba  5.72 14.0   GNA-ISB 1 6 1 srY enicideM RN RN RN  0.25 0811 sdnalrehteN .la te zsrepsaG ]77[ )2102(  5.21 7 7-DAG 1 4 1 srY RN  0.15 RN RN  3.08 9002 anihC .la te eG   ]87[ )0202( Ahmed et al. BMC Psychiatry (2023) 23:240 Page 10 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  0.16 -redom( 01 7-DAG 1 1 rY dna strA  8.74 )88.0( 66.91 sraey 32 81  0.88 004 :044 hsedalgnaB .la te malsI   dna eta seitinamuH ni dedulcni ]97[ )0202( )evoba"
  },
  {
    "id": 50,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "fo ytlucaF  ( )DS( etar yduts )elameF  0.16 -redom( 01 7-DAG 1 1 rY dna strA  8.74 )88.0( 66.91 sraey 32 81  0.88 004 :044 hsedalgnaB .la te malsI   dna eta seitinamuH ni dedulcni ]97[ )0202( )evoba lacitamehtaM sisylana lacisyhP dna secneicS -icS laicoS secne lacigoloiB ecneicS ssenisuB seidutS  3.93 -redom( 61 IAB 1 6 2 srY enicideM  2.13 RN RN  0.09 742 aibarA iduaS .la te dianuJ   dna eta ]08[ )0202( )evoba  3.02 01 A-SDAH 1 2 1 srY enicideM  1.44 )3.1( 0.91 RN  8.28 092 yekruT   ulgoaraK   )0102( rekeS ]18[  1.03 -redrob( 8 A-SDAH 1 6 1 srY enicideM  4.93 RN RN  5.89 372 aipoihtE .la te edebeK   lamronba enil ]28[ )0202( )evoba dna  3.72 -redom( 01 7-DAG 1 RN enicideM  4.67 RN RN  6.55 9311 )dnalgnE( KU .la te epinK   dna eta yrtsitneD ]38[ )8102( )evoba yranireteV secneicS  5.0"
  },
  {
    "id": 51,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "te edebeK   lamronba enil ]28[ )0202( )evoba dna  3.72 -redom( 01 7-DAG 1 RN enicideM  4.67 RN RN  6.55 9311 )dnalgnE( KU .la te epinK   dna eta yrtsitneD ]38[ )8102( )evoba yranireteV secneicS  5.0 :emitefiL a n IDIC-OHW 1 4 1 srY dna strA  6.23 )6.1( 3.12 82 71  1.09 3481 anihC .la te uoK  3.0 :htnom 21 citsongaid -icS laicoS ]48[ )2102(  1.0 :yad 03 weivretni secne secneicS erutlucirgA gnireenignE enicideM -imaxe-erp  36 -redom( 01 A-12-SSAD 1 5 1 srY enicideM  0.83 RN RN  8.67 244 aibarA iduaS   moosluK   noitan dna eta )5102( rasfA -tsop  74 )evoba ]58[ noitanimaxe  0.37 -redom( 01 A-12-SSAD 2 raey laniF enicideM  6.48 )25.1( 47.22 RN  3.96 213 natsikaP .la te ramuK   dna eta ]68[ )9102( )evoba A hmed et al. BMC Psychiatry (2023) 23:240 Page 11 of 34 )deunitnoc( 1 elbaT llarevO erocs"
  },
  {
    "id": 52,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2 raey laniF enicideM  6.48 )25.1( 47.22 RN  3.96 213 natsikaP .la te ramuK   dna eta ]68[ )9102( )evoba A hmed et al. BMC Psychiatry (2023) 23:240 Page 11 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  1.14 RN A-24-SSAD 2 5 1 srY enicideM  0.25 RN RN  6.98 835 lapeN .la te rawnuK ]78[ )6102(  5.21 05 SAS 1 3 1 srY enicideM  0.96 )8.1( 2.81 RN  5.98 735 anihC .la te uiL   ]88[ )7991(  4.45 dna dlim( 5 7-DAG 8 5 1 srY RN  9.16 )84.1( 18.91 92 81  1.18 1011 :9111 ,gnoK gnoH .la te nuL   )evoba ni dedulcni RAS anihC ]98[ )8102( sisylana  5.15 dna dlim( 8 IAB 1 5 1 srY enicideM  2.36 RN RN  7.78 703 niarhaB .la te"
  },
  {
    "id": 53,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "RN  9.16 )84.1( 18.91 92 81  1.18 1011 :9111 ,gnoK gnoH .la te nuL   )evoba ni dedulcni RAS anihC ]98[ )8102( sisylana  5.15 dna dlim( 8 IAB 1 5 1 srY enicideM  2.36 RN RN  7.78 703 niarhaB .la te noorhaM   )evoba ]09[ )8102(  4.72 8 7-DAG 2 RN RN  8.15 )8.1( 7.91 RN  0.28 662 aisenodnI sineohtraM   )8102( .la te ]19[  8.65 dna dlim( 5 7-DAG 1 RN enicideM  2.96 RN sry 13 02  2.27 835 :265 aitaorC .la te  iliM   )evoba gnisruN ni dedulcni ]29[ )9102( sisylana  2.73 RN A-12-SSAD 1 6 1 srY enicideM  8.55 )3.3( 1.22 RN  4.57 167 lizarB ohnituoM )7102( .la te ]39[  1.03 dna dlim( 7 A-12-SSAD 1 4 1 srY enicideM  1.46 )6.2( 0.12 RN  2.45 213 lizarB ohnituoM   )evoba )9102( .la te ]49[  7.46 -redom( 01 A-24-SSAD 1 RN noitacudE RN )8.6( 6.32 RN  9.59 86 ienurB aidnuM dna e   ta ]59[b)0102( )evoba"
  },
  {
    "id": 54,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "srY enicideM  1.46 )6.2( 0.12 RN  2.45 213 lizarB ohnituoM   )evoba )9102( .la te ]49[  7.46 -redom( 01 A-24-SSAD 1 RN noitacudE RN )8.6( 6.32 RN  9.59 86 ienurB aidnuM dna e   ta ]59[b)0102( )evoba  8.53 ereves( 51 A-12-SSAD 01 6 1 srY yranireteV  0.84 RN RN  5.23 3601 :1701 aeroK htuoS .la te mhaN   )evoba dna enicideM ni dedulcni ]69[ )0202( sisylana  1.83 dlim( 01 IAB 1 sraey llA enicideM  3.25 )26.1( 37.32 RN  6.46 323 narI -nitsohkaN   )evoba dna .la te irasnA ]79[ )0202(  9.14 dna dlim( 8 A-12-SSAD 1 2 1 srY yrtsitneD  0.86 )RN( 0.91 sry 12 71  9.48 921 natsikaP .la te zaN   )evoba ]89[ )7102(  8.52 dna dlim( 8 A-12-SSAD 1 3 1 srY enicideM  8.65 )90.2( 15.91 RN  6.29 312 dnaliahT dotnukmiN   )evoba )6102( .la te ]99[ Ahmed et al. BMC Psychiatry (2023) 23:240 Page 12 of 34"
  },
  {
    "id": 55,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "]89[ )7102(  8.52 dna dlim( 8 A-12-SSAD 1 3 1 srY enicideM  8.65 )90.2( 15.91 RN  6.29 312 dnaliahT dotnukmiN   )evoba )6102( .la te ]99[ Ahmed et al. BMC Psychiatry (2023) 23:240 Page 12 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  9.64 dna dlim( 8 A-12-SSAD RN RN gnireenignE  3.26 )75.1( 93.02 sry 92 81  7.09 816 lapeN .la te leduaP   )evoba tnemeganaM ]001[ )0202( waL -icS larutaN secne -icS htlaeH secne noitacudE seitinamuH  7.34 RN A-SDAH 1 5 1 srY enicideM  0.001 )9.1( 7.02 sry 32 81  0.02 78 natsikaP .la te baR ]101[ )8002(  6.32 dna dlim( 8 A-12-SSAD 1 RN -icS htlaeH  0.17 )21.5( 37.12 RN  0.08 4701"
  },
  {
    "id": 56,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "seitinamuH  7.34 RN A-SDAH 1 5 1 srY enicideM  0.001 )9.1( 7.02 sry 32 81  0.02 78 natsikaP .la te baR ]101[ )8002(  6.32 dna dlim( 8 A-12-SSAD 1 RN -icS htlaeH  0.17 )21.5( 37.12 RN  0.08 4701 niapS -n maR   )evoba secne .la te s ubrA -acinummoC ]201[ )0202( snoit erutcetihcrA -lonhceT dna ygo :htnom 21 a n CS-IDIC 9 1 rY RN  1.35 RN RN  3.97 4787 ocixeM .la te airetneR  6.11 citsongaid ]301[a)0202( weivretni  2.85 dna dlim( 8 A-24-SSAD 4 RN ycamrahP  2.25 RN RN  6.35 404 natsikaP .la te deeaS   )evoba -rahp-noN  ]401[ )8102(  ycam :A-12-SSAD -SSAD A-12-SSAD 5 2 1 srY RN  0.0 )8.2( 3.91 RN  0.18 504 aidnI   oohaS  4.42 8 :A-12 -songaid INIM )0102( ssehK    0.91 :INIM dna dlim( weivretni cit ]501[ )evoba a n :INIM  0.54 dna dlim( 8 A-12-SSAD 1 srY :ycamrahP ycamrahP  7.55 RN RN  0.49 003"
  },
  {
    "id": 57,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "0.18 504 aidnI   oohaS  4.42 8 :A-12 -songaid INIM )0102( ssehK    0.91 :INIM dna dlim( weivretni cit ]501[ )evoba a n :INIM  0.54 dna dlim( 8 A-12-SSAD 1 srY :ycamrahP ycamrahP  7.55 RN RN  0.49 003 tpygE .la te melaS   )evoba 5 2 strA ]601[ )6102(   4 1 srY :strA    7.91 8 7-DAG 1 RN enicideM  9.36 RN sry 83- 61  8.66 1921 dnalaeZ weN -yanaramaS   -ics htlaeH .la te eka secne ]701[ )4102( gnisruN waL gnireenignE erutcetihcrA A hmed et al. BMC Psychiatry (2023) 23:240 Page 13 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  9.27 -redom( 01 A-12-SSAD 9 4 1 srY gnisruN RN )56.1( 92.02 RN  4.36 086 lapeN nosmaS   dna"
  },
  {
    "id": 58,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  9.27 -redom( 01 A-12-SSAD 9 4 1 srY gnisruN RN )56.1( 92.02 RN  4.36 086 lapeN nosmaS   dna eta ]801[ )9102( )evoba  8.24 -redom( 01 7-DAG 1 4 1 srY gnisruN  5.78 )8.2( 4.32 :1 rY RN  0.88 512 learsI .la te ykstivaS   dna eta )3.2( 1.52 :2 rY ]901[ )0202( )evoba )0.3( 1.62 :3 rY )4.3( 9.72 :4 rY  5.12 dlim( 11 IAB 1 6 1 srY enicideM  2.16 )RN( 7.22 RN  9.79 756 lizarB .la te arreS   )evoba dna ]011[ )5102(  8.64 -redom( 91 IAB 1 6 1 srY enicideM  8.06 RN RN  3.76 682 -laP fo etatS anhawahS   dna eta tseW( enitse )0202( .la te )evoba )knaB ]111[  9.91 05 SAS 3 RN enicideM  0.98 )RN( 7.81 RN  5.79 2884 anihC .la te nehS   ]211[ )0202(  5.33 dna dlim( 8 IAB 1 6 1 srY ymonorgA  2.56"
  },
  {
    "id": 59,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "dna eta tseW( enitse )0202( .la te )evoba )knaB ]111[  9.91 05 SAS 3 RN enicideM  0.98 )RN( 7.81 RN  5.79 2884 anihC .la te nehS   ]211[ )0202(  5.33 dna dlim( 8 IAB 1 6 1 srY ymonorgA  2.56 )32.2( 40.12 RN  6.89 0491 aibreS - imiS   )evoba scimonocE  ivonamokuV gnireenignE )5102( .la te lacinahceM ]311[ liviC dna gnireenignE -icS lacideM secne noitacudE waL -icS larutaN dna secne scitamehtaM -icS lacinhceT secne srehcaeT gniniarT dna ygololihP strA -naM letoH dna tnemega msiruoT  9.44 5 A-02-QRS 1 6 1 srY enicideM  2.95 RN sry 52 81  0.07 654 :455 aibmoloC .la te zerauS   ni dedulcni ]411[ )1202( sisylana Ahmed et al. BMC Psychiatry (2023) 23:240 Page 14 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG"
  },
  {
    "id": 60,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": ")1202( sisylana Ahmed et al. BMC Psychiatry (2023) 23:240 Page 14 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  5.86 dna dlim( 8 A-24-SSAD RN 5 1 srY yparehtoisyhP  3.57 )91.1( 3.91 RN  0.001 762 natsikaP .la te deyS   )evoba ]511[ )8102(  5.53 dna dlim( 8 IAB 1 RN enicideM  1.65 )3.3( 0.32 RN  7.57 262 lizarB .la te apilabaT   )evoba ]611[ )5102(  7.82 dna dlim( 8 IAB 1 1 rY enicideM  4.55 )3.5( 2.12 RN  0.59 065 narI .la te fieyaT   )evoba -icS htlaeH ]711[ )0202( secne htlaeH deillA snoisseforP sesruoc  4.55 -redom( 01 A-12-SSAD 1 RN enicideM  2.36 )2.2( 9.12 sry 42 81  3.29 793 aisyalaM .la te heT   dna eta"
  },
  {
    "id": 61,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": ".la te fieyaT   )evoba -icS htlaeH ]711[ )0202( secne htlaeH deillA snoisseforP sesruoc  4.55 -redom( 01 A-12-SSAD 1 RN enicideM  2.36 )2.2( 9.12 sry 42 81  3.29 793 aisyalaM .la te heT   dna eta ]811[ )5102( )evoba  20.0 RN A-QHP 1 1 rY dna lageL  7.35 )1.1( 3.81 sry 42 71  7.99 2901 :0111 rodaucE .la te serroT -icS laicoS ni dedulcni ]911[ )7102( secne sisylana cimonocE secneicS dna strA seitinamuH lacigolonhceT secneicS -ics htlaeH secne A hmed et al. BMC Psychiatry (2023) 23:240 Page 15 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  9.82 7.5 VI-Q-DAG 1 1 rY erutlucirgA  3.04 )43.2( 42.12 sry 43 81  5.13 783"
  },
  {
    "id": 62,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  9.82 7.5 VI-Q-DAG 1 1 rY erutlucirgA  3.04 )43.2( 42.12 sry 43 81  5.13 783 adnagU   hemU   -ivnE dna anarignaB latnemnor ]021[ )6102( secneicS dna ssenisuB tnemeganaM secneicS gnitupmoC -amrofnI dna secneicS noit noitacudE lanretxE dna seidutS ,gnireenignE trA ,ngiseD -lonhceT dna ygo -icS larutaN secne seitinamuH laicoS dna secneicS yranireteV -inA ,enicideM secruoseR lam -revidoiB dna ytis  9.54 -redrob( 8 A-SDAH 1 6 1 srY enicideM  7.86 RN RN  2.53 374 acirfA htuoS reD naV   lamronba enil .la te tlaW )evoba dna ]121[ )9102(  1.92 RN IXNA-84-QS 1 6 1 srY enicideM  5.57 )0.2( 2.12 sry 33 71  0.33 334 sdnalrehteN -neV naV .la te jioor ]221[ )7102( Ahmed et al. BMC"
  },
  {
    "id": 63,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "reD naV   lamronba enil .la te tlaW )evoba dna ]121[ )9102(  1.92 RN IXNA-84-QS 1 6 1 srY enicideM  5.57 )0.2( 2.12 sry 33 71  0.33 334 sdnalrehteN -neV naV .la te jioor ]221[ )7102( Ahmed et al. BMC Psychiatry (2023) 23:240 Page 16 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  2.2 :htnom 21 a n FS-IDIC 6 1 rY enicideM  5.26 )RN( 4.91 sry 42 81  0.17 3271 ecnarF .la te regreV citsongaid ytisrevinU ]321[ )0102( weivretni ygolonhcet setutitsni waL scimonocE -eganaM dna tnem erutaretiL laicoS dna secneicS secneicS lacisyhP noitacudE tropS dna secneicS  1.8 05 SAS 4 RN enicideM  3.45 RN sry 05 61  0.08 527,93 anihC"
  },
  {
    "id": 64,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "ygolonhcet setutitsni waL scimonocE -eganaM dna tnem erutaretiL laicoS dna secneicS secneicS lacisyhP noitacudE tropS dna secneicS  1.8 05 SAS 4 RN enicideM  3.45 RN sry 05 61  0.08 527,93 anihC .la te gnaW   ecneicS ]421[b)0202( gnireenignE erutaretiL  9.1 -redom( 01 7-DAG 1 1 rY enicideM  0.07 )19.3( 31.12 RN  4.37 095 :295 ynamreG .la te egeW   dna eta ni dedulcni ]521[ )6102( )evoba sisylana  2.14 -redom( 01 A-24-SSAD 01 1 rY RN  7.26 RN RN  5.72 5197 ,gnoK gnoH .la te gnoW   dna eta RAS anihC ]23[ )6002( )evoba A hmed et al. BMC Psychiatry (2023) 23:240 Page 17 of 34 )deunitnoc( 1 elbaT llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF"
  },
  {
    "id": 65,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "llarevO erocs ffo-tuC emoctuO elpmaS yrtnuoC noitatiC ecnelaverp erusaem rebmuN fo raeY ro esruoC redneG ega naeM egnar egA esnopseR ezis elpmaS sIEH fo esruoc fo ytlucaF  ( )DS( etar yduts )elameF  3.61 3 2-DAG 2 5 1 srY scitsiugniL  1.37 )27.3( 92.32 RN  0.91 3861 :7071 ynamreG .la te lefr W   larutluC dna ni dedulcni ]621[ )6102( secneicS sisylana -monocE ,waL laicoS dna sci secneicS gnireenignE dna namuH -icS htlaeH secne -icS larutaN dna secne scitamehtaM ,cisuM ,trA ecneicS dna trA fo  7.14 dna dlim( 8 A-12-SSAD 4 3 1 srY gnisruN  4.79 )2.1( 2.02 42 71  9.98 445 anihC .la te gneZ   )evoba ]721[ )9102( repap ni detroper toN RN elacsbus yteixna A-12-SSAD ,selacS gnineercS weivretnI citsongaiD lanoitanretnI etisopmoC weivretni citsongaid CS-IDIC ,elacs yteixna yrotnevnI motpmyS feirB"
  },
  {
    "id": 66,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "]721[ )9102( repap ni detroper toN RN elacsbus yteixna A-12-SSAD ,selacS gnineercS weivretnI citsongaiD lanoitanretnI etisopmoC weivretni citsongaid CS-IDIC ,elacs yteixna yrotnevnI motpmyS feirB GNA-ISB ,yrotnevnI yteixnA kceB IAB :snoitaiverbbA redrosiD yteixnA dezilareneG VI-Q-DAG ,eriannoitseuQ etatS lanoitomE Q-TSE ,noisrev meti 24   selacS ssertS yteixnA noisserpeD fo elacsbus yteixna A-24-SSAD ,noisrev meti 12   selacS ssertS yteixnA noisserpeD fo citsongaid INIM ,elacs noisserpeD dna yteixnA latipsoH fo elacsbus yteixna A-SDAH ,noisrev meti 7   elacs redrosiD yteixnA desilareneG 7-DAG ,meti-2 redrosiD yteixnA dezilareneG 2-DAG ,VI-MSD rof eriannoitseuQ -84-QS ,desiveR-09-tsilkcehC motpmyS eht fo elacsbus yteixna 09-LCS ,elacS yteixnA gnitaR-fleS gnuZ SAS ,elacs yteixna"
  },
  {
    "id": 67,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "7-DAG ,meti-2 redrosiD yteixnA dezilareneG 2-DAG ,VI-MSD rof eriannoitseuQ -84-QS ,desiveR-09-tsilkcehC motpmyS eht fo elacsbus yteixna 09-LCS ,elacS yteixnA gnitaR-fleS gnuZ SAS ,elacs yteixna eriannoitseuQ htlaeH tneitaP A-QHP ,weivretnI cirtaihcysporueN lanoitanretnI-iniM eht weivretni detinU ASU ,modgniK detinU KU ,setarimE barA detinU EAU ,elacsbus yteixna )02-QRS( noisrev meti-02 eriannoitseuQ gnitropeR-fleS no elacsbus yteixna A-02-QRS ,84-eriannoitseuQ motpmyS no elacsbus yteixna IXNA weivretnI citsongaiD lanoitanretnI etisopmoC htlaeH latneM dlroW noitazinagrO htlaeH dlroW weivretni citsongaid IDIC-OHW ,aciremA fo setatS ]25[ .la te hcabreuA ni detroper osla si atad s yduts sihT a ylno setaudargrednu rof atad stroper elbat :setaudargtsop dna setaudargrednu fo xim saw elpmaS b"
  },
  {
    "id": 68,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "citsongaid IDIC-OHW ,aciremA fo setatS ]25[ .la te hcabreuA ni detroper osla si atad s yduts sihT a ylno setaudargrednu rof atad stroper elbat :setaudargtsop dna setaudargrednu fo xim saw elpmaS b Ahmed et al. BMC Psychiatry (2023) 23:240 Page 18 of 34 Fig. 2 Forest plot showing prevalence of non-specific anxiety in undergraduate university students (n 83 studies)   A hmed et al. BMC Psychiatry (2023) 23:240 Page 19 of 34 Table 2 Subgroup analyses showing prevalence of non-specific anxiety symptoms (n 83 studies)   Sub-analysis Studies (N) Participants (N) Pooled non-specific Lower 95  CI Upper 95  CI Heterogeneity (I2) anxiety prevalence ( ) Outcome measure DASS-Aa 37 34606 52.10  45.78 58.42 99.33   GAD-7 13 9564 30.27  20.41 40.12 99.47   BAI 12 5448 36.29  29.45 43.12 96.50   HADS-A 6"
  },
  {
    "id": 69,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "95  CI Heterogeneity (I2) anxiety prevalence ( ) Outcome measure DASS-Aa 37 34606 52.10  45.78 58.42 99.33   GAD-7 13 9564 30.27  20.41 40.12 99.47   BAI 12 5448 36.29  29.45 43.12 96.50   HADS-A 6 2156 37.20  28.77 45.64 94.04   SAS 4 45789 16.47  8.25 24.7 99.41   BSI-ANG 2 2131 27.64  25.74 29.54 n a SCL-90-A 2 1071 14.83  12.73 16.92 n a PHQ-A 2 2273 0.36  0.12 0.61 n a Course of study Medicine only 38 20565 37.42  30.77 44.06 99.83   Mixture of courses 23 64,814 37.40  31.95 42.86 99.33   Nursing only 6 2742 48.53  34.05 63.00 98.43  Dentistry only 2 376 58.76  53.93 63.59 n a World Bank classification High income 29 34854 36.22  29.50 42.94 99.60   Upper middle income 30 62369 35.95  31.10 40.80 99.78   Lower middle income 22 8527 50.13  38.30 61.95 99.42   Low income 2 660 29.39"
  },
  {
    "id": 70,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "classification High income 29 34854 36.22  29.50 42.94 99.60   Upper middle income 30 62369 35.95  31.10 40.80 99.78   Lower middle income 22 8527 50.13  38.30 61.95 99.42   Low income 2 660 29.39  25.91 32.86 n a Study conducted during COVID-19 pandemic Pre-pandemic 79 66685 40.42  35.04 45.80 99.85   During pandemic 4 42272 24.34  16.18 32.50 99.78     p  .001   a This data includes studies which used anxiety subscale of DASS-21 or DASS-42 When prevalence were compared by World Bank the moderate or above threshold (n 52), and severe or   income classification, the highest pooled prevalence were above threshold (n 48), the pooled estimates for mild   found in studies conducted in lower middle income coun- and above non-specific anxiety was 49.94  (95  CI tries (n   22; 50.13 ; 95  CI"
  },
  {
    "id": 71,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "were above threshold (n 48), the pooled estimates for mild   found in studies conducted in lower middle income coun- and above non-specific anxiety was 49.94  (95  CI tries (n   22; 50.13 ; 95  CI 38.30 -61.95 ), with pooled 41.54 58.033; I2 99.84  p    0.001); moderate and above prevalence being similar for high income (n   29; 36.22 , non-specific anxiety was 35.64  (95  CI 29.51 41.76; I2 95  CI 29.50 -42.94 ) and upper middle income coun- 99.63  p  0.001) and severe non-specific anxiety was   tries (n   30; 35.95 , 95  CI 31.10 -40.80 ). 20.31  (95  CI 16.60 24.02; I2 99.41  p    0.001). Finally, an additional sub-analysis was undertaken to separately analyse studies conducted before and during Anxiety prevalence over time the COVID-19 pandemic. Studies conducted before the Pearson s"
  },
  {
    "id": 72,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Finally, an additional sub-analysis was undertaken to separately analyse studies conducted before and during Anxiety prevalence over time the COVID-19 pandemic. Studies conducted before the Pearson s correlation test found no statistically significant COVID-19 pandemic resulted in a pooled prevalence of association between year of publication and reported 40.42  (n   79; 95  CI 35.04 -45.80 ), while the four non-specific anxiety prevalence (83 studies; r   0.17, studies conducted mid-pandemic reported a pooled p 0.15).   prevalence of 24.34  (n 4; 95  CI 16.18 -32.50 ).   Narrative synthesis Findings by severity threshold Findings from studies using diagnostic interviews The above findings are based on papers  own definitions Six publications   reflecting three separate cross-sec- of"
  },
  {
    "id": 73,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Findings by severity threshold Findings from studies using diagnostic interviews The above findings are based on papers  own definitions Six publications   reflecting three separate cross-sec- of anxiety prevalence, which were variable. From the 83 tional studies all used the full or screening version of studies, 65 studies provided a breakdown of mild, moder- the WHO Composite International Diagnostic Inter- ate, and severe threshold prevalence that were usable in view (CIDI CIDI-SC) diagnostic interview to identify at least one of these secondary analyses (see Appendix lifetime and 12-month prevalence of anxiety in under- A, Additional File 1). Taking data from studies report- graduate university students. Kou et al. [84] report ing cases meeting the mild and above threshold (n   56),"
  },
  {
    "id": 74,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "prevalence of anxiety in under- A, Additional File 1). Taking data from studies report- graduate university students. Kou et al. [84] report ing cases meeting the mild and above threshold (n   56), findings from a large Chinese university student cohort Ahmed et al. BMC Psychiatry (2023) 23:240 Page 20 of 34 (n 1843), finding a 0.5  lifetime prevalence, 0.3  Age Thirty-one studies conducted analyses exploring   12-month prevalence, and 0.1  30-day prevalence. associations between age and anxiety scores and or those Using the short form version of the WHO-CIDI, Ver- meeting anxiety cut-off thresholds. Six (out of 10) studies ger et al. [123] report a 2.2  12-month prevalence in found no significant relationship between age and anxiety n 1723 first year French undergraduates. The other"
  },
  {
    "id": 75,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "thresholds. Six (out of 10) studies ger et al. [123] report a 2.2  12-month prevalence in found no significant relationship between age and anxiety n 1723 first year French undergraduates. The other scores [11, 88, 92, 93, 97, 109]. Three studies reported a   four publications reflect data from the WHO World significant negative relationship between age and anxiety Mental Health Surveys International College Student score [71, 73, 120], with one reporting a significant posi- Project: this international study used the CIDI-SC in 19 tive relationship [65]. universities across eight countries to assess for diagno- ses aligning with ICD and DSM-IV criteria. Auerbach This trend was also found in sixteen (out of 22) studies et al. [52] report the overall findings from full-time finding no"
  },
  {
    "id": 76,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "to assess for diagno- ses aligning with ICD and DSM-IV criteria. Auerbach This trend was also found in sixteen (out of 22) studies et al. [52] report the overall findings from full-time finding no association between age and screening above first year undergraduate students (n 13,984), finding a anxiety cut-offs [48 50, 71, 72, 79, 82, 87, 89, 91, 100,   12-month prevalence of 16.7  and lifetime prevalence 104, 113, 116, 117, 127]. Three studies found younger of 18.6 . The other three studies focus on country- age groups were significantly more likely to screen above specific data from the same project: Ballester et al. [55] anxiety cut-offs [42, 64, 70, 112], with two reporting a reports a 12-month prevalence of 19.3  and 12-month significant association but not describing directionality"
  },
  {
    "id": 77,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "project: Ballester et al. [55] anxiety cut-offs [42, 64, 70, 112], with two reporting a reports a 12-month prevalence of 19.3  and 12-month significant association but not describing directionality prevalence of 16.0  in the Spanish student cohort. A [43, 102], and one study reporting older age groups were 12-month prevalence of 11.6  was reported in a large more likely to screen for anxiety [106]. sample of Mexican students (n 7874) [103], while   Bantjes et al. [56] reported a 12-month prevalence Year of study In the n 34 studies investigating year   of 20.8  and lifetime prevalence of 22.6  in n 1407 of study and anxiety, no consistent relationship between   South African students. the two factors emerged. Seven (out of 13 studies) found In addition, one cross-sectional study"
  },
  {
    "id": 78,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of 22.6  in n 1407 of study and anxiety, no consistent relationship between   South African students. the two factors emerged. Seven (out of 13 studies) found In addition, one cross-sectional study administered no relationship between anxiety scores and year of study both the DASS-21 self-report measure and a diagnos- [11, 54, 58, 81, 96, 99, 109], with the other six reporting tic interview (Mini International Neuropsychiatric significant relationships: four were significantly negative Interview  MINI ) [105]: the prevalence of non-specific relationships, with anxiety decreasing with year of study symptoms (classified as  mild or above ) was reported [71, 73, 93, 111]. as 24.4 , whereas prevalence of anxiety disorder on the MINI was 19 . Similarly, 13 (out of 23) studies found no"
  },
  {
    "id": 79,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "year of study symptoms (classified as  mild or above ) was reported [71, 73, 93, 111]. as 24.4 , whereas prevalence of anxiety disorder on the MINI was 19 . Similarly, 13 (out of 23) studies found no statistically sig- nificant relationship between year of study and screen- ing for anxiety cut-offs [64, 71, 81, 87 89, 97, 98, 101, Associations between anxiety prevalence 110, 116, 121, 122]. Findings from the other ten stud- and socio-demographic factors ies reporting significant relationships are inconsistent: Fifty-eight (65.2 ) studies reported findings explor- five report that those in earlier years of study were more ing statistical associations between non-specific anxiety likely to screen for anxiety [49, 57, 70, 82, 90], while oth- scores and or anxiety threshold cut-offs and at"
  },
  {
    "id": 80,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "years of study were more ing statistical associations between non-specific anxiety likely to screen for anxiety [49, 57, 70, 82, 90], while oth- scores and or anxiety threshold cut-offs and at least one ers found that later years were more likely to score above socio-demographic factor (see Appendix B, Additional threshold for anxiety [48, 53, 80, 113, 126]. File 1). Ethnicity Eight studies analysed associations between Gender The most commonly-reported association ana- anxiety scores and or meeting cut-off thresholds and stu- lysed was non-specific anxiety and gender: 48 studies dents  ethnicity or nationality, with five reporting no dif- conducted analyses exploring gender differences between ferences [50, 90, 91, 117, 121]. The other three studies all anxiety scores and or those"
  },
  {
    "id": 81,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "ethnicity or nationality, with five reporting no dif- conducted analyses exploring gender differences between ferences [50, 90, 91, 117, 121]. The other three studies all anxiety scores and or those meeting anxiety cut-off reported significant findings: Malay students were more thresholds. Eight studies (out of 17) found that female likely to screen above anxiety threshold compared to students were significantly more likely to have higher Chinese and Indian students [118]; Saudi students were anxiety scores than males [11, 45, 47, 58, 73, 96, 102, more likely to have higher mean anxiety scores compared 109]. Only one study reported males having significantly to non-Saudi students [85]; and Han students were more higher scores than females [67]. likely to screen for anxiety compared to"
  },
  {
    "id": 82,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "compared 109]. Only one study reported males having significantly to non-Saudi students [85]; and Han students were more higher scores than females [67]. likely to screen for anxiety compared to non-Han stu- dents [112]. Likewise, 19 studies (out of 36) found that females were more likely than males to screen above the cut-off for Living arrangements Fourteen (out of 20) studies found anxiety [11, 42, 43, 48, 49, 53, 57, 80, 82, 90, 91, 97, 100, no significant associations between living arrangements 106, 113, 116, 121, 126]. and anxiety scores and or severity cut-offs [48, 49, 57, 75, A hmed et al. BMC Psychiatry (2023) 23:240 Page 21 of 34 85, 87, 90, 91, 97, 101, 111, 117, 118, 122]. The remaining Discussion six studies reported inconsistent findings: living on cam- We conducted the"
  },
  {
    "id": 83,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "et al. BMC Psychiatry (2023) 23:240 Page 21 of 34 85, 87, 90, 91, 97, 101, 111, 117, 118, 122]. The remaining Discussion six studies reported inconsistent findings: living on cam- We conducted the first systematic review and meta- pus [73] and living off campus [70] was associated with analysis on the prevalence of non-specific anxiety elevated non-specific anxiety scores screening above amongst undergraduate university students. This review threshold, while living with family [42, 106] and living brings together the findings from 89 studies represent- with non-relatives [50] was also associated with screen- ing approx 130,090 participants published over a forty- ing above cut-off threshold. Finally, Ram n-Arbu s et al. year period, with 83 of these using self-report tools. [102] found"
  },
  {
    "id": 84,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "with screen- ing approx 130,090 participants published over a forty- ing above cut-off threshold. Finally, Ram n-Arbu s et al. year period, with 83 of these using self-report tools. [102] found significant differences between students who Using each studies  cut-off criteria, we found an overall lived alone or with friends, compared to family, but did pooled prevalence of 39.65  (95  CI: 35.72  43.58 ) not describe directionality of findings. for non-specific anxiety. Our secondary analyses found almost half (49.94 ) screened for mild and above anxiety Socioeconomic indicators Twenty-two studies reported symptomology, a third for (35.64 ) moderate and above findings relating to anxiety and socioeconomic status symptomology, and a fifth (20.31 ) reported severe lev- (SES): this was"
  },
  {
    "id": 85,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "studies reported symptomology, a third for (35.64 ) moderate and above findings relating to anxiety and socioeconomic status symptomology, and a fifth (20.31 ) reported severe lev- (SES): this was measured conceptualised in several dif- els of non-specific anxiety. There was no consistent pat- ferent ways, including family income, parental education, tern in terms of how anxiety prevalence or scores were and parental occupation. Three studies found no associa- associated with the year the study was conducted or soci- tions between anxiety scores and SES [54, 75, 93], with odemographic variables, with the exception of gender; two studies reporting that higher anxiety scores were whereby anxiety tended to be more prevalent and severe significantly associated with coming from families with"
  },
  {
    "id": 86,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "with the exception of gender; two studies reporting that higher anxiety scores were whereby anxiety tended to be more prevalent and severe significantly associated with coming from families with amongst females rather than males. lower income [81] and coming from less affluent families The prevalence found here are akin to those found in and lower maternal education, but found no association previous reviews on rates of anxiety amongst medi- with paternal education [11]. cal students specifically. These reviews found estimated pooled prevalence between 7.0 -34.5  [14, 15, 19, 20, Fifteen (out of 18) studies found no significant associa- 27, 134, 135]. Our own secondary analysis further sup- tions between SES and scoring above anxiety cut-offs [42, ports this finding as the pooled"
  },
  {
    "id": 87,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "(out of 18) studies found no significant associa- 27, 134, 135]. Our own secondary analysis further sup- tions between SES and scoring above anxiety cut-offs [42, ports this finding as the pooled prevalence and associated 43, 49, 53, 57, 70, 79, 87, 102, 106, 116 118, 121, 127]. confidence intervals were almost identical when looking Four studies reported an association between lower SES at medicine students (37.42 , 95  CI 30.77 -44.06 ) and increased risk: Simic-Vukomanovic et al. [113] and alone compared to undergraduate students generally Karao lu and Seker [81] found students from poorer (37.40 , 95  CI 31.95 -42.86 ). Our findings question families were more likely to screen for anxiety, while the rhetoric that medical students are particularly vul- Tayefi et al. [117] and Paudel et"
  },
  {
    "id": 88,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "(37.40 , 95  CI 31.95 -42.86 ). Our findings question families were more likely to screen for anxiety, while the rhetoric that medical students are particularly vul- Tayefi et al. [117] and Paudel et al. [100] found lower nerable to poor mental health above other students from maternal and paternal education were respectively sig- other disciplines [136]. Instead, we can conclude that nificantly associated with greater likelihood of screening anxiety is an issue that can affect all students, irrespec- for anxiety. tive of their area of study. Furthermore, through a sub- analysis we were able to calculate a pooled prevalence of 40.42  in studies conducted before the COVID-19 pan- demic. These pre-pandemic rates align with a recent sys- Quality assessment tematic review of 36 studies"
  },
  {
    "id": 89,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "able to calculate a pooled prevalence of 40.42  in studies conducted before the COVID-19 pan- demic. These pre-pandemic rates align with a recent sys- Quality assessment tematic review of 36 studies assessing anxiety prevalence Each study was evaluated using seven criteria (Table 3); in university students during the COVID-19 pandemic, the majority were judged to meet three (n 29, 29 ) reporting a pooled prevalence of 41.0  [38]. However, it   four (n 22, 22 ) or five (n 26, 26 ) of these criteria. is important to acknowledge the significant heterogene-     In terms of participant recruitment, 27 studies used ity found in relation to these prevalence estimates, mean- random sampling methods, and 44 studies used con- ing the pooled value is not necessarily a valid reflection of venience"
  },
  {
    "id": 90,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "27 studies used ity found in relation to these prevalence estimates, mean- random sampling methods, and 44 studies used con- ing the pooled value is not necessarily a valid reflection of venience sampling   with 39 stating all students (or a the literature. Unpacking this heterogeneity was beyond particular subset) were invited to participate in the the scope of this review but is an important question that study. The criteria most-frequently judged as not being needs to be addressed. met was not reporting the CI or SE for overall anxiety Across the main and sub-analyses within this review prevalence (reported by n 15) and poor sample rep- we consistently found evidence for a concerning level of   resentativeness (reported by n 18). The Doi funnel anxiety amongst undergraduate students."
  },
  {
    "id": 91,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "(reported by n 15) and poor sample rep- we consistently found evidence for a concerning level of   resentativeness (reported by n 18). The Doi funnel anxiety amongst undergraduate students. Our findings   plot showed high asymmetry, with Egger s test suggest- compliment those of other reviews on the prevalence of ing significant publication bias (z 3.41, p 0.001) and common mental health problems in university students     the LFK index also confirming high asymmetry (see [14, 18, 25, 137]. The prevalence found in diagnostic Appendix C, Additional File 1). interview studies here far exceed the lifetime prevalence Ahmed et al. BMC Psychiatry (2023) 23:240 Page 22 of 34 )98 N( seiduts dedulcni fo tnemssessa ytilauQ 3 elbaT   latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht"
  },
  {
    "id": 92,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "lifetime prevalence Ahmed et al. BMC Psychiatry (2023) 23:240 Page 22 of 34 )98 N( seiduts dedulcni fo tnemssessa ytilauQ 3 elbaT   latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew"
  },
  {
    "id": 93,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 5 erusnU oN seY seY seY seY seY .la te iwahhaB-lA ]14[ )8102( 4 erusnU oN oN seY seY seY seY )4102( rbaG   halladbA ]24[ 5 seY oN oN seY seY seY seY .la te dehaW ledbA ]34[ )7102( 4 oN oN erusnU seY seY seY seY )8102( .la te ahteebA ]44[ 3 oN oN oN seY seY oN seY .la te tamahslaobA ]54[ )5102( 2 erusnU oN oN seY seY oN oN )9102( .la te inahK-lA ]64[ 4 erusnU oN oN seY seY seY seY )8102( .la te iwadhmlA ]74[ 5 erusnU oN seY seY seY seY seY .la te nalmahS-lA ]84[ )0202( 3 oN oN erusnU seY seY seY oN ]94[ )0102( .la te ivlA 3 seY oN oN oN seY oN seY .la te hazmaH rimA ]05["
  },
  {
    "id": 94,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "seY )8102( .la te iwadhmlA ]74[ 5 erusnU oN seY seY seY seY seY .la te nalmahS-lA ]84[ )0202( 3 oN oN erusnU seY seY seY oN ]94[ )0102( .la te ivlA 3 seY oN oN oN seY oN seY .la te hazmaH rimA ]05[ )9102( 5 erusnU oN seY seY seY seY seY ]15[ )0202( .la te fisA 5 seY seY oN seY seY oN seY )6102( .la te hcabreuA ]25[ 7 seY seY seY seY seY seY seY )0202( .la te alladawA ]11[ 2 oN oN erusnU seY seY oN oN ]35[ )7102( .la te dazA 3 oN oN erusnU seY seY seY oN ]45[ )9102( .la te mizA 5 seY seY oN seY seY oN seY .la te retsellaB ]55[a)0202( 5 seY seY oN seY seY oN seY .la te sejtnaB ]65[a)9102( A hmed et al. BMC Psychiatry (2023) 23:240 Page 23 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq"
  },
  {
    "id": 95,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "hmed et al. BMC Psychiatry (2023) 23:240 Page 23 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 2 oN oN erusnU seY seY oN oN )4102( .la te"
  },
  {
    "id": 96,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 2 oN oN erusnU seY seY oN oN )4102( .la te slossaB ]75[ 3 erusnU oN oN seY seY seY oN )7102( .la te nadusaB ]85[ 3 oN oN oN seY seY seY oN )2102( .la te nakyaB ]95[ 3 erusnU oN oN seY seY oN seY ]06[ )5102( .la te tsroB 5 erusnU oN seY seY seY seY seY )8002( .la te suicivenuB ]16[ 5 oN oN seY seY seY seY seY ]26[ )0202( .la te gnehC 3 oN oN oN seY seY oN seY .la te samonrehC ]36[ )3102( 3 erusnU oN oN seY seY oN seY )6102( .la te gnuehC ]46[ 4 seY oN oN seY seY oN seY )0202( .la te gnuehC ]56[ 3 oN oN oN seY seY seY oN ]66[ )8102( .la te rekoC 4 oN oN erusnU seY seY seY seY hebiarahG   yklaD ]76[ )9102( 3 oN oN oN seY seY seY oN ]86["
  },
  {
    "id": 97,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "4 seY oN oN seY seY oN seY )0202( .la te gnuehC ]56[ 3 oN oN oN seY seY seY oN ]66[ )8102( .la te rekoC 4 oN oN erusnU seY seY seY seY hebiarahG   yklaD ]76[ )9102( 3 oN oN oN seY seY seY oN ]86[ )5102( .la te araleD 5 seY oN seY seY seY oN seY .la te grebnesiE ]96[b)7002( 5 oN oN seY seY seY seY seY )9102( .la te ynaliG-lE ]07[ 4 oN oN oN seY seY seY seY ]17[ )6002( .la te rellE 4 erusnU oN seY oN seY seY seY )8102( .la te yrutaM-lE ]27[ Ahmed et al. BMC Psychiatry (2023) 23:240 Page 24 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre"
  },
  {
    "id": 98,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 6 oN seY seY seY seY seY seY )7102( demaH   yzwaF ]37[ 3 erusnU oN oN seY seY seY oN )8102( .la te sednanreF ]47[ 6 seY seY seY seY seY oN seY )6102( .la te yentroF ]67[ 4 oN oN oN seY seY seY seY"
  },
  {
    "id": 99,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "6 oN seY seY seY seY seY seY )7102( demaH   yzwaF ]37[ 3 erusnU oN oN seY seY seY oN )8102( .la te sednanreF ]47[ 6 seY seY seY seY seY oN seY )6102( .la te yentroF ]67[ 4 oN oN oN seY seY seY seY )9102( .la te sicnarF ]811[ 3 erusnU oN oN seY seY oN seY )2102( .la te zsrepsaG ]77[ 3 oN oN oN oN seY seY seY ]87[ )0202( .la te eG 5 oN oN seY seY seY seY seY ]97[ )0202( .la te malsI 3 oN oN oN seY seY seY oN ]08[ )0202( .la te dianuJ 2 oN oN oN oN seY seY oN rekeS   ulgoaraK ]18[ )0102( 5 erusnU seY seY seY seY seY oN )0202( .la te edebeK ]28[ 3 erusnU oN oN seY seY oN seY ]38[ )8102( .la te epinK 7 seY seY seY seY seY seY seY ]48[ )2102( .la te uoK 5 seY oN oN seY seY seY seY )5102( rasfA   moosluK ]58[ 3 oN oN oN seY seY oN seY ]68[ )9102( .la te ramuK 4 oN oN oN seY seY seY seY )6102("
  },
  {
    "id": 100,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "epinK 7 seY seY seY seY seY seY seY ]48[ )2102( .la te uoK 5 seY oN oN seY seY seY seY )5102( rasfA   moosluK ]58[ 3 oN oN oN seY seY oN seY ]68[ )9102( .la te ramuK 4 oN oN oN seY seY seY seY )6102( .la te rawnuK ]78[ 5 erusnU oN seY seY seY seY seY ]88[ )7991( .la te uiL 5 oN seY oN seY seY seY seY ]98[ )8102( .la te nuL 4 oN oN oN seY seY seY seY )8102( .la te noorhaM ]09[ A hmed et al. BMC Psychiatry (2023) 23:240 Page 25 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna"
  },
  {
    "id": 101,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 4 erusnU oN seY seY seY seY oN .la te sineohtraM ]19[ )8102( 5 seY oN erusnU seY seY seY seY ]29[ )9102( .la te  iliM 4 oN oN oN seY seY seY seY )7102( .la te ohnituoM ]39[ 3 oN oN erusnU seY seY oN seY )9102( .la te ohnituoM ]49[ 3 oN oN oN seY seY seY oN"
  },
  {
    "id": 102,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "5 seY oN erusnU seY seY seY seY ]29[ )9102( .la te  iliM 4 oN oN oN seY seY seY seY )7102( .la te ohnituoM ]39[ 3 oN oN erusnU seY seY oN seY )9102( .la te ohnituoM ]49[ 3 oN oN oN seY seY seY oN ]59[b)0102( aidnuM 3 erusnU oN erusnU seY seY oN seY ]69[ )0202( .la te mhaN 4 oN oN seY seY seY oN seY .la te irasnA-nitsohkaN ]79[ )0202( 3 oN oN oN seY seY seY oN ]89[ )7102( .la te zaN 4 erusnU oN seY seY seY seY oN .la te dotnukmiN ]99[ )6102( 5 oN oN seY seY seY seY seY )0202( .la te leduaP ]001[ 3 oN oN seY seY seY oN oN ]101[ )8002( .la te baR 5 seY oN erusnU seY seY seY seY .la te s ubrA-n maR ]201[ )0202( 5 seY oN oN seY seY seY seY .la te airetneR ]301[a)0202( 3 oN oN erusnU seY seY oN seY )8102( .la te deeaS ]401[ 5 erusnU oN seY seY seY seY seY )0102( ssehK   oohaS ]501[ 5 erusnU oN"
  },
  {
    "id": 103,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "]201[ )0202( 5 seY oN oN seY seY seY seY .la te airetneR ]301[a)0202( 3 oN oN erusnU seY seY oN seY )8102( .la te deeaS ]401[ 5 erusnU oN seY seY seY seY seY )0102( ssehK   oohaS ]501[ 5 erusnU oN seY seY seY seY seY )6102( .la te melaS ]601[ Ahmed et al. BMC Psychiatry (2023) 23:240 Page 26 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht"
  },
  {
    "id": 104,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 4 oN seY erusnU seY seY oN seY .la te ekayanaramaS ]701[ )4102( 3 erusnU oN oN seY seY oN seY ]801[ )9102( nosmaS 3 erusnU oN oN seY seY seY oN )0202( .la te ykstivaS ]901[ 4 erusnU oN oN seY seY seY seY ]011[ )5102( .la te arreS 2 erusnU oN erusnU seY seY oN oN )0202( .la te anhawahS ]111[ 4 oN oN oN seY seY seY seY ]211[ )0202( .la te nehS 5 oN oN seY seY seY seY seY  ivonamokuV- imiS ]311["
  },
  {
    "id": 105,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "seY seY ]011[ )5102( .la te arreS 2 erusnU oN erusnU seY seY oN oN )0202( .la te anhawahS ]111[ 4 oN oN oN seY seY seY seY ]211[ )0202( .la te nehS 5 oN oN seY seY seY seY seY  ivonamokuV- imiS ]311[ )5102( .la te 5 seY oN oN seY seY seY seY .la te zerauS ]411[ )1202( 3 oN oN oN seY seY seY oN ]511[ )8102( .la te deyS 6 seY seY seY seY seY seY oN )5102( .la te apilabaT ]611[ 4 erusnU oN erusnU seY seY seY seY ]711[ )0202( .la te fieyaT 4 oN oN erusnU seY seY seY seY ]811[ )5102( .la te heT 5 seY oN erusnU seY seY seY seY )7102( .la te serroT ]911[ 4 oN oN seY seY seY oN seY anarignaB   hemU ]021[ )6102( 4 erusnU seY oN seY seY oN seY .la te tlaW reD naV ]121[ )9102( 3 oN oN oN seY seY oN seY .la te jioorneV naV ]221[ )7102( 7 seY seY seY seY seY seY seY )0102( .la te regreV ]321[ A hmed"
  },
  {
    "id": 106,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "]021[ )6102( 4 erusnU seY oN seY seY oN seY .la te tlaW reD naV ]121[ )9102( 3 oN oN oN seY seY oN seY .la te jioorneV naV ]221[ )7102( 7 seY seY seY seY seY seY seY )0102( .la te regreV ]321[ A hmed et al. BMC Psychiatry (2023) 23:240 Page 27 of 34 )deunitnoc( 3 elbaT latoT eht saW ecnedfinoc eht ereW ,etelpmoc ereht saW tegrat eht saW a esu srohtua eht diD eht saW eht saW noitatiC ytilauq elpmas detegrat ro )IC( slavretni defiitarts( modnar denfied noitalupop fo erusaem detadilav esnopser elpmas lanfi erocs ro ,evitatneserper )ES( rorre dradnats ,)defiitarts-non ro noitacol .g.e( ?ylraelc ,yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo"
  },
  {
    "id": 107,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": ",yteixna desilareneg ? 07 etar ?003 N ezis       )7 fo tuo( stneserp troper eht ?detroper evitucesnoc ro yna ,elpmas fo sffo-tuc dilav htiw taht ecnedive ?tnemtiurcer )airetirc ytilibigile fo noitacfiissalc rof nac stluser eht ?yteixna dezilareneg eb lareneg eht ot etaudargrednu ?noitalupop edulcni dluoc( erotser ot gnithgiew )ssenevitatneserper 5 seY seY oN seY seY oN seY .la te gnaW ]421[b)0202( 4 oN seY oN seY seY oN seY )6102( .la te egeW ]521[ 3 oN seY oN oN seY oN seY ]23[ )6002( .la te gnoW 3 oN seY oN oN seY oN seY )6102( .la te lefr W ]621[ 6 seY seY seY seY seY oN seY ]721[ )9102( .la te gneZ repap ni detroper toN RN ]25[ .la te hcabreuA ni detroper osla si atad s yduts sihT a ylno setaudargrednu rof atad stroper elbat :setaudargtsop dna setaudargrednu fo xim saw elpmaS b Ahmed"
  },
  {
    "id": 108,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "te gneZ repap ni detroper toN RN ]25[ .la te hcabreuA ni detroper osla si atad s yduts sihT a ylno setaudargrednu rof atad stroper elbat :setaudargtsop dna setaudargrednu fo xim saw elpmaS b Ahmed et al. BMC Psychiatry (2023) 23:240 Page 28 of 34 found using WHO data (3.7 ) [4], and students may here could be a product of gender norms in relation to therefore be considered a high-risk group that requires how distress is expressed (i.e. tendency to internalise ver- special attention and support. These results support the sus externalise) [143] as well as gender differences in will- frequent media reports of an ongoing  student mental ingness to disclose mental health difficulties [144]. health crisis  [6]. The inconsistent findings concerning the relationship Compared to other"
  },
  {
    "id": 109,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "frequent media reports of an ongoing  student mental ingness to disclose mental health difficulties [144]. health crisis  [6]. The inconsistent findings concerning the relationship Compared to other epidemiological studies, the between non-specific anxiety prevalence and sociode- cross-sectional prevalence found here are on par with mographic factors contradicts previous literature. Stud- those found in the general population (e.g. Bandelow   ies within the general population have shown that anxiety Michaelis, 2015 [138]). Whether students are especially is more common amongst those who are younger [145], vulnerable to anxiety or not, the prevalence found here an ethnic majority [146], or are of a lower SES [147]   alarmingly suggest that more than third of students are whereas we found"
  },
  {
    "id": 110,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "younger [145], vulnerable to anxiety or not, the prevalence found here an ethnic majority [146], or are of a lower SES [147]   alarmingly suggest that more than third of students are whereas we found studies that both supported and dis- experiencing anxiety symptoms that likely meet diag- proved these findings. Similarly, previous studies have nostic thresholds and therefore require intervention (i.e. suggested there are key  pinch points  over the course of of moderate or greater severity). In light of the negative studying for a degree that are associated with increased sequelae of anxiety amongst students, including impaired mental health difficulties [148]; however, we did not find academic performance [10, 11] which then has implica- any coherent narrative concerning the phase of"
  },
  {
    "id": 111,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "amongst students, including impaired mental health difficulties [148]; however, we did not find academic performance [10, 11] which then has implica- any coherent narrative concerning the phase of study and tions for their future employment prospects, we assert a anxiety prevalence specifically. need to explore this issue further. The mixed findings presented here may be explained We attempted to do this in the present review by con- in part by cross-cultural differences. That is, we included ducting secondary analyses to identify potential soci- studies from around the world and, as mental health odemographic risk factors within the student population problems are culturally bound [149], it is likely that this that may elevate students  risk of anxiety. We found no will result in some"
  },
  {
    "id": 112,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "health odemographic risk factors within the student population problems are culturally bound [149], it is likely that this that may elevate students  risk of anxiety. We found no will result in some between-study heterogeneity in how consistent evidence that any of the sociodemographic anxiety is understood, conceptualised, and assessed. variables were associated with increased anxiety symp- A more likely explanation for the heterogeneity in our toms, with the exception of gender   aligning with find- results, other than cultural factors, are the methodologi- ings from a previous systematic review finding female cal differences between studies [138] specifically, the students reported greater prevalence of depression com- different measures used across studies to assess anxi- pared to"
  },
  {
    "id": 113,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "review finding female cal differences between studies [138] specifically, the students reported greater prevalence of depression com- different measures used across studies to assess anxi- pared to males [25]. While we are unable to comment ety. There may be logistical issues surrounding access on the rates of anxiety amongst non-binary or gender to validated outcome measures of non-specific anxiety; non-conforming students, we did find that studies largely for example, the DASS is in the public domain with an reported that anxiety was more prevalent amongst accompanying publicly available website [150] suggesting females than males. In the general population, rates of this measure could be more easily accessible to research- anxiety disorders, irrespective of the sub-type, are more ers."
  },
  {
    "id": 114,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "[150] suggesting females than males. In the general population, rates of this measure could be more easily accessible to research- anxiety disorders, irrespective of the sub-type, are more ers. The findings from the six studies using diagnostic common amongst females than males [139]. This finding clinical interviews reported 12-month prevalence gener- may be explained by the increased prevalence of anxi- ally lower than those found in self-report studies, ranging ety-related risk factors amongst females than males. For from 0.3  [84] to 20.8  [56]. While these studies provide example, stress sensitivity and hormonal changes may more robust findings, given diagnostic interviews are contribute to the increased incidence of anxiety amongst the gold-standard [151], self-report measures are"
  },
  {
    "id": 115,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "sensitivity and hormonal changes may more robust findings, given diagnostic interviews are contribute to the increased incidence of anxiety amongst the gold-standard [151], self-report measures are used females [140]. Females may also be more likely to expe- widely and have been validated as a means to assessing rience the kinds of traumatic life events that can trigger anxiety symptoms in a less time-intensive and resource- anxiety, such as sexual violence [141] or relationship diffi- ful manner. culties [140]. It may therefore be most appropriate to tar- get any measures related to preventing anxiety disorders Limitations to female university students. Self-report measures are a valid means of assessing This does not mean that male students are invulner- anxiety symptoms, but there are"
  },
  {
    "id": 116,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "anxiety disorders Limitations to female university students. Self-report measures are a valid means of assessing This does not mean that male students are invulner- anxiety symptoms, but there are multiple outcome able to mental health problems, including anxiety disor- measures available in the literature. More than 145 ders [67]. This finding should be considered in light of anxiety outcome measures have been published [152]. the gender biases seen in the presentation and assess- In the present review we pooled data from the DASS ment of mental health difficulties. For example, there is [129], GAD-7 [130], BAI [131], HADS [132], and SAS strong evidence of gender biases in the diagnostic assess- [133]. Although all these scales are measuring the same ment of several mental health"
  },
  {
    "id": 117,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "is [129], GAD-7 [130], BAI [131], HADS [132], and SAS strong evidence of gender biases in the diagnostic assess- [133]. Although all these scales are measuring the same ment of several mental health difficulties but whether latent variable, they differ in their conceptualisation of such a bias exists for anxiety disorders has not been fully it. For example, the DASS focusses on the physiological explored [142]. Moreover, the gender differences found symptoms of anxiety (e.g., trembling, dry mouth, heart A hmed et al. BMC Psychiatry (2023) 23:240 Page 29 of 34 palpitations), whereas the GAD-7 primarily assesses Implications psychological and cognitive symptoms (e.g., worrying, Even with the limitations above, our review provides nervousness, irritablility). Although the pooling of data"
  },
  {
    "id": 118,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "primarily assesses Implications psychological and cognitive symptoms (e.g., worrying, Even with the limitations above, our review provides nervousness, irritablility). Although the pooling of data strong evidence that anxiety is prevalent amongst under- from multiple anxiety questionnaires is common prac- graduate students. Anxiety, however, is an umbrella term tice within literature reviews, it is a questionable prac- that encompasses several distinct mental health disorders tice that is likely to produce biased results [153]. This within diagnostic manuals [156, 157]. While there are limitation seems to be somewhat justified here given some generic interventions that appear to be effective for the findings of our sub-analysis: we found that anxiety anxiety disorders and common mental"
  },
  {
    "id": 119,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "seems to be somewhat justified here given some generic interventions that appear to be effective for the findings of our sub-analysis: we found that anxiety anxiety disorders and common mental health problems prevalence estimates varied depending on the measure broadly such as antidepressants and low intensity psy- used. These differences may reflect real differences but chological interventions [158] there are increased treat- are more likely an artefact of measurement error   this ment options available when the typology of the anxiety limitation has consequences for the validity of our find- is known [159 161]. Further investigation is needed to ings. This may also reflect logistical issues around the specify the presentation of this non-specific anxiety so as accessibility of anxiety"
  },
  {
    "id": 120,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "is known [159 161]. Further investigation is needed to ings. This may also reflect logistical issues around the specify the presentation of this non-specific anxiety so as accessibility of anxiety outcome measures and associ- to inform intervention recommendations and provision ated manuals protocols to researchers in lower middle at universities. income countries. The high prevalence of anxiety amongst undergradu- The studies included in this review may be variable ate students suggests that there may be something about in the outcome measures they used but they are largely their student status that is elevating this risk beyond that from the same part of the world. Most of the studies seen in the general population. There may be aspects of were conducted in Asian countries or the Middle"
  },
  {
    "id": 121,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "that is elevating this risk beyond that from the same part of the world. Most of the studies seen in the general population. There may be aspects of were conducted in Asian countries or the Middle East. student life, their studies or the university environment Very few of the studies included were from Western that are triggering anxiety symptoms. Universities should countries. This is very different from the patterns seen be safe spaces that give their students every opportunity in other reviews on student mental health where there to flourish and achieve their potential. It is therefore vital is a dominance of data from the United States (US) and that we identify what aspects of the university experi- the UK (e.g. [154]). This may be because of the inclu- ence are distressing students"
  },
  {
    "id": 122,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "is a dominance of data from the United States (US) and that we identify what aspects of the university experi- the UK (e.g. [154]). This may be because of the inclu- ence are distressing students and seek to address these sion exclusion employed in the present review   spe- without delay. There are some suggestions within the lit- cifically that we were only interested in studies that erature as to what these factors may be; including, work- reported both prevalence and response rates, mean- load pressures, fear of failure, imposter feelings, financial ing we may have excluded studies due to not reporting difficulties, as well as poor social support and networks response rates. There may be something about the way [162] and cultural changes in society [17]. Targeting such universities are"
  },
  {
    "id": 123,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "reporting difficulties, as well as poor social support and networks response rates. There may be something about the way [162] and cultural changes in society [17]. Targeting such universities are set up in Asia and the Middle East that diverse and disparate risk factors within a single interven- makes it more feasible to conduct population screening tion is impractical. We therefore need to explore and pri- studies to ascertain prevalence estimates, compared to oritise these issues and consider ways to mitigate them. institutions based in the UK and US (e.g. size of uni- Through a research priority setting exercise with UK versities or level of state involvement). Our findings university students [163], students have identified several therefore highlight a gap in Western literature that"
  },
  {
    "id": 124,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "setting exercise with UK versities or level of state involvement). Our findings university students [163], students have identified several therefore highlight a gap in Western literature that directions for future research into student mental health: needs addressing but also potentially limits the extent this includes exploring the effectiveness of university- to which we can generalise our findings to all parts of based mental health services, and clinical and non-clin- the world. ical interventions, and how prevalence of mental health Applying the quality assessment criteria used to assess problems differs across institutions, discipline of study previous epidemiological studies [25, 31], overall many and by socio-demographic characteristics. The findings studies had decent sample"
  },
  {
    "id": 125,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "problems differs across institutions, discipline of study previous epidemiological studies [25, 31], overall many and by socio-demographic characteristics. The findings studies had decent sample sizes and response rates. How- from our systematic review are particularly relevant in ever, the majority of papers did not include any addi- helping answer these research priorities: for example, in tional information about their data; for example, few identifying the effectiveness of interventions to help stu- described how their sample aligned with their HEI s soci- dents  mental health, one important factor in this is con- odemographic make-up or how it compared to the wider sidering how we can measure mental health outcomes university student population. Researchers conducting and different"
  },
  {
    "id": 126,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "factor in this is con- odemographic make-up or how it compared to the wider sidering how we can measure mental health outcomes university student population. Researchers conducting and different measures used to assess the same construct. prevalence studies may wish to use published guide- Finally, our review suggests that female students are lines for best practice in reporting observational studies, at an elevated risk of anxiety compared to males. If this such as the STROBE checklist [155] when reporting the finding reflects a genuine gender difference that cannot findings from epidemiological observational studies in be explained by gender biases, we must consider whether order to improve their quality and the quality of reviews this gender difference is similar or greater than that"
  },
  {
    "id": 127,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "observational studies in be explained by gender biases, we must consider whether order to improve their quality and the quality of reviews this gender difference is similar or greater than that thereafter. found in the general population. Are females particularly Ahmed et al. BMC Psychiatry (2023) 23:240 Page 30 of 34 vulnerable to the university-related risk factors causing Funding This work was co-funded by the National Institute for Health and Care student anxiety or are these gender differences reflective Research (NIHR) MindTech Medtech Cooperative and the NIHR Nottingham of what we see in wider society? This question highlights Biomedical Research Centre. The views expressed are those of the author(s) the need for intersectional research in this area so as to and not necessarily"
  },
  {
    "id": 128,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "in wider society? This question highlights Biomedical Research Centre. The views expressed are those of the author(s) the need for intersectional research in this area so as to and not necessarily those of the NHS, the NIHR or the Department of Health and Social Care. The sources of funding had no role in the study s design, data understand the interaction and cumulative effects of risk collection, data analysis or interpretation. factors on poor mental health (e.g. [164, 165]). Availability of data and materials All data generated or analysed during this study are included in this published Conclusions article and its supplementary information files. The primary aim of this review was to produce a pooled Declarations estimate of the prevalence of non-specific anxiety amongst"
  },
  {
    "id": 129,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "published Conclusions article and its supplementary information files. The primary aim of this review was to produce a pooled Declarations estimate of the prevalence of non-specific anxiety amongst undergraduate students. We found an overall Ethics approval and consent to participate pooled prevalence of 39.65  a figure that exceeds those This study collected secondary data from published studies and the home institution deemed it not necessary to obtain ethical approval for this seen in epidemiological studies in the general population. research. Students may therefore be a high-risk group, with some suggestion here that this risk may be further elevated Consent for publication Not applicable. for female students. There is a need to understand how best to support students with anxiety,"
  },
  {
    "id": 130,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "with some suggestion here that this risk may be further elevated Consent for publication Not applicable. for female students. There is a need to understand how best to support students with anxiety, and why anxiety is Competing interests increasingly common amongst this group. The authors declare that they have no competing interests. Abbreviations Received: 9 June 2022 Accepted: 28 February 2023 BAI B eck Anxiety Inventory CI Confidence intervals DASS Depression Anxiety Stress Scales GAD-7 Generalised Anxiety Disorder scale   7-item version HADS Hospital Anxiety and Depression Scale References HEIs Higher Education Institutions 1. National Institute for Health and Care Excellence. Quality Standard PHQ-A Patient Health Questionnaire anxiety scale [QS53]: Anxiety Disorders. 2014. SAS Zung"
  },
  {
    "id": 131,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "HEIs Higher Education Institutions 1. National Institute for Health and Care Excellence. Quality Standard PHQ-A Patient Health Questionnaire anxiety scale [QS53]: Anxiety Disorders. 2014. SAS Zung Self-Rating Anxiety Scale 2. Olatunji BO, Cisler JM, Tolin DF. Quality of life in the anxiety disorders: A SES Socioeconomic status meta-analytic review. Clin Psychol Rev. 2007;27(5):572 81. 3. World Health Organization. International statistical classification of diseases and related health problems, 10th revision, Fifth edition, 2016. Supplementary Information World Health Organization; 2015. https:   apps. who. int  iris  handle  The online version contains supplementary material available at https:   doi. 10665  246208. org  10. 1186  s12888- 023- 04645-8. 4. Ruscio AM, Hallion LS, Lim CCW,"
  },
  {
    "id": 132,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "apps. who. int  iris  handle  The online version contains supplementary material available at https:   doi. 10665  246208. org  10. 1186  s12888- 023- 04645-8. 4. Ruscio AM, Hallion LS, Lim CCW, Aguilar-Gaxiola S, Al-Hamzawi A, Alonso J, Andrade LH, Borges G, Bromet EJ, Bunting B, et al. Cross-sec- tional Comparison of the Epidemiology of DSM-5 Generalized Anxiety Additional file 1: Appendix A. Table showing prevalence by outcome Disorder Across the Globe. JAMA Psychiat. 2017;74(5):465 75. measure cut-off thresholds for each included study. Appendix B. Table 5. World Health Organisation. Depression and Other Common Mental showing associations reported between anxiety scores, anxiety threshold Disorders: Global Health Estimates. Geneva: World Health Organisation; cut-offs and"
  },
  {
    "id": 133,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Depression and Other Common Mental showing associations reported between anxiety scores, anxiety threshold Disorders: Global Health Estimates. Geneva: World Health Organisation; cut-offs and sociodemographic variables in included studies. Appendix C. 2017. Doi funnelplot for the 83 studies included in meta-analysis. Appendix D. 6. Shackle S:  The way universities are run is making us ill : inside the stu- Full citation list of 89 studies included in systematic review. dent mental health crisis. London: In: The Guardian; 2019. https:   www. Additional file 2. PRISMA checklist. thegu ardian. com  socie ty  2019  sep  27  anxie ty- mental- break downs- depre ssion- uk- stude nts. Additional file 3. Dataset showing anxiety prevalence data from each 7. Sheldon E, Simmonds-Buckley M, Bone C,"
  },
  {
    "id": 134,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "com  socie ty  2019  sep  27  anxie ty- mental- break downs- depre ssion- uk- stude nts. Additional file 3. Dataset showing anxiety prevalence data from each 7. Sheldon E, Simmonds-Buckley M, Bone C, Mascarenhas T, Chan N, included study. Wincott M, Gleeson H, Sow K, Hind D, Barkham M. Prevalence and risk factors for mental health problems in university undergraduate Acknowledgements students: A systematic review with meta-analysis. J Affect Disord. We would like to thank Dr Matthew Grainge for support in using Stata and 2021;287:282 92. with meta-analysis; Dr Ryan Skilton for support with data extraction; Dr Shirley 8. Pedrelli P, Nyer M, Yeung A, Zulauf C, Wilens T. College Students: Mental Reynolds, Dr Caroline Falconer, and Dr Bosiljka Milosavljevic for assistance with Health Problems"
  },
  {
    "id": 135,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "extraction; Dr Shirley 8. Pedrelli P, Nyer M, Yeung A, Zulauf C, Wilens T. College Students: Mental Reynolds, Dr Caroline Falconer, and Dr Bosiljka Milosavljevic for assistance with Health Problems and Treatment Considerations. Acad Psychiatry. anxiety-related terminology; and to the authors who responded to requests 2015;39(5):503 11. about their studies. 9. The Healthy Minds Study team. The Healthy Minds Study: 2020 Winter  Spring Data Report. 2020. Authors  contributions 10. Mihailescu A, Diaconescu L, Ciobanu A, Donisan T, Mihailescu C. The EBD and CG designed the study. IA and EBD conducted data collection and impact of anxiety and depression on academic performance in under- extraction. IA and EBD conducted data analysis. IA, CMH, BE, CG and EBD graduate medical students. Eur"
  },
  {
    "id": 136,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "conducted data collection and impact of anxiety and depression on academic performance in under- extraction. IA and EBD conducted data analysis. IA, CMH, BE, CG and EBD graduate medical students. Eur Psychiatry. 2016;33:S284. drafted the manuscript. All authors contributed and accepted the final version 11. Awadalla S, Davies EB, Glazebrook C. A longitudinal cohort study to of the manuscript for publication. The authors read and approved the final explore the relationship between depression, anxiety and academic manuscript. performance among Emirati university students. BMC Psychiatry. 2020;20(1):448. A hmed et al. BMC Psychiatry (2023) 23:240 Page 31 of 34 12. Dessauvagie AS, Dang H-M, Nguyen TAT, Groen G. Mental Health of Uni- 35. Borenstein M, Hedges LV, Higgins JP, Rothstein HR. A"
  },
  {
    "id": 137,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "A hmed et al. BMC Psychiatry (2023) 23:240 Page 31 of 34 12. Dessauvagie AS, Dang H-M, Nguyen TAT, Groen G. Mental Health of Uni- 35. Borenstein M, Hedges LV, Higgins JP, Rothstein HR. A basic introduction versity Students in Southeastern Asia: a systematic review. Asia Pacific J to fixed-effect and random-effects models for meta-analysis. Res Synth Public Health. 2021;34(2 3):172 81. Methods. 2010;1(2):97 111. 13. Chaabane S, Chaabna K, Bhagat S, Abraham A, Doraiswamy S, Mamtani 36. Borges Migliavaca C, Stein C, Colpani V, Barker TH, Munn Z, Falavigna R, Cheema S. Perceived stress, stressors, and coping strategies among M. on behalf of the prevalence estimates reviews   systematic review nursing students in the Middle East and North Africa: an overview of methodology G: How are"
  },
  {
    "id": 138,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "stressors, and coping strategies among M. on behalf of the prevalence estimates reviews   systematic review nursing students in the Middle East and North Africa: an overview of methodology G: How are systematic reviews of prevalence conducted? systematic reviews. Syst Rev. 2021;10(1):136. A methodological study. BMC Med Res Methodol. 2020;20(1):96. 14. Quek TT, Tam WW, Tran BX, Zhang M, Zhang Z, Ho CS, Ho RC. The global 37. Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measur- prevalence of anxiety among medical students: a meta-analysis. Int J ing inconsistency in meta-analyses. BMJ (Clinical research ed). Environ Res Public Health. 2019;16(15):2735. 2003;327(7414):557 60. 15. Cuttilan AN, Sayampanathan AA. Ho RC-M: Mental health issues 38. Liyanage S, Saqib K, Khan AF, Thobani TR, Tang"
  },
  {
    "id": 139,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "research ed). Environ Res Public Health. 2019;16(15):2735. 2003;327(7414):557 60. 15. Cuttilan AN, Sayampanathan AA. Ho RC-M: Mental health issues 38. Liyanage S, Saqib K, Khan AF, Thobani TR, Tang W-C, Chiarot CB, AlShur- amongst medical students in Asia: a systematic review [2000-2015]. man BA, Butt ZA. Prevalence of Anxiety in University Students during Ann Transl Med. 2016;4(4):72 72. the COVID-19 Pandemic: A Systematic Review. Int J Environ Res Public 16. Royal College of Psychiatrists. CR231: Mental health of higher education Health. 2021;19(1):62. students. 2021. 39. Royal College of Psychiatrists. Mental health of students in higher edu- 17. Curran T, Hill AP. Perfectionism is increasing over time: A meta- cation (College Report CR166). London: Royal College of Psychiatrists;"
  },
  {
    "id": 140,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of Psychiatrists. Mental health of students in higher edu- 17. Curran T, Hill AP. Perfectionism is increasing over time: A meta- cation (College Report CR166). London: Royal College of Psychiatrists; analysis of birth cohort differences from 1989 to 2016. Psychol Bull. 2011. 2019;145(4):410 29. 40. Furuya-Kanamori L, Barendregt JJ, Doi SAR. A new improved graphical 18. Dyrbye LN, Thomas MR, Shanafelt TD. Systematic review of depression, and quantitative method for detecting bias in meta-analysis. Int J Evid anxiety, and other indicators of psychological distress among U.S. and Based Healthc. 2018;16(4):195 203. Canadian medical students. Acad Med. 2006;81(4):354 73. 41. Al-Bahhawi T, Albasheer OB, Makeen AM, Arishi AM, Hakami OM, Maashi 19. Mao Y, Zhang N, Liu J, Zhu B, He R, Wang X. A"
  },
  {
    "id": 141,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2018;16(4):195 203. Canadian medical students. Acad Med. 2006;81(4):354 73. 41. Al-Bahhawi T, Albasheer OB, Makeen AM, Arishi AM, Hakami OM, Maashi 19. Mao Y, Zhang N, Liu J, Zhu B, He R, Wang X. A systematic review of SM, Al-Khairat HK, Alganmy OM, Sahal YA, Sharif AA, et al. Depression, depression and anxiety in medical students in China. BMC Med Educ. anxiety, and stress and their association with khat use: a cross-sectional 2019;19(1):327. study among Jazan University students. Saudi Arabia Neuropsychiatr 20. Zeng W, Chen R, Wang X, Zhang Q, Deng W. Prevalence of mental Dis Treat. 2018;14:2755 61. health problems among medical students in China: a meta-analysis. 42. Abdallah A, Gabr H. Depression, anxiety and stress among first year Medicine. 2019;98(18):e15337. medical students in an"
  },
  {
    "id": 142,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "61. health problems among medical students in China: a meta-analysis. 42. Abdallah A, Gabr H. Depression, anxiety and stress among first year Medicine. 2019;98(18):e15337. medical students in an Egyptian public university. Int Res J Med Medi- 21. Byrnes C, Ganapathy VA, Lam M, Mogensen L, Hu W. Medical student cal Sci. 2014;2(1):11 9. perceptions of curricular influences on their wellbeing: a qualitative 43. Abdel Wahed WY, Hassan SK. Prevalence and associated factors of study. BMC Med Educ. 2020;20(1):288. stress, anxiety and depression among medical Fayoum University 22. Tempski P, Bellodi PL, Paro HBMS, Enns SC, Martins MA, Schraiber LB. students. Alexandria J Med. 2017;53(1):77 84. What do medical students think about their quality of life? A qualitative 44. Abeetha S, Sureka V,"
  },
  {
    "id": 143,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "PL, Paro HBMS, Enns SC, Martins MA, Schraiber LB. students. Alexandria J Med. 2017;53(1):77 84. What do medical students think about their quality of life? A qualitative 44. Abeetha S, Sureka V, Brinda S, Ganesh M, Olickal J, Sujatha S. Prevalence study. BMC Med Educ. 2012;12(1):106. of prehypertension and its association with levels of stress and anxiety 23. Sayburn A. Why medical students  mental health is a taboo subject. among students of various disciplines in Chennai - a cross-sectional BMJ. 2015;350:h722. study. National J Physiol Pharm Pharmacol. 2018;8:1599 604. 24. Hope V, Henderson M. Medical student depression, anxiety and 45. Aboalshamat K, Hou XY, Strodl E. Psychological well-being status distress outside North America: a systematic review. Med Educ. among medical and dental"
  },
  {
    "id": 144,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "M. Medical student depression, anxiety and 45. Aboalshamat K, Hou XY, Strodl E. Psychological well-being status distress outside North America: a systematic review. Med Educ. among medical and dental students in Makkah, Saudi Arabia: a cross- 2014;48(10):963 79. sectional study. Med Teach. 2015;37(Suppl 1):S75-81. 25. Ibrahim AK, Kelly SJ, Adams CE, Glazebrook C. A systematic review of 46. Al-Khani AM, Sarhandi MI, Zaghloul MS, Ewid M, Saquib N. A cross- studies of depression prevalence in university students. J Psychiatr Res. sectional survey on sleep quality, mental health, and academic 2013;47(3):391 400. performance among medical students in Saudi Arabia. BMC Res Notes. 26. Pacheco JP, Giacomin HT, Tam WW, Ribeiro TB, Arab C, Bezerra IM, 2019;12(1):665. Pinasco GC. Mental health"
  },
  {
    "id": 145,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2013;47(3):391 400. performance among medical students in Saudi Arabia. BMC Res Notes. 26. Pacheco JP, Giacomin HT, Tam WW, Ribeiro TB, Arab C, Bezerra IM, 2019;12(1):665. Pinasco GC. Mental health problems among medical students in 47. Almhdawi KA, Kanaan SF, Khader Y, Al-Hourani Z, Almomani F, Nazzal Brazil: a systematic review and meta-analysis. Braz J Psychiatry. M. Study-related mental health symptoms and their correlates among 2017;39(4):369 78. allied health professions students. Work. 2018;61(3):391 401. 27. Sarkar S, Gupta R, Menon V. A systematic review of depression, anxiety, 48. AlShamlan NA, AlOmar RS, Al Shammari MA, AlShamlan RA, AlShamlan and stress among medical students in India. J Ment Health Hum Behav. AA, Sebiany AM. Anxiety and Its Association with Preparation for"
  },
  {
    "id": 146,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "AlShamlan NA, AlOmar RS, Al Shammari MA, AlShamlan RA, AlShamlan and stress among medical students in India. J Ment Health Hum Behav. AA, Sebiany AM. Anxiety and Its Association with Preparation for Future 2017;22(2):88 96. Specialty: a cross-sectional study among medical students. Saudi 28. The EndNote Team: EndNote. In., vol. EndNote X8. Philadelphia. PA: Arabia J Multidiscip Healthc. 2020;13:581 91. Clarivate; 2013. 49. Alvi T, Assad F, Ramzan M, Khan FA. Depression, anxiety and their 29. Microsoft Cooperation: Microsoft Excel 2016. In., vol. 2016: Microsoft; associated factors among medical students. J Coll Physicians Surg Pak. 2016. 2010;20(2):122 6. 30. World Bank Country and Lending Groups [https:   datah elpde sk. world 50. Amir Hamzah NS, Nik Farid ND, Yahya A, Chin C, Su TT,"
  },
  {
    "id": 147,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "students. J Coll Physicians Surg Pak. 2016. 2010;20(2):122 6. 30. World Bank Country and Lending Groups [https:   datah elpde sk. world 50. Amir Hamzah NS, Nik Farid ND, Yahya A, Chin C, Su TT, Rampal SRL, bank. org  knowl edgeb ase  artic les  906519- world- bank- count ry- and- Dahlui M. The Prevalence and Associated Factors of Depression, Anxiety lendi ng- groups] and Stress of First Year Undergraduate Students in a Public Higher 31. Parker G, Beresford B, Clarke S, Gridley K, Pitman R, Spiers G. Technical Learning Institution in Malaysia. J Child Fam Stud. 2019;28(12):3545 57. report for SCIE Research Review on the prevalence and incidence of 51. Asif S, Mudassar A, Shahzad TZ, Raouf M, Pervaiz T. Frequency of depres- parental mental health problems and the detection, screening and"
  },
  {
    "id": 148,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "SCIE Research Review on the prevalence and incidence of 51. Asif S, Mudassar A, Shahzad TZ, Raouf M, Pervaiz T. Frequency of depres- parental mental health problems and the detection, screening and sion, anxiety and stress among university students. Pak J Med Sci. reporting of parental mental health problems. In. Social Policy Research 2020;36(5):971 6. Unit: University of York; 2008. 52. Auerbach RP, Alonso J, Axinn WG, Cuijpers P, Ebert DD, Green JG, 32. Wong JG, Cheung EP, Chan KK, Ma KK, Tang SW. Web-based survey of Hwang I, Kessler RC, Liu H, Mortier P, et al. Mental disorders among depression, anxiety and stress in first-year tertiary education students in college students in the World Health Organization World Mental Health Hong Kong. Aust N Z J Psychiatry. 2006;40(9):777 82."
  },
  {
    "id": 149,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "depression, anxiety and stress in first-year tertiary education students in college students in the World Health Organization World Mental Health Hong Kong. Aust N Z J Psychiatry. 2006;40(9):777 82. Surveys. Psychol Med. 2016;46(14):2955 70. 33. Li Y, Scherer N, Felix L, Kuper H. Prevalence of depression, anxiety 53. Azad N, Shahid A, Abbas N, Shaheen A, Munir N. Anxiety And Depres- and post-traumatic stress disorder in health care workers during the sion In Medical Students Of A Private Medical College. J Ayub Med Coll COVID-19 pandemic: a systematic review and meta-analysis. PLoS ONE. Abbottabad. 2017;29(1):123 7. 2021;16(3):e0246454. 54. Azim SR, Baig M. Frequency and perceived causes of depression, anxi- 34. Nyaga VN, Arbyn M, Aerts M. Metaprop: a Stata command to perform ety and"
  },
  {
    "id": 150,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2017;29(1):123 7. 2021;16(3):e0246454. 54. Azim SR, Baig M. Frequency and perceived causes of depression, anxi- 34. Nyaga VN, Arbyn M, Aerts M. Metaprop: a Stata command to perform ety and stress among medical students of a private medical institute in meta-analysis of binomial data. Arch Public Health. 2014;72(1):39. Karachi: a mixed method study. J Pak Med Assoc. 2019;69(6):840 5. 55. Ballester L, Alayo I, Vilagut G, Almenara J, Cebri  AI, Echebur a E, Gabilondo A, Gili M, Lagares C, Piqueras JA, et al. Mental disorders Ahmed et al. BMC Psychiatry (2023) 23:240 Page 32 of 34 in Spanish university students: Prevalence, age-of-onset, severe 76. Fortney JC, Curran GM, Hunt JB, Cheney AM, Lu L, Valenstein M, role impairment and mental health treatment. J Affect Disord. Eisenberg D."
  },
  {
    "id": 151,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "university students: Prevalence, age-of-onset, severe 76. Fortney JC, Curran GM, Hunt JB, Cheney AM, Lu L, Valenstein M, role impairment and mental health treatment. J Affect Disord. Eisenberg D. Prevalence of probable mental disorders and help-seeking 2020;273:604 13. behaviors among veteran and non-veteran community college stu- 56. Bantjes J, Lochner C, Saal W, Roos J, Taljaard L, Page D, Auerbach RP, dents. Gen Hosp Psychiatry. 2016;38:99 104. Mortier P, Bruffaerts R, Kessler RC, et al. Prevalence and sociodemo- 77. Gaspersz R, Frings-Dresen MH, Sluiter JK. Prevalence of common mental graphic correlates of common mental disorders among first-year disorders among Dutch medical students and related use and need of university students in post-apartheid South Africa: implications for a"
  },
  {
    "id": 152,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "correlates of common mental disorders among first-year disorders among Dutch medical students and related use and need of university students in post-apartheid South Africa: implications for a mental health care: a cross-sectional study. Int J Adolesc Med Health. public mental health approach to student wellness. BMC Public Health. 2012;24(2):169 72. 2019;19(1):922. 78. Ge F, Zhang D, Wu L, Mu H. Predicting Psychological State Among 57. Bassols AM, Okabayashi LS, Silva ABD, Carneiro BB, Feij  F, Guima- Chinese Undergraduate Students in the COVID-19 Epidemic: A Lon- r es GC, Cortes GN, Rohde LA, Eizirik CL. First- and last-year medical gitudinal Study Using a Machine Learning. Neuropsychiatr Dis Treat. students: is there a difference in the prevalence and intensity of anxiety 2020;16:2111"
  },
  {
    "id": 153,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Eizirik CL. First- and last-year medical gitudinal Study Using a Machine Learning. Neuropsychiatr Dis Treat. students: is there a difference in the prevalence and intensity of anxiety 2020;16:2111 8. and depressive symptoms? Braz J Psychiatry. 2014;36:233 40. 79. Islam S, Akter R, Sikder T, et al. Prevalence and Factors Associated 58. Basudan S, Binanzan N, Alhassan A. Depression, anxiety and stress in with Depression and Anxiety Among First-Year University Students dental students. Int J Med Educ. 2017;8:179 86. in Bangladesh: A Cross-Sectional Study. Int J Ment Health Addict. 59. Baykan Z, Na ar M, Cetinkaya F. Depression, anxiety, and stress among 2022;20:1289 302. last-year students at Erciyes University Medical School. Acad Psychiatry. 80. Junaid M, Ibn Auf A, Shaikh K, Khan N,"
  },
  {
    "id": 154,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Z, Na ar M, Cetinkaya F. Depression, anxiety, and stress among 2022;20:1289 302. last-year students at Erciyes University Medical School. Acad Psychiatry. 80. Junaid M, Ibn Auf A, Shaikh K, Khan N, Abdelrahim S. Correlation 2012;36(1):64 5. between academic performance and anxiety in medical students of 60. Borst JM, Frings-Dresen MH, Sluiter JK. Prevalence and incidence of Majmaah University - KSA. J Pak Med Assoc. 2020;70:1. mental health problems among Dutch medical students and the study- 81. Karao lu N, Seker M. Anxiety and Depression in Medical Students related and personal risk factors: a longitudinal study. Int J Adolesc Med Related to Desire for and Expectations from a Medical Career. The West Health. 2016;28(4):349 55. Indian medical journal. 2010;59:196 202. 61. Bunevicius A,"
  },
  {
    "id": 155,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "a longitudinal study. Int J Adolesc Med Related to Desire for and Expectations from a Medical Career. The West Health. 2016;28(4):349 55. Indian medical journal. 2010;59:196 202. 61. Bunevicius A, Katkute A, Bunevicius R. Symptoms of anxiety and 82. Kebede MA, Anbessie B, Ayano G. Prevalence and predictors of depres- depression in medical students and in humanities students: relation- sion and anxiety among medical students in Addis Ababa, Ethiopia. Int ship with big-five personality dimensions and vulnerability to stress. Int J Ment Heal Syst. 2019;13(1):30. J Soc Psychiatry. 2008;54(6):494 501. 83. Knipe D, Maughan C, Gilbert J, Dymock D, Moran P, Gunnell D. Mental 62. Cheng S, Jia C, Wang Y. Only Children Were Associated with Anxiety and health in medical, dentistry and veterinary"
  },
  {
    "id": 156,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "501. 83. Knipe D, Maughan C, Gilbert J, Dymock D, Moran P, Gunnell D. Mental 62. Cheng S, Jia C, Wang Y. Only Children Were Associated with Anxiety and health in medical, dentistry and veterinary students: cross-sectional Depressive Symptoms among College Students in China. Int J Environ online survey. BJPsych open. 2018;4(6):441 6. Res Public Health. 2020;17(11):4035. 84. Kou C, Meng X, Xie B, Chen Y, Yu Q, Shi J, Yu Y, D Arcy C, Huang Y. The 63. Chernomas WM, Shapiro C. Stress, Depression, and Anxiety among prevalence and correlates of neurotic disorders among undergraduates Undergraduate Nursing Students. Int J Nurs Educ Scholarsh. at a mainland Chinese university. Soc Psychiatry Psychiatr Epidemiol. 2013;10(1):255 66. https:   doi. org  10. 1515  ijnes- 2012- 0032. 2012;47(12):2011 8."
  },
  {
    "id": 157,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Students. Int J Nurs Educ Scholarsh. at a mainland Chinese university. Soc Psychiatry Psychiatr Epidemiol. 2013;10(1):255 66. https:   doi. org  10. 1515  ijnes- 2012- 0032. 2012;47(12):2011 8. 64. Cheung T, Wong SY, Wong KY, Law LY, Ng K, Tong MT, Wong KY, Ng MY, 85. Kulsoom B, Afsar NA. Stress, anxiety, and depression among Yip PS. Depression, anxiety and symptoms of stress among bacca- medical students in a multiethnic setting. Neuropsychiatr Dis Treat. laureate nursing students in Hong Kong: a cross-sectional study. Int J 2015;11:1713 22. Environ Res Public Health. 2016;13(8):779. 86. Kumar B, Shah MAA, Kumari R, Kumar A, Kumar J, Tahir A. Depres- 65. Cheung DK, Tam DKY, Tsang MH, Zhang DLW, Lit DSW. Depression, anxi- sion, Anxiety, and Stress Among Final-year Medical Students."
  },
  {
    "id": 158,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Kumar B, Shah MAA, Kumari R, Kumar A, Kumar J, Tahir A. Depres- 65. Cheung DK, Tam DKY, Tsang MH, Zhang DLW, Lit DSW. Depression, anxi- sion, Anxiety, and Stress Among Final-year Medical Students. Cureus. ety and stress in different subgroups of first-year university students 2019;11(3):e4257 e4257. from 4-year cohort data. J Affect Disord. 2020;274:305 14. 87. Kunwar D, Risal A, Koirala S. Study of Depression, Anxiety and Stress 66. Coker A, Coker O, Sanni D. Sociodemographic correlates and symptoms among the Medical Students in two Medical Colleges of Nepal. Kath- of depression, anxiety and stress among a sample of nigerian medical mandu Univ Med J (KUMJ). 2016;14(53):22 6. students. Nig J Basic Clin Sci. 2018;15(1):58 62. 88. Liu XC, Oda S, Peng X, Asai K. Life events and anxiety in"
  },
  {
    "id": 159,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "stress among a sample of nigerian medical mandu Univ Med J (KUMJ). 2016;14(53):22 6. students. Nig J Basic Clin Sci. 2018;15(1):58 62. 88. Liu XC, Oda S, Peng X, Asai K. Life events and anxiety in Chinese medical 67. Dalky HF, Gharaibeh A. Depression, anxiety, and stress among college students. Soc Psychiatry Psychiatr Epidemiol. 1997;32(2):63 7. students in Jordan and their need for mental health services. Nurs 89. Lun KW, Chan CK, Ip PK, Ma SY, Tsai WW, Wong CS, Wong CH, Wong Forum. 2019;54(2):205 12. TW, Yan D. Depression and anxiety among university students in Hong 68. Delara M, Woodgate RL. Psychological distress and its correlates among Kong. Hong Kong Med J. 2018;24(5):466 72. university students: a cross-sectional study. J Pediatr Adolesc Gynecol. 90. Mahroon ZA, Borgan SM, Kamel"
  },
  {
    "id": 160,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "RL. Psychological distress and its correlates among Kong. Hong Kong Med J. 2018;24(5):466 72. university students: a cross-sectional study. J Pediatr Adolesc Gynecol. 90. Mahroon ZA, Borgan SM, Kamel C, Maddison W, Royston M, Donnellan 2015;28(4):240 4. C. Factors Associated with Depression and Anxiety Symptoms Among 69. Eisenberg D, Gollust SE, Golberstein E, Hefner JL. Prevalence and corre- Medical Students in Bahrain. Acad Psychiatry. 2018;42(1):31 40. lates of depression, anxiety, and suicidality among university students. 91. Marthoenis, Meutia I, Fathiariani L, Sofyan H. Prevalence of depression Am J Orthopsychiatry. 2007;77(4):534 42. and anxiety among college students living in a disaster-prone region. 70. El-Gilany AH, Amro M, Eladawi N, Khalil M. Mental Health Status of"
  },
  {
    "id": 161,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "of depression Am J Orthopsychiatry. 2007;77(4):534 42. and anxiety among college students living in a disaster-prone region. 70. El-Gilany AH, Amro M, Eladawi N, Khalil M. Mental Health Status of Alexandria J Med. 2018;54(4):337 40 https:   www. tandf online. com  Medical Students: A Single Faculty Study in Egypt. J Nerv Ment Dis. doi  full  10. 1016 j. ajme. 2018. 07. 002. 2019;207(5):348 54. 92. Mili  J,  krlec I, Mili  Vranje  I, Podgornjak M, Heffer M. High levels of 71. Eller T, Aluoja A, Vasar V, Veldi M. Symptoms of anxiety and depression depression and anxiety among Croatian medical and nursing students in Estonian medical students with sleep problems. Depress Anxiety. and the correlation between subjective happiness and personality 2006;23(4):250 6. traits. Int Rev Psychiatry"
  },
  {
    "id": 162,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "and nursing students in Estonian medical students with sleep problems. Depress Anxiety. and the correlation between subjective happiness and personality 2006;23(4):250 6. traits. Int Rev Psychiatry (Abingdon, England). 2019;31(7 8):653 60. 72. El-Matury HJ, Mardiah B, Lestari F. Besral: evaluation of depression, 93. Moutinho ILD, Maddalena NDCP, Roland RK, Lucchetti ALG, Tibiri   SHC, anxiety and stress among undergraduate students in Jakarta. Indian J Ezequiel ODS, Lucchetti G. Depression, stress and anxiety in medical Public Health Res Dev. 2018;9(2):296 301. students: a cross-sectional comparison between students from differ- 73. Fawzy M, Hamed SA. Prevalence of psychological stress, depres- ent semesters. Rev Assoc M d Bras. 2017;63(1):21 8. sion and anxiety among medical students in"
  },
  {
    "id": 163,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "between students from differ- 73. Fawzy M, Hamed SA. Prevalence of psychological stress, depres- ent semesters. Rev Assoc M d Bras. 2017;63(1):21 8. sion and anxiety among medical students in Egypt. Psychiatry Res. 94. Moutinho ILD, Lucchetti ALG, Ezequiel ODS, Lucchetti G. Mental health 2017;255:186 94. and quality of life of Brazilian medical students: Incidence, prevalence, 74. Fernandes M, Emanuelle F, Vieira R, Soares J, Val ria F, Avelino F, Santos and associated factors within two years of follow-up. Psychiatry Res. JD. Prevalence of anxious and depressive symptoms in college students 2019;274:306 12. of a public institution. Rev Bras Enferm. 2018;71:2169 75. 95. Mundia L. The prevalence of depression, anxiety and stress in brunei 75. Francis B, Gill JS, Yit Han N, Petrus CF, Azhar"
  },
  {
    "id": 164,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "12. of a public institution. Rev Bras Enferm. 2018;71:2169 75. 95. Mundia L. The prevalence of depression, anxiety and stress in brunei 75. Francis B, Gill JS, Yit Han N, Petrus CF, Azhar FL, Ahmad Sabki Z, Said MA, preservice student teachers. Int J Men Health. 2010;6:79 88. Ong Hui K, Chong Guan N, Sulaiman AH. Religious coping, religiosity, 96. Nahm SS, Chun MS. Stressors Predicting Depression, Anxiety, and depression and anxiety among medical students in a multi-religious Stress in Korean Veterinary Students. J Vet Med Educ. 2021;48(4):470 6. setting. Int J Environ Res Public Health. 2019;16(2):259. https:   doi. org  10. 3138  jvme- 2019- 0031. A hmed et al. BMC Psychiatry (2023) 23:240 Page 33 of 34 97. Nakhostin-Ansari A, Sherafati A, Aghajani F, Khonji MS, Aghajani R, Shah- 118."
  },
  {
    "id": 165,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "https:   doi. org  10. 3138  jvme- 2019- 0031. A hmed et al. BMC Psychiatry (2023) 23:240 Page 33 of 34 97. Nakhostin-Ansari A, Sherafati A, Aghajani F, Khonji MS, Aghajani R, Shah- 118. Teh C, Ngo C, Zulkifli R, Vellasamy R, Suresh K. Depression, Anxiety and mansouri N. Depression and Anxiety among Iranian Medical Students Stress among Undergraduate Students: a cross sectional study. Open J during COVID-19 Pandemic. Iran J Psychiatry. 2020;15(3):228 35. Epidemiol. 2015;05:260 8. 98. Naz N, Iqbal S, Mahmood A. Stress, anxiety and depression among 119. Torres C, Otero P, Bustamante B, Blanco V, D az O, V zquez FL. Mental the Dental Students of University College of Medicine and Dentistry Health Problems and Related Factors in Ecuadorian College Students. Lahore; Pakistan. Pak J Med Health"
  },
  {
    "id": 166,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "D az O, V zquez FL. Mental the Dental Students of University College of Medicine and Dentistry Health Problems and Related Factors in Ecuadorian College Students. Lahore; Pakistan. Pak J Med Health Sci. 2017;11:1277 81. Int J Environ Res Public Health. 2017;14(5):530. 99. Nimkuntod P, Uengarpon N, Benjaoran F, Pinwanna K, Ratanakeereepun 120. Umeh GC, Bangirana P. Cognitive and social predictors of generalized K, Tongdee P. Psychometric Properties of Depression Anxiety and anxiety disorder symptoms among fresh undergraduates in Uganda. Stress in Preclinical Medical Students. J Med Assoc Thai. 2016;99(Suppl Tanzania J Health Res. 2016;19(1). https:   doi. org  10. 4314  thrb. v19i1.3. 7):S111-117. 121. Van der Walt S, Mabaso WS, Davids EL, De Vries PJ. The burden of 100. Paudel S, Gautam"
  },
  {
    "id": 167,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2016;99(Suppl Tanzania J Health Res. 2016;19(1). https:   doi. org  10. 4314  thrb. v19i1.3. 7):S111-117. 121. Van der Walt S, Mabaso WS, Davids EL, De Vries PJ. The burden of 100. Paudel S, Gautam H, Adhikari C, Yadav DK. Depression, anxiety and depression and anxiety among medical students in South Africa: a stress among the undergraduate students of Pokhara Metropolitan cross-sectional survey at the University of Cape Town. S Afr Med J. Nepal. . J Nepal Health Res Counc. 2020;18(1):27 34. 2019;110(1):69 76. 101. Rab F, Mamdou R, Nasir S. Rates of depression and anxiety among 122. van Venrooij LT, Barnhoorn PC, Giltay EJ, van Noorden MS. Burnout, female medical students in Pakistan. East Mediterr Health J. depression and anxiety in preclinical medical students: a crosssectional"
  },
  {
    "id": 168,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Venrooij LT, Barnhoorn PC, Giltay EJ, van Noorden MS. Burnout, female medical students in Pakistan. East Mediterr Health J. depression and anxiety in preclinical medical students: a crosssectional 2008;14(1):126 33. survey. Int J Adolesc Med Health. 2017;29(3):20150077. https:   doi. org  102. Ram n-Arbu s E, Gea-Caballero V, Granada-L pez JM, Ju rez-Vela R, 10. 1515  ijamh- 2015- 0077. Pellicer-Garc a B, Ant n-Solanas I. The prevalence of depression, anxiety 123. Verger P, Guagliardo V, Gilbert F, Rouillon F, Kovess-Masfety V. Psychiatric and stress and their associated factors in College Students. Int J Environ disorders in students in six French universities: 12-month prevalence, Res Public Health. 2020;17(19):7001. comorbidity, impairment and help-seeking. Soc Psychiatry Psychiatr"
  },
  {
    "id": 169,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Students. Int J Environ disorders in students in six French universities: 12-month prevalence, Res Public Health. 2020;17(19):7001. comorbidity, impairment and help-seeking. Soc Psychiatry Psychiatr 103. Renter a R, Benjet C, Guti rrez-Garc a RA, Abrego-Ram rez A, Albor Y, Epidemiol. 2010;45(2):189 99. Borges G, et al. Prevalence of 12-month mental and substance use 124. Wang ZH, Yang HL, Yang YQ, Liu D, Li ZH, Zhang XR, Zhang YJ, Shen D, disorders in sexual minority college students in Mexico. Soc Psychia- Chen PL, Song WQ, et al. Prevalence of anxiety and depression symp- try Psychiatr Epidemiol. 2021;56(2):247 57. https:   doi. org  10. 1007  tom, and the demands for psychological knowledge and interventions s00127- 020- 01943-4. in college students during COVID-19 epidemic: A large"
  },
  {
    "id": 170,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "2021;56(2):247 57. https:   doi. org  10. 1007  tom, and the demands for psychological knowledge and interventions s00127- 020- 01943-4. in college students during COVID-19 epidemic: A large cross-sectional 104. Saeed H, Saleem Z, Razzaq N, Akhtar K, Maryam A, Abbas N, et al. study. J Affect Disord. 2020;275:188 93. Determinants of Anxiety and Depression Among University Students of 125. Wege N, Muth T, Li J, Angerer P. Mental health among currently enrolled Lahore. Int J Ment Health Addict. 2018;16:1283 98. medical students in Germany. Public Health. 2016;132:92 100. 105. Sahoo S, Khess CR. Prevalence of depression, anxiety, and stress among 126. W rfel F, Gusy B, Lohmann K, T pritz K, Kleiber D. Mental health prob- young male adults in India: a dimensional and categorical diagnoses-"
  },
  {
    "id": 171,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Prevalence of depression, anxiety, and stress among 126. W rfel F, Gusy B, Lohmann K, T pritz K, Kleiber D. Mental health prob- young male adults in India: a dimensional and categorical diagnoses- lems among university students and the impact of structural condi- based study. J Nerv Ment Dis. 2010;198(12):901 4. tions. J Public Health. 2016;24(2):125 33. 106. Salem G, Said R, Allah M. Prevalence and predictors of depression, anxi- 127. Zeng Y, Wang G, Xie C, Hu X, Reinhardt JD. Prevalence and correlates ety and stress among Zagazig University Students. Med J Cairo Univ. of depression, anxiety and symptoms of stress in vocational college 2016;84:325 34. nursing students from Sichuan, China: a cross-sectional study. Psychol 107. Samaranayake CB, Arroll B, Fernando AT 3rd. Sleep disorders,"
  },
  {
    "id": 172,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "and symptoms of stress in vocational college 2016;84:325 34. nursing students from Sichuan, China: a cross-sectional study. Psychol 107. Samaranayake CB, Arroll B, Fernando AT 3rd. Sleep disorders, Health Med. 2019;24(7):798 811. https:   doi. org  10. 1080  13548 506. depression, anxiety and satisfaction with life among young adults: a 2019. 15743 58. survey of university students in Auckland. New Zealand N Z Med J. 128. Ballester L, Alayo I, Vilagut G, Almenara J, Cebri  AI, Echebur a E, 2014;127(1399):13 22. Gabilondo A, Gili M, Lagares C, Piqueras JA, et al. Accuracy of online 108. Samson P. Role of Coping in Stress, Anxiety, Depression among Nursing survey assessment of mental disorders and suicidal thoughts and Students of Purbanchal University in Kathmandu. J Nepal Health Res"
  },
  {
    "id": 173,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "P. Role of Coping in Stress, Anxiety, Depression among Nursing survey assessment of mental disorders and suicidal thoughts and Students of Purbanchal University in Kathmandu. J Nepal Health Res behaviors in Spanish university students. Results of the WHO World Counc. 2019;17(3):325 30. Mental Health- International College Student initiative. PLoS One. 109. Savitsky B, Findling Y, Ereli A, Hendel T. Anxiety and coping strategies 2019;14(9):e0221529. among nursing students during the covid-19 pandemic. Nurse Educ 129. Lovibond S, Lovibond P. Manual for the Depression Anxiety Stress Pract. 2020;46:102809. Scales. 2nd ed. Sydney: Psychology Foundation; 1995. 110. Serra R, Dinato S, Caseiro M. Prevalence of depressive and anxiety 130. Spitzer RL, Kroenke K, Williams JB, L we B. A brief measure"
  },
  {
    "id": 174,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "Scales. 2nd ed. Sydney: Psychology Foundation; 1995. 110. Serra R, Dinato S, Caseiro M. Prevalence of depressive and anxiety 130. Spitzer RL, Kroenke K, Williams JB, L we B. A brief measure for symptoms in medical students in the city of Santos. J Bras Psiquiatr. assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2015;64:213 20. 2006;166(10):1092 7. 111. Shawahna R, Hattab S, Al-Shafei R. Tab ouni M: Prevalence and factors 131. Beck AT, Epstein N, Brown G, Steer RA. An inventory for measuring associated with depressive and anxiety symptoms among Palestinian clinical anxiety: psychometric properties. J Consult Clin Psychol. medical students. BMC Psychiatry. 2020;20(1):244. 1988;56(6):893 7. 112. Shen Y, Zhang Y, Chan BSM, Meng F, Yang T, Luo X, Huang C. Association 132."
  },
  {
    "id": 175,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "psychometric properties. J Consult Clin Psychol. medical students. BMC Psychiatry. 2020;20(1):244. 1988;56(6):893 7. 112. Shen Y, Zhang Y, Chan BSM, Meng F, Yang T, Luo X, Huang C. Association 132. Zigmond AS, Snaith RP. The hospital anxiety and depression scale. Acta of ADHD symptoms, depression and suicidal behaviors with anxiety in Psychiatr Scand. 1983;67(6):361 70. Chinese medical college students. BMC Psychiatry. 2020;20(1):180. 133. Zung WWK. A Rating Instrument For Anxiety Disorders. Psychosomatics. 113. Simic-Vukomanovic I, Mihajlovi  G, Kocic S, Djonovic N, Bankovic D, 1971;12(6):371 9. Vukomanovic V, Djukic-Dejanovic S. The prevalence and socioeconomic 134. Esan O, Esan A, Folasire A, Oluwajulugbe P. Mental health and wellbeing correlates of depressive and anxiety symptoms in a"
  },
  {
    "id": 176,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "9. Vukomanovic V, Djukic-Dejanovic S. The prevalence and socioeconomic 134. Esan O, Esan A, Folasire A, Oluwajulugbe P. Mental health and wellbeing correlates of depressive and anxiety symptoms in a group of 1,940 of medical students in Nigeria: a systematic review. Int Rev Psychiatry. Serbian university students. Vojnosanit Pregl. 2015;73:143 143. 2019;31(7 8):661 72. 114. Suarez DE, Cardozo AC, Ellmer D, Trujillo EM. Short report: cross 135. Lasheras I, Gracia-Garc a P, Lipnicki DM, Bueno-Notivol J, L pez-Ant n R, sectional comparison of anxiety and depression symptoms in medical de la C mara C, Lobo A, Santab rbara J. Prevalence of Anxiety in Medi- students and the general population in Colombia. Psychol Health Med. cal Students during the COVID-19 Pandemic: a rapid systematic review"
  },
  {
    "id": 177,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "C, Lobo A, Santab rbara J. Prevalence of Anxiety in Medi- students and the general population in Colombia. Psychol Health Med. cal Students during the COVID-19 Pandemic: a rapid systematic review 2021;26(3):375 80. with meta-analysis. Int J Environ Res Public Health. 2020;17(18):6603. 115. Syed A, Ali SS, Khan M. Frequency of depression, anxiety and stress 136. Slavin SJ. Medical Student Mental Health: Culture, Environment, and the among the undergraduate physiotherapy students. Pak J Med Sci. Need for Change. JAMA. 2016;316(21):2195 6. 2018;34(2):468 71. 137. Rotenstein LS, Ramos MA, Torre M, Segal JB, Peluso MJ, Guille C, Sen S, 116. Tabalipa F, Souza M, Pf tzenreuter G, Lima V, Traebert E, Traebert J. Mata DA. Prevalence of depression, depressive symptoms, and Suicidal Prevalence of"
  },
  {
    "id": 178,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "M, Segal JB, Peluso MJ, Guille C, Sen S, 116. Tabalipa F, Souza M, Pf tzenreuter G, Lima V, Traebert E, Traebert J. Mata DA. Prevalence of depression, depressive symptoms, and Suicidal Prevalence of anxiety and depression among medical students. Revista Ideation Among Medical Students: a systematic review and meta- Brasileira de Educa  o M dica. 2015;39(3):388 94. analysis. JAMA. 2016;316(21):2214 36. 117. Tayefi B, Eftekhar M, Tayefi M, Darroudi S, Khalili N, Mottaghi A, Shanjani 138. Bandelow B, Michaelis S. Epidemiology of anxiety disorders in the 21st ZH, Nojomi M. Prevalence and socio-demographic correlates of mental century. Dialogues Clin Neurosci. 2015;17(3):327 35. health problems among Iranian health sciences students. Acad Psychia- 139. Seedat S, Scott KM, Angermeyer MC,"
  },
  {
    "id": 179,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "correlates of mental century. Dialogues Clin Neurosci. 2015;17(3):327 35. health problems among Iranian health sciences students. Acad Psychia- 139. Seedat S, Scott KM, Angermeyer MC, Berglund P, Bromet EJ, Brugha TS, try. 2020;44(1):73 7. Demyttenaere K, de Girolamo G, Haro JM, Jin R, et al. Cross-national Ahmed et al. BMC Psychiatry (2023) 23:240 Page 34 of 34 associations between gender and mental disorders in the World 163. Sampson K, Priestley M, Dodd AL, Broglia E, Wykes T, Robotham D, Tyr- Health Organization World Mental Health Surveys. Arch Gen Psychiatry. rell K, Ortega Vega M, Byrom NC. Key questions: research priorities for 2009;66(7):785 95. student mental health. BJPsych open. 2022;8(3):e90. 140. McLean CP, Anderson ER. Brave men and timid women? A review 164. Becerra MB,"
  },
  {
    "id": 180,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "NC. Key questions: research priorities for 2009;66(7):785 95. student mental health. BJPsych open. 2022;8(3):e90. 140. McLean CP, Anderson ER. Brave men and timid women? A review 164. Becerra MB, Arias D, Cha L, Becerra BJ. Self-esteem among college of the gender differences in fear and anxiety. Clin Psychol Rev. students: the intersectionality of psychological distress, discrimination 2009;29(6):496 505. and gender. J Public Ment Health. 2021;20(1):15 23. 141. Bentivegna F, Patalay P. The impact of sexual violence in mid-adoles- 165. Lal R, Reaume G, El Morr C, Khanlou N. Mental health seeking behaviour cence on mental health: a UK population-based longitudinal study. The of women university students: An intersectional analysis. Int Health Lancet Psychiatry. 2022;9(11):874 83. Trends"
  },
  {
    "id": 181,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "behaviour cence on mental health: a UK population-based longitudinal study. The of women university students: An intersectional analysis. Int Health Lancet Psychiatry. 2022;9(11):874 83. Trends Perspect. 2021;1:288 307. 142. Garb HN. Race bias and gender bias in the diagnosis of psychological disorders. Clin Psychol Rev. 2021;90:102087. Publisher s Note 143. Leadbeater BJ, Kuperminc GP, Blatt SJ, Hertzog C. A multivariate model of gender differences in adolescents  internalizing and externalizing Springer Nature remains neutral with regard to jurisdictional claims in pub- problems. Dev Psychol. 1999;35(5):1268 82. lished maps and institutional affiliations. 144. Galdas PM, Cheater F, Marshall P. Men and health help-seeking behav- iour: literature review. J Adv Nurs. 2005;49(6):616 23."
  },
  {
    "id": 182,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "1999;35(5):1268 82. lished maps and institutional affiliations. 144. Galdas PM, Cheater F, Marshall P. Men and health help-seeking behav- iour: literature review. J Adv Nurs. 2005;49(6):616 23. 145. Lijster JMD, Dierckx B, Utens EMWJ, Verhulst FC, Zieldorff C, Dieleman GC, Legerstee JS. The age of onset of anxiety disorders. Can J Psychiatry. 2017;62(4):237 46. 146. Asnaani A, Richey JA, Dimaite R, Hinton DE, Hofmann SG. A cross-ethnic comparison of lifetime prevalence rates of anxiety disorders. J Nerv Ment Dis. 2010;198(8):551 5. 147. Biswas T, Scott JG, Munir K, Renzaho AMN, Rawal LB, Baxter J, Mamun AA. Global variation in the prevalence of suicidal ideation, anxiety and their correlates among adolescents: a population based study of 82 countries. EClinicalMedicine. 2020;24:100395."
  },
  {
    "id": 183,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "J, Mamun AA. Global variation in the prevalence of suicidal ideation, anxiety and their correlates among adolescents: a population based study of 82 countries. EClinicalMedicine. 2020;24:100395. 148. Macaskill A. The mental health of university students in the United Kingdom. Br J Guid Couns. 2013;41(4):426 41. 149. Hwang W-C, Myers HF, Abe-Kim J, Ting JY. A conceptual paradigm for understanding culture s impact on mental health: The cul- tural influences on mental health (CIMH) model. Clin Psychol Rev. 2008;28(2):211 27. 150. Depression Anxiety Stress Scales (DASS) website [http:   www2. psy. unsw. edu. au  dass ] 151. Dennis C-L, Falah-Hassani K, Shiri R. Prevalence of antenatal and postnatal anxiety: Systematic review and meta-analysis. Br J Psychiatry. 2018;210(5):315 23. 152."
  },
  {
    "id": 184,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "psy. unsw. edu. au  dass ] 151. Dennis C-L, Falah-Hassani K, Shiri R. Prevalence of antenatal and postnatal anxiety: Systematic review and meta-analysis. Br J Psychiatry. 2018;210(5):315 23. 152. Pilkonis PA, Choi SW, Reise SP, Stover AM, Riley WT, Cella D. Item Banks for Measuring Emotional Distress From the Patient-Reported Outcomes Measurement Information System (PROMIS ): Depression, Anxiety, and Anger. Assessment. 2011;18(3):263 83. 153. Rose M, Devine J. Assessment of patient-reported symptoms of anxiety. Dialogues Clin Neurosci. 2014;16(2):197 211. 154. Hazell CM, Chapman L, Valeix SF, Roberts P, Niven JE, Berry C. Under- standing the mental health of doctoral researchers: a mixed methods systematic review with meta-analysis and meta-synthesis. Syst Rev. 2020;9(1):197. 155."
  },
  {
    "id": 185,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "SF, Roberts P, Niven JE, Berry C. Under- standing the mental health of doctoral researchers: a mixed methods systematic review with meta-analysis and meta-synthesis. Syst Rev. 2020;9(1):197. 155. Vandenbroucke JP, von Elm E, Altman DG, G tzsche PC, Mulrow CD, Pocock SJ, Poole C, Schlesselman JJ, Egger M. Strengthening the Reporting of Observational Studies in Epidemiology (STROBE): explana- tion and elaboration. PLoS Med. 2007;4(10):e297. 156. American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. 5th Ed. Arlington: American Psychiatric Publishing; 2013. 157. World Health Organization. The ICD-10 classification of mental and behavioural disorders. Geneva: World Health Organization; 1993. 158. National Institute for Health and Care Excellence. Common"
  },
  {
    "id": 186,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "157. World Health Organization. The ICD-10 classification of mental and behavioural disorders. Geneva: World Health Organization; 1993. 158. National Institute for Health and Care Excellence. Common mental health problems: identification and pathways to care [NICE Clinical RReeaaddyy ttoo ssuubbmmiitt yyoouurr rreesseeaarrcchh ?? CChhoooossee BBMMCC aanndd bbeenneeffiitt ffrroomm:: guideline CG123]. 2011.   fast, convenient online submission 159. National Institute for Health and Care Excellence. Generalised anxiety disorder and panic disorder in adults: management [NICE Clinical   thorough peer review by experienced rese archers in your field guideline CG113]. 2011.   rapid publication on acceptance 160. National Institute for Health and Care Excellence. Social anxiety disor-   support"
  },
  {
    "id": 187,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "peer review by experienced rese archers in your field guideline CG113]. 2011.   rapid publication on acceptance 160. National Institute for Health and Care Excellence. Social anxiety disor-   support for research data, including large and complex data types der: recognition, assessment and treatment [NICE Clinical guideline CG159]. 2013.   gold Open Access which fosters wider collaboration and increased citations 161. National Institute for Health and Care Excellence. Obsessive-compulsive   maximum visibility for your research: over 100M website views per year disorder and body dysmorphic disorder: treatment [NICE Clinical guide- line CG31]. 2005. At BMC, research is always in progress. 162. Mofatteh M. Risk factors associated with stress, anxiety, and depres- sion among university"
  },
  {
    "id": 188,
    "source": "non-specific_anxiety_in_undergraduate_university_students_105f4f",
    "text": "disorder: treatment [NICE Clinical guide- line CG31]. 2005. At BMC, research is always in progress. 162. Mofatteh M. Risk factors associated with stress, anxiety, and depres- sion among university undergraduate students. AIMS Public Health. Learn more biomedcentral.com submissions 2020;8(1):36 65."
  }
]