[
  {
    "id": 1,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "OKANAGAN CHARTER\nAN INTERNATIONAL CHARTER\nFOR HEALTH PROMOTING\nUNIVERSITIES & COLLEGES\nAn outcome of the 2015 International Conference on Health\nPromoting Universities and Colleges / VII International Congress\nKelowna, British Columbia, Canada\nOKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nACKNOWLEDGEMENT\nWe acknowledge this Charter was developed on the territory of the\nOkanagan Nation. This land doesn't belong to us. This land belongs to seven generations down the\nroad. I pray that the water that we drink, the water that we swim in, will be\nthere for our great great great grandchildren. As well as all over the world. I\npray that the land that we walk on, the trees that we enjoy, will be there for our\ngenerations to come."
  },
  {
    "id": 2,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "swim in, will be\nthere for our great great great grandchildren. As well as all over the world. I\npray that the land that we walk on, the trees that we enjoy, will be there for our\ngenerations to come. These things, they all come together with health. Health of\nhumans. Health of the animals. And health of the Mother Earth. - Closing Prayer by Okanagan Nation Elder, Grouse Barnes, at the 2015 International\nConference on Health Promoting Universities and Colleges\nThis Charter should be cited as:\nOkanagan Charter: An International Charter for Health Promoting Universities and Colleges\n(2015)."
  },
  {
    "id": 3,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "nternational\nConference on Health Promoting Universities and Colleges\nThis Charter should be cited as:\nOkanagan Charter: An International Charter for Health Promoting Universities and Colleges\n(2015). Photos in this document represent the Charter values about people, places and planet: mentally and\nphysically active people, \"green\" buildings, biodiversity, the university where the conference was hosted\nand the valley where the Okanagan campus is located."
  },
  {
    "id": 4,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "t people, places and planet: mentally and\nphysically active people, \"green\" buildings, biodiversity, the university where the conference was hosted\nand the valley where the Okanagan campus is located. 1 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nA TRANSFORMATIVE VISION\nFOR HEALTH PROMOTING\nUNIVERSITIES & COLLEGES\nHealth promoting universities and colleges1 transform the health and\nsustainability of our current and future societies, strengthen communities\nand contribute to the well-being of people, places and the planet. SHARED ASPIRATIONS\nHealth promoting universities and colleges infuse health into everyday\noperations, business practices and academic mandates."
  },
  {
    "id": 5,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "bute to the well-being of people, places and the planet. SHARED ASPIRATIONS\nHealth promoting universities and colleges infuse health into everyday\noperations, business practices and academic mandates. By doing so, health\npromoting universities and colleges enhance the success of our institutions;\ncreate campus cultures of compassion, well-being, equity and social justice;\nimprove the health of the people who live, learn, work, play and love on our\ncampuses; and strengthen the ecological, social and economic sustainability\nof our communities and wider society. __________________________________\n1. This Charter includes universities, colleges, institutes and so forth, that is, all organizations that\ncomprise the higher education or post-secondary sector."
  },
  {
    "id": 6,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ty. __________________________________\n1. This Charter includes universities, colleges, institutes and so forth, that is, all organizations that\ncomprise the higher education or post-secondary sector. It is important to note that terminology\nfor health promotion in higher education varies depending on regional context. In South America\nand Europe, Health Promoting Universities is the common phrase; in the United Kingdom and Spain,\nHealthy Universities; and in North America, Healthy Campuses or Healthy Campus Communities. OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 2 of 11\n\nPURPOSE OF THE OKANAGAN CHARTER\nThe purpose of the Charter is threefold:\n1."
  },
  {
    "id": 7,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "althy Campus Communities. OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 2 of 11\n\nPURPOSE OF THE OKANAGAN CHARTER\nThe purpose of the Charter is threefold:\n1. Guide and inspire action by providing a framework that reflects the latest\nconcepts, processes and principles relevant to the Health Promoting\nUniversities and Colleges movement, building upon advances since the\n2005 Edmonton Charter.2\n2. Generate dialogue and research that expands local, regional, national\nand international networks3 and accelerates action on, off and between\ncampuses. 3. Mobilize international, cross-sector action for the integration of health in\nall policies and practices, thus advancing the continued development of\nhealth promoting universities and colleges."
  },
  {
    "id": 8,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ses. 3. Mobilize international, cross-sector action for the integration of health in\nall policies and practices, thus advancing the continued development of\nhealth promoting universities and colleges. TWO CALLS TO ACTION\nThe Charter has two Calls to Action for higher education institutions:\n1. Embed health into all aspects of campus culture, across the administration,\noperations and academic mandates. 2. Lead health promotion action and collaboration locally and globally. __________________________________\n2. Edmonton Charter for Health Promoting Universities and Institutions of Higher Education. 3. We acknowledge that the terms local, regional, national, international and global are used differently\nin different contexts around the world."
  },
  {
    "id": 9,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ing Universities and Institutions of Higher Education. 3. We acknowledge that the terms local, regional, national, international and global are used differently\nin different contexts around the world. For brevity, the terms local and global will be used throughout\nthis document, but understood to include regions and nations. 3 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nCyclists in the Okanagan Valley."
  },
  {
    "id": 10,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ughout\nthis document, but understood to include regions and nations. 3 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nCyclists in the Okanagan Valley. Photo Credit: tourismkelowna.com\nHEALTH PROMOTION\nHealth is understood as an\nexpanding concept defined\nHealth promotion action builds upon the Ottawa Charter for Health through an emergent\nPromotion, which emphasizes the interconnectedness between individuals conversation around health,\nand their environments, and recognizes that “health is created and lived by well-being and wellness."
  },
  {
    "id": 11,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "Promotion, which emphasizes the interconnectedness between individuals conversation around health,\nand their environments, and recognizes that “health is created and lived by well-being and wellness. people within the settings of their everyday life: where they learn, work, play\nHealth promotion is\nand love.”4 Health is viewed holistically, reflecting \"physical, mental and social\nunderstood as “the process of\nwell-being and not merely the absence of disease or infirmity.\" 5\nenabling people to increase\ncontrol over their health and\nHealth promotion requires a positive, proactive approach, moving “beyond a\nits determinants, and thereby\nfocus on individual behaviour towards a wide range of social and environmental improve their health.”7\ninterventions”6 that create and enhance health in settings, organizations and\nsystems."
  },
  {
    "id": 12,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "nd thereby\nfocus on individual behaviour towards a wide range of social and environmental improve their health.”7\ninterventions”6 that create and enhance health in settings, organizations and\nsystems. As such, health promotion is not just the responsibility of the health\nHealth of people depends\nsector, but must engage all sectors to take an explicit stance in favour of\non the life supporting\nhealth, equity, social justice and sustainability for all, while recognizing that ecosystems of the planet\nthe well-being of people, places and the planet are interdependent. \"made possible by biodiversity\nand the products and services\nderived\" such as oxygen,\nclean water, food, habitable\nclimate, aesthetic and spiritual\nexperience, livelihoods and\nrecreation.8\n__________________________________\n4."
  },
  {
    "id": 13,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "sity\nand the products and services\nderived\" such as oxygen,\nclean water, food, habitable\nclimate, aesthetic and spiritual\nexperience, livelihoods and\nrecreation.8\n__________________________________\n4. World Health Organization (WHO), 1986 Ottawa Charter for Health Promotion\n5. WHO, 1946 One health definition example is the understanding of health (salud) as living life with\nautonomy, solidarity and pleasure. 6. WHO, 2015 http://www.who.int/topics/health_promotion/en/\n7. WHO. 2005 Bangkok Charter for Health Promotion in a Globalized World\n8."
  },
  {
    "id": 14,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "th (salud) as living life with\nautonomy, solidarity and pleasure. 6. WHO, 2015 http://www.who.int/topics/health_promotion/en/\n7. WHO. 2005 Bangkok Charter for Health Promotion in a Globalized World\n8. 2012 Our Planet, Our Health, Our Future | Human health and the Rio Conventions: biological diversity,\nclimate change and desertification http://www.who.int/globalchange/publications/reports/health_\nrioconventions.pdf and Canadian Public Health Association 2015 report: Ecological Determinants of\nHealth http://www.cpha.ca/uploads/policy/edh-brief.pdf\nOKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 4 of 11\n\nFour Presidents from the province of British Columbia begin the Charter signing (The University of British Columbia, Simon Fraser\nStudent Society, Okanagan College and UBCO Student Union) followed by Conference delegates from around the world."
  },
  {
    "id": 15,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "h Columbia begin the Charter signing (The University of British Columbia, Simon Fraser\nStudent Society, Okanagan College and UBCO Student Union) followed by Conference delegates from around the world. THE UNIQUE ROLE FOR HIGHER EDUCATION\nHigher education plays a central role in all aspects of the development of\nindividuals, communities, societies and cultures – locally and globally. Higher education has a unique opportunity and responsibility to provide\ntransformative education, engage the student voice, develop new knowledge\nand understanding, lead by example and advocate to decision-makers for\nthe benefit of society."
  },
  {
    "id": 16,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "y and responsibility to provide\ntransformative education, engage the student voice, develop new knowledge\nand understanding, lead by example and advocate to decision-makers for\nthe benefit of society. In the emergent knowledge society, higher education\ninstitutions are positioned to generate, share and implement knowledge and\nresearch findings to enhance health of citizens and communities both now\nand in the future. A University or College is, by its very nature, an essential part of any systemic\nhealth promotion strategy, working collaboratively in trans-disciplinary and\ncross-sector ways."
  },
  {
    "id": 17,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "now\nand in the future. A University or College is, by its very nature, an essential part of any systemic\nhealth promotion strategy, working collaboratively in trans-disciplinary and\ncross-sector ways. This Charter calls upon higher education institutions to\nincorporate health promotion values and principles into their mission, vision\nand strategic plans, and model and test approaches for the wider community\nand society. 5 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nUniversity of British Columbia Okanagan\nThe following opportunities exist on campuses:\n• Advance the core mandate of higher education by improving human and\nenvironmental health and well-being, which are determinants of learning,\nproductivity and engagement."
  },
  {
    "id": 18,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "rtunities exist on campuses:\n• Advance the core mandate of higher education by improving human and\nenvironmental health and well-being, which are determinants of learning,\nproductivity and engagement. • Lead and influence by embedding health in knowledge production, student\ndevelopment, institutional policies and campus cultures, thus benefiting\ncompetencies of campus communities and setting an example for health\npromoting settings more broadly. • Align with global agendas such as World Health Organization's Cross\nSector Action and Health in All Policies and United Nations’ Post-2015\nDevelopment Agenda, thus improving equity, mental and physical well-\nbeing, social justice, respect for diversity, sustainability and food security."
  },
  {
    "id": 19,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ealth in All Policies and United Nations’ Post-2015\nDevelopment Agenda, thus improving equity, mental and physical well-\nbeing, social justice, respect for diversity, sustainability and food security. • Provide transformational teaching and learning environments that enable\nand inspire students, faculty and staff9 to become healthy and engaged\ncitizens and leaders locally and globally. __________________________________\n9. Members of campus communities are described in various ways around the world (e.g., the term staff\nmay or may not include faculty and administrators). In this document, the term campus community\nis inclusive of everyone on campus. However, occasionally students, faculty, staff, administrators and\nothers will be emphasized for clarity."
  },
  {
    "id": 20,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ministrators). In this document, the term campus community\nis inclusive of everyone on campus. However, occasionally students, faculty, staff, administrators and\nothers will be emphasized for clarity. OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 6 of 11\n\nCentre for Interactive Research on Sustainability at the University of British Columbia Vancouver\nAN ACTION FRAMEWORK FOR HIGHER EDUCATION\nThe following framework provides two Calls to Action with key action\nareas and overall principles that together guide the development of Health\nPromoting Universities and Colleges. Call to Action 1: Embed health into all aspects of campus culture, across\nthe administration, operations and academic mandates\n1.1 Embed health in all campus policies."
  },
  {
    "id": 21,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "oting Universities and Colleges. Call to Action 1: Embed health into all aspects of campus culture, across\nthe administration, operations and academic mandates\n1.1 Embed health in all campus policies. Review, create and coordinate\ncampus policies and practices with attention to health, well-being\nand sustainability, so that all planning and decision-making takes\naccount of and supports the flourishing of people, campuses,\ncommunities and our planet. 1.2 Create supportive campus environments. Enhance the campus\nenvironment as a living laboratory, identifying opportunities to study\nand support health and well-being, as well as sustainability and\nresilience in the built, natural, social, economic, cultural, academic,\norganizational and learning environments."
  },
  {
    "id": 22,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "pportunities to study\nand support health and well-being, as well as sustainability and\nresilience in the built, natural, social, economic, cultural, academic,\norganizational and learning environments. 1.3 Generate thriving communities and a culture of well-being. Be\nproactive and intentional in creating empowered, connected\nand resilient campus communities that foster an ethic of care,\ncompassion, collaboration and community action. 1.4 Support personal development. Develop and create opportunities\nto build student, staff and faculty resilience, competence, personal\ncapacity and life enhancing skills – and so support them to thrive\nand achieve their full potential and become engaged local and global\ncitizens while respecting the environment. 1.5 Create or re-orient campus services."
  },
  {
    "id": 23,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "nhancing skills – and so support them to thrive\nand achieve their full potential and become engaged local and global\ncitizens while respecting the environment. 1.5 Create or re-orient campus services. Coordinate and design\ncampus services to support equitable access, enhance health and\nwell-being, optimize human and ecosystem potential and promote\na supportive organizational culture. 7 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nAvocets (species at risk) at Robert Lake wetlands on Okanagan campus. The marsh provides habitat for over 100 species of birds and filters and purifies water. Photo credit: Dr."
  },
  {
    "id": 24,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "VERSITIES AND COLLEGES\n\nAvocets (species at risk) at Robert Lake wetlands on Okanagan campus. The marsh provides habitat for over 100 species of birds and filters and purifies water. Photo credit: Dr. Robert Lalonde\nCall to Action 2: Lead health promotion action and collaboration locally\nand globally\n2.1 Integrate health, well-being and sustainability in multiple\ndisciplines to develop change agents. Use cross-cutting\napproaches to embed an understanding and commitment to health,\nwell-being and sustainability across all disciplines and curricula, thus\nensuring the development of future citizens with the capacity to act\nas agents for health promoting change beyond campuses. 2.2 Advance research, teaching and training for health promotion\nknowledge and action."
  },
  {
    "id": 25,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "he development of future citizens with the capacity to act\nas agents for health promoting change beyond campuses. 2.2 Advance research, teaching and training for health promotion\nknowledge and action. Contribute to health promoting knowledge\nproduction, application, standard setting and evaluation that\nadvance multi-disciplinary and trans-disciplinary research agendas\nrelevant to real world outcomes, and also, ensure training, learning,\nteaching and knowledge exchange that will benefit the future well-\nbeing of our communities, societies and planet. 2.3 Lead and partner towards local and global action for health\npromotion."
  },
  {
    "id": 26,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "learning,\nteaching and knowledge exchange that will benefit the future well-\nbeing of our communities, societies and planet. 2.3 Lead and partner towards local and global action for health\npromotion. Build and support inspiring and effective relationships\nand collaborations on and off campus to develop, harness and\nmobilize knowledge and action for health promotion locally and\nglobally."
  },
  {
    "id": 27,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "promotion. Build and support inspiring and effective relationships\nand collaborations on and off campus to develop, harness and\nmobilize knowledge and action for health promotion locally and\nglobally. OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 8 of 11\n\nKEY PRINCIPLES FOR ACTION\nThe following are guiding principles for how to mobilize systemic and whole\ncampus action.10\n• Use settings and whole system approaches\nUse holistic settings and systems as the foci for inquiry and intervention,\neffectively drawing attention to the opportunities to create conditions for\nhealth in higher education. Set an example for health promotion action\nin other settings."
  },
  {
    "id": 28,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "foci for inquiry and intervention,\neffectively drawing attention to the opportunities to create conditions for\nhealth in higher education. Set an example for health promotion action\nin other settings. • Ensure comprehensive and campus-wide approaches\nDevelop and implement multiple interconnected strategies that focus on\neveryone in the campus community. • Use participatory approaches and engage the voice of students and\nothers\nSet ambitious goals and allow for solutions and strategies to emerge\nthrough use of participatory approaches to engage broad, meaningful\ninvolvement from all stakeholders, including students, staff, faculty,\nadministrators and other decision makers. Set priorities and build\nmultilevel commitments to action."
  },
  {
    "id": 29,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "to engage broad, meaningful\ninvolvement from all stakeholders, including students, staff, faculty,\nadministrators and other decision makers. Set priorities and build\nmultilevel commitments to action. • Develop trans-disciplinary collaborations and cross-sector partnerships\nDevelop collaborations and partnerships across disciplines and sectors,\nboth within the campus community and with local and global partners,\nto support the development of whole campus action for health and the\ncreation of knowledge and action for health promotion in communities\nmore broadly. ______________________________\n10. Higher education settings and contexts differ greatly around the world. These principles can and\nshould be tailored accordingly."
  },
  {
    "id": 30,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "omotion in communities\nmore broadly. ______________________________\n10. Higher education settings and contexts differ greatly around the world. These principles can and\nshould be tailored accordingly. 9 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES\n\nThe Okanagan Valley\n• Promote research, innovation and evidence-informed action\nEnsure that research and innovation contribute evidence to guide\nthe formulation of health enhancing policies and practices, thereby\nstrengthening health and sustainability in campus communities and\nwider society. Based on evidence, revise action over time."
  },
  {
    "id": 31,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "o guide\nthe formulation of health enhancing policies and practices, thereby\nstrengthening health and sustainability in campus communities and\nwider society. Based on evidence, revise action over time. • Build on strengths\nUse an asset-based and salutogenic approach to recognize strengths,\nunderstand problems, celebrate successes and share lessons learned,\ncreating opportunities for the continual enhancement of health and well-\nbeing on campus."
  },
  {
    "id": 32,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "lutogenic approach to recognize strengths,\nunderstand problems, celebrate successes and share lessons learned,\ncreating opportunities for the continual enhancement of health and well-\nbeing on campus. • Value local and indigenous communities' contexts and priorities The words local and\nAdvance health promotion through engagement and an informed indigenous are used with\nunderstanding of local and indigenous communities' contexts and intention to recognize\npriorities, and consideration of vulnerable and transitioning11 populations' social and cultural\ndiversity, inclusive of\nperspectives and experiences. history, traditions, values\nand knowledge."
  },
  {
    "id": 33,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "ognize\npriorities, and consideration of vulnerable and transitioning11 populations' social and cultural\ndiversity, inclusive of\nperspectives and experiences. history, traditions, values\nand knowledge. • Act on an existing universal responsibility\nAct on the “right to health” enshrined in the Universal Declaration of\nHuman Rights to ensure health promotion action embodies principles of\nsocial justice, equity, dignity and respect for diversity while recognizing\nthe interconnectedness between people's health, social and economic\nsystems and global ecological change. ______________________________\n11. Transitioning populations refers to the local and global movement of people, including immigrants\nand refugees of war, political oppression, environmental changes and disasters."
  },
  {
    "id": 34,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "__________________\n11. Transitioning populations refers to the local and global movement of people, including immigrants\nand refugees of war, political oppression, environmental changes and disasters. OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES 10 of 11\n\nOkanagan Charter Design Lab\nABOUT THE DEVELOPMENT OF\nTHE OKANAGAN CHARTER\nThis international Charter was an outcome of the 2015 International Conference on Health\nPromoting Universities and Colleges12 held on the University of British Columbia's Okanagan\ncampus in Kelowna, Canada on June 22-25."
  },
  {
    "id": 35,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "arter was an outcome of the 2015 International Conference on Health\nPromoting Universities and Colleges12 held on the University of British Columbia's Okanagan\ncampus in Kelowna, Canada on June 22-25. The Charter development process engaged\nresearchers, practitioners, administrators, students and policy makers from 45 countries.13\nThe first draft of the Charter was based on input from 225 people through a pre-conference\nsurvey and expert interviews as well as a review of existing Charters and Declarations. At the Conference, with the support of a writing team, 380 delegates critiqued and refined\nthe Charter in a design lab and development sessions."
  },
  {
    "id": 36,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "well as a review of existing Charters and Declarations. At the Conference, with the support of a writing team, 380 delegates critiqued and refined\nthe Charter in a design lab and development sessions. Delegates were invited to bring\nforward into the Charter development, ideas from the multiple plenaries and concurrent\nsessions that comprised the scientific program.14 On the final Conference day, higher\neducation leaders and delegates, including network and organization representatives, signed\na Pledge to bring the Charter back to their settings to inspire and catalyze further action\ntowards the creation of health promoting universities and colleges."
  },
  {
    "id": 37,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "and organization representatives, signed\na Pledge to bring the Charter back to their settings to inspire and catalyze further action\ntowards the creation of health promoting universities and colleges. Representatives from\nthe World Health Organization, Pan American Health Organization and the United Nations\nEducational, Scientific and Cultural Organization joined in the Pledge. Through dissemination and use of the Charter in higher education, network building and\nfuture conferences, our hope is that health promotion will be advanced internationally. __________________________________\n12."
  },
  {
    "id": 38,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "mination and use of the Charter in higher education, network building and\nfuture conferences, our hope is that health promotion will be advanced internationally. __________________________________\n12. The idea for the conference originated with colleagues from the University of British Columbia, Simon Fraser\nUniversity, the University of Victoria and the Canadian Mental Health Association (a national non-governmental\norganization)\n13."
  },
  {
    "id": 39,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": "d with colleagues from the University of British Columbia, Simon Fraser\nUniversity, the University of Victoria and the Canadian Mental Health Association (a national non-governmental\norganization)\n13. Andorra, Argentina, Australia, Austria, Barbados, Bolivia, Brazil, Canada, Central African Republic, Chile, China,\nColumbia, Costa Rica, Cuba, Denmark, Ecuador, Finland, France, Germany, Hungary, Italy, Lebanon, Lithuania,\nMalta, Mexico, New Zealand, Nicaragua, Nigeria, Norway, Panama, Peru, Philippines, Portugal, Puerto Rico, Qatar,\nRepublic of Ireland, Spain, Switzerland, Thailand, The Netherlands, United Kingdom (England, Scotland), United\nStates, Uruguay, Venezuela\n14."
  },
  {
    "id": 40,
    "source": "Okanagan_Charter_Oct_6_2015_12d105",
    "text": ", Panama, Peru, Philippines, Portugal, Puerto Rico, Qatar,\nRepublic of Ireland, Spain, Switzerland, Thailand, The Netherlands, United Kingdom (England, Scotland), United\nStates, Uruguay, Venezuela\n14. Documents and videos about the Okanagan Charter development and Conference, including videos of plenaries,\nare available at: http://circle.ubc.ca/handle/2429/53926\n11 of 11 OKANAGAN CHARTER: AN INTERNATIONAL CHARTER FOR HEALTH PROMOTING UNIVERSITIES AND COLLEGES"
  }
]