[
  {
    "id": 1,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "Five essential pillars\nfor promoting\nand protecting\nmental health and\npsychosocial well-being\nin schools and learning\nenvironments\nA BRIEFING NOTE FOR\nNATIONAL GOVERNMENTS\nThis briefing is intended for policymakers, Mental health is an integral component of health and The first two decades of life is a critical period for the\nnational governments, mental health and well-being and influences academic, social and economic development of foundational competencies that can shape a\noutcomes across the lifespan. Having good mental health learner’s mental health trajectories. At this particular stage of\neducation coalitions and advocates."
  },
  {
    "id": 2,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "foundational competencies that can shape a\noutcomes across the lifespan. Having good mental health learner’s mental health trajectories. At this particular stage of\neducation coalitions and advocates. It\nmeans being better able to interact with others, function, rapid development and learning, children and adolescents are\noutlines key policy recommendations to\ncope and thrive. It is a basic human right.1 Mental health highly susceptible to environmental influences. Experiences\nstrengthen education systems to protect\nexists on a complex continuum, with experiences ranging and environments can harm mental health."
  },
  {
    "id": 3,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "lth highly susceptible to environmental influences. Experiences\nstrengthen education systems to protect\nexists on a complex continuum, with experiences ranging and environments can harm mental health. Or they can be\nand promote the mental health and\nfrom an optimal state of well-being to experiencing severe shaped to promote and protect it.2\npsychosocial well-being of children and mental health conditions with related suffering and often an\nadolescents, including support for their important impact on the capacity to carry out daily activities."
  },
  {
    "id": 4,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "osocial well-being of children and mental health conditions with related suffering and often an\nadolescents, including support for their important impact on the capacity to carry out daily activities. teachers and caregivers\n\n2\nIn multiple consultations with adolescents around the globe,3\nthey reported perceiving school as a source of self-esteem,\na place that fosters greater awareness of the world at large,\nan environment for spending time with friends, a venue for\nemotional support and an escape from unhealthy and adverse\nhome environments. At the same time, the school was also\nnoted as a setting where they can experience violence,\nabuse and extreme academic pressure. Adolescents also\nhighlighted important gender differences in their experiences\nof school and mental health."
  },
  {
    "id": 5,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "noted as a setting where they can experience violence,\nabuse and extreme academic pressure. Adolescents also\nhighlighted important gender differences in their experiences\nof school and mental health. Our main difficulty is expressing how we\nfeel. We don’t know how to come out and\nexpress [things]…we know how we feel, you\nknow, but we don’t know how to just come out Schools and other learning environments, including in already urgent, the pandemic has increased risk factors for\nand say it. emergency contexts, can be equipped to address children mental health problems and further exacerbated disparities\n– Older boy, Jamaica and adolescents’ mental health and psychosocial well-being in access to mental health and psychosocial support services\nneeds."
  },
  {
    "id": 6,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "health problems and further exacerbated disparities\n– Older boy, Jamaica and adolescents’ mental health and psychosocial well-being in access to mental health and psychosocial support services\nneeds. A supportive learning environment should be created among children and adolescents. – one that safeguards mental health, where all learners and\nfre w e h p o a s f t y c c I W h h w a a o h o n r l g e o u y n e g l b d , e i s u s v – l t o i r e , k d O r e y t e h l y o d n t o a u o e t u o r p h c f b h a a h fi o a y v i n y l v e d , f a e o I r i n n s e r a c d n t f i s o o h a c e n r l e a s e c m t n s s h o i i , o a a n g r t n e c i g e t s w h r e h n t r i e t ? s v l h . . i p . c ."
  },
  {
    "id": 7,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "b h a a h fi o a y v i n y l v e d , f a e o I r i n n s e r a c d n t f i s o o h a c e n r l e a s e c m t n s s h o i i , o a a n g r t n e c i g e t s w h r e h n t r i e t ? s v l h . . i p . c . a N e w o t i o w th b o e u t e E • • • • d ff u e h I i p n m c c e r c a o t l p r i p t m v e i r o e i o a d o n v s e i t n e p e e n t r t e e l o l i e e f d g f y a a e u r r r a s a c n n t s t a e i - e i o r t o r r i i n s s s o n k ’ ’ n a o m s l l a f s e o l a e m f c o e r n i n u e a e t e t l a n l c r a i l t n s o a n h c m l a d e l n h u a e e d e d l s t m a e h p , l d r t o l o h , i t t v s i e i o i u n d r n p a e s a c p c l s y o h l u , e r o p t a e o p r d l n o s r i a n t c n , g a d in , n v c : a lu lu d e in d g ."
  },
  {
    "id": 8,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "h u a e e d e d l s t m a e h p , l d r t o l o h , i t t v s i e i o i u n d r n p a e s a c p c l s y o h l u , e r o p t a e o p r d l n o s r i a n t c n , g a d in , n v c : a lu lu d e in d g . T h a p w o r e r e e o a l t m u l l a - t b r h c o g e k t a e i l i n n e n n g g d t t l y h s w a e o c n e a d e l l l e l l v - i p b a n e r r e g r o n y i o t n i n e c n g g c h g t n i i l c o n e d r v g e i i e s s d i m r s s n r , e m e a U a n n e d t N d n y a E t l u t s S h o r t C e g o le a e O t l a n t a , r h t k n U l y e a N a n a s n I c d u C d t p E i p o t p F h s n o r y , a i r c v i t n n h e d m c o .7 l s W u e o d n H c in t i O a a g l l\nthrough referral pathways to health and social welfare Transforming education calls for schools and other learning\nsectors, and environments to become more responsive to learners’ needs."
  },
  {
    "id": 9,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "i O a a g l l\nthrough referral pathways to health and social welfare Transforming education calls for schools and other learning\nsectors, and environments to become more responsive to learners’ needs. • reduce the likelihood of mental health concerns developing National governments, education stakeholders, partners and\nI think we have a hard time with mental health into more severe mental health problems and risk donors must prioritize strengthening education systems to\nas youth because we do not talk enough about behaviours.4 ensure every child and adolescent has access to safe\nit, because people are scared to talk about it."
  },
  {
    "id": 10,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ritize strengthening education systems to\nas youth because we do not talk enough about behaviours.4 ensure every child and adolescent has access to safe\nit, because people are scared to talk about it. Maybe and supportive learning environments that promote and\nif we…[could] express ourselves more without feeling\nThe global disruption to education caused by the COVID-19 respond to their learning, development and mental health\njudged or assaulted, maybe we would make some\npandemic has affected 1.6 billion learners at the peak of and psychosocial well-being needs. This can be done by\nprogress."
  },
  {
    "id": 11,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": ", development and mental health\njudged or assaulted, maybe we would make some\npandemic has affected 1.6 billion learners at the peak of and psychosocial well-being needs. This can be done by\nprogress. – Older boy, Switzerland school closures worldwide,5 deepening the pre-existing developing and implementing long-term and sustainable\nlearning crisis, exacerbating inequality in education, and school-based mental health and psychosocial support (MHPSS)\nhaving a negative impact on mental health among children policies, strategies and services that respond to learners’\nand adolescents.6 Although the need to support child and and educators’ mental health and overall well-being at all\nadolescent mental health and psychosocial well-being was times and in all contexts."
  },
  {
    "id": 12,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "and adolescents.6 Although the need to support child and and educators’ mental health and overall well-being at all\nadolescent mental health and psychosocial well-being was times and in all contexts. :tnemnorivne\ngninrael\ndna\nsloohcs\nni\ngnieb-llew\nlaicosohcysp\ndna\nhtlaeh\nlatnem\ngnitcetorp\ndna\ngnitomorp rof srallip laitnesse\neviF\n\n3\nWhat does mental health and psychosocial support and\nservices in schools look like? The following pillars should be seen as the basic components of a mental health and psychosocial support in schools policy that governments must mainstream\nwithin existing education policies, plans, and budgets, including more targeted interventions for children with developmental delays and disabilities."
  },
  {
    "id": 13,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "n schools policy that governments must mainstream\nwithin existing education policies, plans, and budgets, including more targeted interventions for children with developmental delays and disabilities. PILLAR 1 PILLAR 4\nCreate an enabling learning environment for positive mental health and well-being, Enhance MHPSS capacity in the education workforce."
  },
  {
    "id": 14,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "dren with developmental delays and disabilities. PILLAR 1 PILLAR 4\nCreate an enabling learning environment for positive mental health and well-being, Enhance MHPSS capacity in the education workforce. School-based mental health\nthrough developing and implementing school-based mental health and psychosocial programmes should be built on a solid foundation of national, regional and local\nsupport policies informed by learners’ needs, voices and capacities; and embedding education professionals, including school administrators, teachers and mental health\nmental health literacy and social and emotional learning in the curricula, from early workforce professionals (e.g., school psychologists, school social workers, school\nchildhood through to adolescence."
  },
  {
    "id": 15,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ntal health literacy and social and emotional learning in the curricula, from early workforce professionals (e.g., school psychologists, school social workers, school\nchildhood through to adolescence. counsellors, school nurses and doctors, etc.) that work in partnership with children,\nfamilies and community-based mental health services. Ensure that every teacher,\nschool manager and education professional has access to learning opportunities and\ntraining to strengthen their knowledge and capacities to promote all learners’ mental\nPILLAR 2\nhealth and well-being in a systematic way, both in national teacher training and in-\nGuarantee access to early intervention and mental health services and support. service training opportunities."
  },
  {
    "id": 16,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "AR 2\nhealth and well-being in a systematic way, both in national teacher training and in-\nGuarantee access to early intervention and mental health services and support. service training opportunities. Depending on the context, this could include mental health and psychosocial support\nservices provided by a dedicated health practitioner or trained and supported education\nsector professional in every school, such as a school counsellor; or ensuring that every\nPILLAR 5\nschool has a well-defined process to guide learners and teachers concerned about the\nmental health of a learner or teacher, including up-to-date information about locally Ensure meaningful collaboration between the school, family, and community to\navailable in-person or tele-health mental health services provided by the health or build a safe and nurturing learning environment that creates a sense of belonging for\nsocial service sectors."
  },
  {
    "id": 17,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ity to\navailable in-person or tele-health mental health services provided by the health or build a safe and nurturing learning environment that creates a sense of belonging for\nsocial service sectors. Equally important here is to support children and adolescents every learner. This means emphasizing the need for strong and frequent communication\nwith mental health problems to optimize their education paths and avoid early school between learners, caregivers and teachers, to align understanding of the strengths\ndrop outs. and needs, and build complementary strategies and support mechanisms between\nthe home and educational setting to meet those needs. Learners and families are\nactive agents in their own well-being and bring their own skills and resources for\ncoping and building resiliency."
  },
  {
    "id": 18,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "tween\nthe home and educational setting to meet those needs. Learners and families are\nactive agents in their own well-being and bring their own skills and resources for\ncoping and building resiliency. They can provide insight on school strengths and\nPILLAR 3\nareas of need, programme selection, implementation considerations, and ongoing\nPromote teacher well-being. Ensuring that there are policies, strategies and services quality assessment and progress monitoring."
  },
  {
    "id": 19,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "need, programme selection, implementation considerations, and ongoing\nPromote teacher well-being. Ensuring that there are policies, strategies and services quality assessment and progress monitoring. The process of meaningful and ethical\nin place to support the mental health and well-being of teachers and that of non- participation can itself result in more trusting relationships, increased self-confidence\nteaching staff and all involved in the care and support of learners in schools (including and self-esteem, and an increased sense of mastery and control, each of which\ncaregivers). This also includes ensuring sufficient additional human resources to ensure enhances young people’s well-being and resilience. teachers are not expected to take on the role of trained mental health staff."
  },
  {
    "id": 20,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "also includes ensuring sufficient additional human resources to ensure enhances young people’s well-being and resilience. teachers are not expected to take on the role of trained mental health staff. STNEMNREVOG\nLANOITAN\nROF\nETON\nGNIFEIRB\nA\n\n4 When implementing the pillars the following considerations are important:\n• Governments must ensure sufficient human and The engagement of children, adolescents and caregivers\nfinancial resources and institutional support and in designing and in the delivery of school mental health\ncapacity are available to promote and protect children, programmes and services is critical."
  },
  {
    "id": 21,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "financial resources and institutional support and in designing and in the delivery of school mental health\ncapacity are available to promote and protect children, programmes and services is critical. Strengthening\nadolescents’, teachers’ and caregivers’ mental health education systems to respond to the mental health and\nand psychosocial well-being in every school and learning psychosocial support needs in-depth understanding of the\nenvironment from early childhood to adolescence. local context."
  },
  {
    "id": 22,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "the mental health and\nand psychosocial well-being in every school and learning psychosocial support needs in-depth understanding of the\nenvironment from early childhood to adolescence. local context. Children and adolescents’ mental health and\npsychosocial well-being can be influenced by interactions\n• Mental health and psychosocial programmes with peers and families, by their experiences in schools and\nimplemented in school settings must consider the communities, sociocultural aspects, and broader political\ndo no harm principle and be informed by evidence and economic factors. Addressing these components\nand supported by best practices."
  },
  {
    "id": 23,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "nsider the communities, sociocultural aspects, and broader political\ndo no harm principle and be informed by evidence and economic factors. Addressing these components\nand supported by best practices. For instance, the WHO is critical for understanding and safeguarding children’s\nUNICEF Helping Adolescents Thrive Toolkit and related mental health and well-being in the school context. resources provide evidence-based approaches to promoting Teachers and other education personnel play a crucial role\nand protecting adolescents’ mental health in schools in • School-based mental health programmes must be in promoting and protecting learners’ mental health and\nclose liaison with other community-based health services. inclusive and consider the specific needs of children psychosocial well-being."
  },
  {
    "id": 24,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "must be in promoting and protecting learners’ mental health and\nclose liaison with other community-based health services. inclusive and consider the specific needs of children psychosocial well-being. Positive relationships with teachers\nand adolescents of all genders and abilities, with focused and other educators can ensure children and adolescents feel\n• Mental health and psychosocial support interventions attention to children and adolescents with mental health safe, seen, supported and have a sense of belonging. Studies\nand services in education must be tailored to the conditions."
  },
  {
    "id": 25,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "upport interventions attention to children and adolescents with mental health safe, seen, supported and have a sense of belonging. Studies\nand services in education must be tailored to the conditions. Structural factors such as prevailing beliefs, have shown that higher levels of school belonging were\nchildren and adolescents’ context and build on the norms and values – especially concerning gender, disability, associated with lower mental health problems across young\nstrengths of children, caregivers and communities. race and sexuality – can influence learners’ experience in adulthood. Supportive relationships between learners and\nschools."
  },
  {
    "id": 26,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "th problems across young\nstrengths of children, caregivers and communities. race and sexuality – can influence learners’ experience in adulthood. Supportive relationships between learners and\nschools. School-based mental health programmes must teachers have been found to positively influence children’s\nconsider the specific needs of children and adolescents engagement and attainment in school, build their social and\nexposed to marginalization and vulnerabilities to avoid problem-solving skills, and contribute to a sense of purpose\nenhancing stigma, discrimination and exclusion of risk and agency. All these are promotive and protective factors\ngroups in communities and equalize opportunities for all for lifelong mental health and well-being."
  },
  {
    "id": 27,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "gma, discrimination and exclusion of risk and agency. All these are promotive and protective factors\ngroups in communities and equalize opportunities for all for lifelong mental health and well-being. It’s important to\nchildren and adolescents to enjoy an optimal standard of equip teachers and other educators with the competencies\nmental health and well-being. For instance, different forms and technical support to implement programmes and\nof discrimination can be tackled through gender-responsive curricula that:\nsocial and emotional learning programmes. i."
  },
  {
    "id": 28,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "For instance, different forms and technical support to implement programmes and\nof discrimination can be tackled through gender-responsive curricula that:\nsocial and emotional learning programmes. i. increase mental health literacy and promote the\n• Comprehensive programmes and services to promote development of transferable skills (also referred to as\nand protect learners must be multilayered and social and emotional learning);\nmultisectoral. Health, education, social welfare and ii. Facilitate early identification and early intervention\nchild protection, among other sectors, need to contribute."
  },
  {
    "id": 29,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "cial and emotional learning);\nmultisectoral. Health, education, social welfare and ii. Facilitate early identification and early intervention\nchild protection, among other sectors, need to contribute. for those needing additional mental health\nUNICEF’s Multisectoral operational framework was and psychosocial support (ensuring linkages to\ndeveloped to support the development of programmes community-based mental health care); and\nacross sectors to improve the mental health and iii. increase caregiver and community engagement to\npsychosocial well-being of children, adolescents and their support children's learning and overall well-being. caregivers globally."
  },
  {
    "id": 30,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ental health and iii. increase caregiver and community engagement to\npsychosocial well-being of children, adolescents and their support children's learning and overall well-being. caregivers globally. :tnemnorivne\ngninrael\ndna\nsloohcs\nni\ngnieb-llew\nlaicosohcysp\ndna\nhtlaeh\nlatnem\ngnitcetorp\ndna\ngnitomorp\nrof\nsrallip\nlaitnesse\neviF\n\nTop Ten Reasons Why Mental Health and Psychosocial Support in Schools and Learning Environments is Important 5\nHow education systems integrate promotion of mental outcomes. Depending on the context, these interventions environments can provide a physical safe space needed when\nhealth and psychosocial well-being, and prevention and early can be delivered independently or as part of a broader school coping with loss, fear, distress and violence."
  },
  {
    "id": 31,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "hysical safe space needed when\nhealth and psychosocial well-being, and prevention and early can be delivered independently or as part of a broader school coping with loss, fear, distress and violence. Schools also offer\nidentification interventions into learning environments directly health approach. stability and structure and support learners to build the coping\ncontributes to whether children and adolescents access support and interpersonal skills they need to cope with change. when they need it most."
  },
  {
    "id": 32,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ty and structure and support learners to build the coping\ncontributes to whether children and adolescents access support and interpersonal skills they need to cope with change. when they need it most. Comprehensive school-based mental In emergencies, integrating mental health and psychosocial\nhealth and psychosocial support, including policies, education support within humanitarian education responses is imperative Supporting children’s and adolescents’ mental health and well-\nworkforce capacity development and increased mental health to protect children and adolescents from the negative effects of being within learning environments is crucial to ensure they are\nand psychosocial support services and programmes, can lead crisis and adversity.8 By creating stable routines, fostering hope, given the best chance to participate fully and e quitably in their\nto enhanced academic achievement and increased retention, reducing stress, encouraging self-expression, and promoting learning."
  },
  {
    "id": 33,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "hope, given the best chance to participate fully and e quitably in their\nto enhanced academic achievement and increased retention, reducing stress, encouraging self-expression, and promoting learning. They are many reasons why education systems should\nreduce learners’ risk behaviour (such as peer violence and self- collaborative behaviour learning environments can contribute to accelerate action and investment in learners’ and teachers’\nharm) and improve mental health and psychosocial well-being effective learning and well-being. Overall, schools and learning mental health."
  },
  {
    "id": 34,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "accelerate action and investment in learners’ and teachers’\nharm) and improve mental health and psychosocial well-being effective learning and well-being. Overall, schools and learning mental health. Here are the top ten:\n1 2 3 4 5\nMental health is fundamental The UN Convention on the Rights Mental health and psychosocial Half of mental health disorders Evidence increasingly confirms the\nto good health and well-being of the Child commits all countries well-being is a significant begin by the age of 14,12 so it importance of strengthening the capacity\nand is critical to children’s to promote and protect child and concern for adolescents around is critical to intervene as early of schools and early childhood education\nlearning, development and adolescent mental health.10 the globe."
  },
  {
    "id": 35,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "promote and protect child and concern for adolescents around is critical to intervene as early of schools and early childhood education\nlearning, development and adolescent mental health.10 the globe. as possible. services to promote mental health and\nthriving."
  },
  {
    "id": 36,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "is critical to intervene as early of schools and early childhood education\nlearning, development and adolescent mental health.10 the globe. as possible. services to promote mental health and\nthriving. Promoting good mental health should They want mental health and The failure to address mental assist children and families dealing with\nThe benefits of better mental health also be seen as a catalyst to fulfilling psychosocial support services to be health problems at their onset can mental health problems.14\nextend beyond psychological well-being States’ international legal obligations to more available and less stigmatized.11 have significant consequences School-based MHPSS interventions in humanitarian\nitself, from social equity and inclusion to ensure children can access and enjoy all throughout a child’s life, affecting their contexts also deliver benefits for education and\neconomic growth and prosperity.9 of their rights."
  },
  {
    "id": 37,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "and inclusion to ensure children can access and enjoy all throughout a child’s life, affecting their contexts also deliver benefits for education and\neconomic growth and prosperity.9 of their rights. development and contributing to poor learning."
  },
  {
    "id": 38,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "d enjoy all throughout a child’s life, affecting their contexts also deliver benefits for education and\neconomic growth and prosperity.9 of their rights. development and contributing to poor learning. Positive outcomes in school attendance,\nacademic outcomes, higher rates of\ngrade averages, math and literacy test scores15, 16, 17 and\nunemployment, and poorer physical\nreduced functional impairment related to psychological\nhealth.13\ndistress have all been demonstrated.18, 19, 20\n6 7 8 9 10\nSchools and learning For children and adolescents School-based programmes for Schools are an important Prevention and treatment of mental\nenvironments, including early whose home environment is social and emotional learning element of community-based disorders in adolescents leads to improved\nchildhood education centres, not safe and nurturing, the are linked to mental health mental health support."
  },
  {
    "id": 39,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "and emotional learning element of community-based disorders in adolescents leads to improved\nchildhood education centres, not safe and nurturing, the are linked to mental health mental health support. health and well-being over time and yields\nprovide the opportunity to school can be a crucial safety benefits in countries at all Schools offer a robust platform for gains in learning and education outcomes –\nreach large numbers of net supporting basic social, income levels. promotion of mental health and all of which can translate into benefits to\nwell-being, prevention and early\nchildren and adolescents, emotional and physical needs."
  },
  {
    "id": 40,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "porting basic social, income levels. promotion of mental health and all of which can translate into benefits to\nwell-being, prevention and early\nchildren and adolescents, emotional and physical needs. These programmes equip children national economies over an individual’s\nidentification interventions, and\nincluding those from marginalized Adverse childhood experiences, and adolescents with essential lifespan."
  },
  {
    "id": 41,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ammes equip children national economies over an individual’s\nidentification interventions, and\nincluding those from marginalized Adverse childhood experiences, and adolescents with essential lifespan. facilitates children and adolescents\ncommunities and impacted by including exposure to different types cognitive, behavioural and emotional access to treatment of mental health School-based programmes to prevent anxiety,\nemergencies who may otherwise not be of violence, can have consequences competencies that help them succeed conditions (when linked with health, depression and suicide among adolescents had an\nable to access mental health promotion that affect cognitive development, academically, manage life’s challenges, mental health and social services).25 average return on investment of 21.5, meaning that of\nand prevention programmes.21 Schools physical and mental health, educational and build and maintain positive every US$1 invested in the package, we expect $21.5\nhave more influence on children’s achievement and professional interactions with others.24 in benefits to the country’s economy over an 80-year\ndevelopment than any other social achievements.23 period.26\ninstitution, besides their family.22\nSTNEMNREVOG\nLANOITAN\nROF\nETON\nGNIFEIRB\nA\n\n6 Examples of school-based mental health interventions\nKazakhstan Ecuador Mozambique\nMental health promotion and suicide Mental health and psychosocial well-being Building teachers’ capacity to provide mental\nprevention in schools services integrated in the education system health and psychosocial support before, during\nand after crises\nThe government of Kazakhstan developed and implemented The education system in Ecuador created a service called\nthe Adolescent Mental Health and Suicide Prevention DECE (Department of Student Counselling)."
  },
  {
    "id": 42,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "overnment of Kazakhstan developed and implemented The education system in Ecuador created a service called\nthe Adolescent Mental Health and Suicide Prevention DECE (Department of Student Counselling). It consists of a In Mozambique, chronic vulnerability to natural disasters,\n(AMHSP) programme, an intersectoral, school-based response multidisciplinary team of professionals with experience and regional insecurity, and the COVID-19 pandemic have\nthat aims to strengthen the national education and health training that contributes to promoting learners’ psychological highlighted the urgent need to embed mental health and\nsystems' ability to respond to adolescents' mental health and and social well-being."
  },
  {
    "id": 43,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "aining that contributes to promoting learners’ psychological highlighted the urgent need to embed mental health and\nsystems' ability to respond to adolescents' mental health and and social well-being. DECES ensures that schools are safe psychosocial support (MHPSS) interventions into capacity\npsychosocial needs. The AMHSP includes three fundamental and nurturing environments where learners are supported development for teachers and other duty-bearers. In\nstrategies: i) universal mental health promotion to increase to reach their full potential."
  },
  {
    "id": 44,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "and nurturing environments where learners are supported development for teachers and other duty-bearers. In\nstrategies: i) universal mental health promotion to increase to reach their full potential. It also assures coordination and collaboration with the Ministry of Education and Human\nlearners' knowledge of mental health and reduce stigma and collaboration among learners, school professionals and Development and education cluster partners, UNICEF\nbarriers to care; ii) selective prevention to identify learners at caregivers with a focus on supporting the development of developed a training manual and is rolling out trainings for\nrisk and iii) access to specialized services, ensuring referral social and emotional skills, providing psycho-emotional support teachers about MHPSS in education settings, especially\nservices for learners to primary health care and mental and linking learners with the services and care they need."
  },
  {
    "id": 45,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "iding psycho-emotional support teachers about MHPSS in education settings, especially\nservices for learners to primary health care and mental and linking learners with the services and care they need. They in but not limited to emergency-affected areas including\nhealth services. See more here. were a fundamental support for the educational community practical guidance on pedagogical approaches to supporting\nduring the COVID-19 lockdown. See more information here. learners’ well-being.See more information here."
  },
  {
    "id": 46,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "upport for the educational community practical guidance on pedagogical approaches to supporting\nduring the COVID-19 lockdown. See more information here. learners’ well-being.See more information here. Viet Nam Thailand Egypt, Iran, Pakistan\nSchool-based mental health services to support Improving integration of mental health and Multicomponent School Mental Health\nadolescent mental health pszychosocial support services (MHPSS) for Programme\nchildren and young people in Thailand\nThe Ministry of Education and Training (MOET) and the Ministry The WHO Eastern Mediterranean Region developed an\nof Labour, Invalids and Social Affairs (MOLISA) Viet Nam have In Thailand, national policy and legislative frameworks evidence-based manualized School Mental Health Programme\nadopted several health care-related policies to address child recognize the importance of mental health care, prevention (SMHP)."
  },
  {
    "id": 47,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ive frameworks evidence-based manualized School Mental Health Programme\nadopted several health care-related policies to address child recognize the importance of mental health care, prevention (SMHP). The SMHP manual provides guidelines for universal\nand adolescent mental health challenges. These include the and promotion. During the pandemic, the Royal Thai and targeted interventions for addressing common emotional\ndevelopment of school counselling programmes, provision of Government in partnership with UNICEF: a) introduced the and behavioural problems in schoolchildren."
  },
  {
    "id": 48,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ventions for addressing common emotional\ndevelopment of school counselling programmes, provision of Government in partnership with UNICEF: a) introduced the and behavioural problems in schoolchildren. It is tailored to be\ninclusive education for children with disabilities, intervention to HERO initiative, an application-based programme to help provided by non-specialists, such as teachers, administrators,\naddress the negative impact of COVID-19 on learners’ mental teachers monitor and manage learners who have behavioural, school nurses, social workers and school counsellors."
  },
  {
    "id": 49,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "s teachers, administrators,\naddress the negative impact of COVID-19 on learners’ mental teachers monitor and manage learners who have behavioural, school nurses, social workers and school counsellors. SMHP\nhealth and well-being, and promotion of learner mental health emotional or social problems; and b) conducted a situational focuses on mental health prevention and promotion, fostering\nawareness through a comprehensive School Health Programme analysis on the status of MHPSS services across sectors. a positive culture of well-being in schools, tiered interventions\nthrough MOET."
  },
  {
    "id": 50,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ering\nawareness through a comprehensive School Health Programme analysis on the status of MHPSS services across sectors. a positive culture of well-being in schools, tiered interventions\nthrough MOET. MOLISA has been implementing policies to Informed by evidence, the Department of Mental Health applicable to classroom settings, and early identification\ndevelop community-based mental health care for children and is leading on the development of an integrated vision and and referral for specialized support. This initiative has been\nadolescents, including mental health care in the context of schools."
  },
  {
    "id": 51,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ildren and is leading on the development of an integrated vision and and referral for specialized support. This initiative has been\nadolescents, including mental health care in the context of schools. coordinated operational plan across sectors to reduce stigma implemented in Egypt, Pakistan and the Islamic Republic\nThe Government of Viet Nam continues working to strengthen and strengthen response, prevention and promotion. The of Iran."
  },
  {
    "id": 52,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "tors to reduce stigma implemented in Egypt, Pakistan and the Islamic Republic\nThe Government of Viet Nam continues working to strengthen and strengthen response, prevention and promotion. The of Iran. workforce capacity across health, education, and social sectors Ministry of Education has prioritized children’s health and\nto promote and protect the mental well-being of learners and well-being for learning, and committed to changing school\nstrengthen cooperation across sectors and partners to improve environments, cultures and curricula, combining screening\nearly identification and mental health care. See more here. and referral and social and emotional skill building."
  },
  {
    "id": 53,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "tors and partners to improve environments, cultures and curricula, combining screening\nearly identification and mental health care. See more here. and referral and social and emotional skill building. :tnemnorivne\ngninrael\ndna\nsloohcs\nni\ngnieb-llew\nlaicosohcysp\ndna\nhtlaeh\nlatnem\ngnitcetorp\ndna\ngnitomorp\nrof\nsrallip\nlaitnesse\neviF\n\n7\nResources\n• UNICEF State of the World’s Children Report, October • GLOBAL MULTISECTORAL OPERATIONAL • Helping Adolescents Thrive Initiative The package\n2021 FRAMEWORK for Mental Health and Psychosocial includes a Toolkit, Comic and a Teachers Guide."
  },
  {
    "id": 54,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "Report, October • GLOBAL MULTISECTORAL OPERATIONAL • Helping Adolescents Thrive Initiative The package\n2021 FRAMEWORK for Mental Health and Psychosocial includes a Toolkit, Comic and a Teachers Guide. • WHO World Mental Health Report, 2022 Support of Children, Adolescents and Caregivers • The MHPSS and EiE Toolkit, developed by IFRC,\n• WHO Guidelines on mental health promotive and Across Settings REPSSI and APSSI with support from MHPSS.net and\npreventive interventions for adolescents, 2020 • The Mental Health and Psychosocial Support funding from Education Cannot Wait."
  },
  {
    "id": 55,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ive and Across Settings REPSSI and APSSI with support from MHPSS.net and\npreventive interventions for adolescents, 2020 • The Mental Health and Psychosocial Support funding from Education Cannot Wait. Minimum Services Package – to guide interventions • UNESCO: Ready to learn and thrive: school health and\nfor an effective MHPSS emergency response nutrition around the world; highlights\n• The State of the Global Education Crisis: A Path to\nRecovery\nEndnotes\n1. World Health Organization, World mental health report: 12. Solmi, M., Radua, J., Olivola, M. et al., ‘Age at onset of 20. Berger, R. and Gelkopf, M., ‘School-based intervention for the\ntransforming mental health for all, 2022."
  },
  {
    "id": 56,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "World mental health report: 12. Solmi, M., Radua, J., Olivola, M. et al., ‘Age at onset of 20. Berger, R. and Gelkopf, M., ‘School-based intervention for the\ntransforming mental health for all, 2022. mental disorders worldwide: large-scale meta-analysis of 192 treatment of tsunami-related distress in children: a quasi-\n2. UNICEF, The State of the World’s Children 2021: On My Mind epidemiological studies’, Mol Psychiatry 27, 2022, pp. 281–295. randomized controlled trial’, Psychother Psychosom., 78(6),\n– Promoting, protecting and caring for children’s mental health, https://doi.org/10.1038/s41380-021-01161-7 2009, pp. 364-371. doi: 10.1159/000235976. Epub 2009 Sep 8. UNICEF, New York, October 2021. 13. Choi, A., ‘Emotional well-being of children and adolescents: PMID: 19738402. 3."
  },
  {
    "id": 57,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": ".1038/s41380-021-01161-7 2009, pp. 364-371. doi: 10.1159/000235976. Epub 2009 Sep 8. UNICEF, New York, October 2021. 13. Choi, A., ‘Emotional well-being of children and adolescents: PMID: 19738402. 3. Johns Hopkins Bloomberg School of Public Health and United Recent trends and relevant factors’, OECD Education Working 21. Johns Hopkins Bloomberg School of Public Health and United\nNations Children’s Fund, On My Mind: How adolescents Papers, No. 169, OECD Publishing, Paris, 2018, https://doi. Nations Children’s Fund, On My Mind: How adolescents\nexperience and perceive mental health around the world, JHU org/10.1787/41576fb2-en. experience and perceive mental health around the world, JHU\nand UNICEF, Baltimore and New York, May 2022. 14. Dray, J."
  },
  {
    "id": 58,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "erience and perceive mental health around the world, JHU org/10.1787/41576fb2-en. experience and perceive mental health around the world, JHU\nand UNICEF, Baltimore and New York, May 2022. 14. Dray, J. et al., ‘Systematic Review of Universal Resilience- and UNICEF, Baltimore and New York, May 2022. 4. Corcoran, R. P., Cheung, A. C., Kim, E., Xie, C., ‘Effective Focused Interventions Targeting Child and Adolescent Mental 22. UNICEF, The State of the World’s Children 2021: On My Mind\nuniversal school-based social and emotional learning programs Health in the School Setting’, Journal of the American Academy – Promoting, protecting and caring for children’s mental health,\nfor improving academic achievement: A systematic review and of Child and Adolescent Psychiatry, 56(10), 2017, pp."
  },
  {
    "id": 59,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "the American Academy – Promoting, protecting and caring for children’s mental health,\nfor improving academic achievement: A systematic review and of Child and Adolescent Psychiatry, 56(10), 2017, pp. 813–824; UNICEF, New York, October 2021. meta-analysis of 50 years of research’, Educational Research O’Reilly, M., Svirydzenka, N., Adams, S. and Dogra, N., ‘Review 23. Blum, R. W., McNeely, C. A., and Rinehart, P. M., Improving\nReview, 25, 2018, pp. 56-72. of mental health promotion interventions in schools‘, Soc the odds. Forschungsbericht, Center of Adolescent Health and\n5. UNICEF, UNESCO, World Bank, The State of the Global Psychiatry Psychiatr Epidemiol., 53(7), 2018, pp. 647-662. Development, 2002, University of Minnesota. Education Crisis: A Path to Recovery, 2021. 15."
  },
  {
    "id": 60,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "ICEF, UNESCO, World Bank, The State of the Global Psychiatry Psychiatr Epidemiol., 53(7), 2018, pp. 647-662. Development, 2002, University of Minnesota. Education Crisis: A Path to Recovery, 2021. 15. Brown, Lindsay, et al., IRC Healing Classrooms Remedial 24. UNICEF, The State of the World’s Children 2021: On My Mind\n6. World Health Organization, ‘Mental Health and COVID-19: Early Tutoring Programming Improves Nigerien And Nigerian – Promoting, protecting and caring for children’s mental health,\nevidence of the pandemic’s impact: Scientific brief’, 2 March Children’s Learning. 3EA Impact Report 2.1, International UNICEF, New York, October 2021. 2022 https://www.who.int/publications/i/item/WHO-2019-nCoV- Rescue Committee, 2018, https://www.edu-links.org/sites/ 25."
  },
  {
    "id": 61,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "Learning. 3EA Impact Report 2.1, International UNICEF, New York, October 2021. 2022 https://www.who.int/publications/i/item/WHO-2019-nCoV- Rescue Committee, 2018, https://www.edu-links.org/sites/ 25. UNICEF’s Global Multi-sectoral Operational Framework\nSci_Brief-Mental_health-2022.1 default/files/media/file/3EA-Niger_Impact_Brief_2.1.pdf. for Mental Health and Psychosocial Support of Children,\n7. UNICEF, ‘Let me learn’, https://www.unicef.org/learning-crisis 16. Ibid. Adolescents and Caregivers Across Settings (Demonstration\n8. Nemiro, A., Hijazi, Z., O’Connell, R., Coetzee, A. and Snider, L., 17. Version) (UNICEF, 2021). ‘Mental health and psychosocial wellbeing in education: The 18. Tubbs Dolan, Carly, et al., IRC Healing Classrooms Retention 26."
  },
  {
    "id": 62,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "O’Connell, R., Coetzee, A. and Snider, L., 17. Version) (UNICEF, 2021). ‘Mental health and psychosocial wellbeing in education: The 18. Tubbs Dolan, Carly, et al., IRC Healing Classrooms Retention 26. World Health Organization, Guidelines on mental health\ncase to integrate core actions and interventions into learning Support Programming Improves Syrian Refugee Children’s promotive and preventive interventions for adolescents:\nenvironments’, Intervention, 20, 2022, pp. 36-45. Learning In Lebanon. 3EA Impact Report 1.1, International helping adolescents thrive, 2020. 9. World Health Organization, World mental health report: Rescue Committee, 2017, https://www.rescue.org/sites/default/ 27. UNICEF, The State of the World’s Children 2021: On My Mind\ntransforming mental health for all, 2022."
  },
  {
    "id": 63,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "tion, World mental health report: Rescue Committee, 2017, https://www.rescue.org/sites/default/ 27. UNICEF, The State of the World’s Children 2021: On My Mind\ntransforming mental health for all, 2022. files/document/5467/3ea-impactreport11updated31418.pdf. – Promoting, protecting and caring for children’s mental health,\n10. UN General Assembly, Convention on the Rights of the Child, 19. McBain, Ryan K., et al., ‘Costs and Cost-Effectiveness of a UNICEF, New York, October 2021. 20 November 1989, United Nations, Treaty Series, vol. 1577. Mental Health Intervention for War-Affected Young Persons:\n11."
  },
  {
    "id": 64,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "., et al., ‘Costs and Cost-Effectiveness of a UNICEF, New York, October 2021. 20 November 1989, United Nations, Treaty Series, vol. 1577. Mental Health Intervention for War-Affected Young Persons:\n11. Johns Hopkins Bloomberg School of Public Health and United Decision Analysis Based on a Randomized Controlled Trial’,\nNations Children’s Fund, On My Mind: How adolescents Health Policy and Planning, 31(4), May 2016, pp. 415–424. experience and perceive mental health around the world, JHU PubMed, https://doi.org/10.1093/heapol/czv078. and UNICEF, Baltimore and New York, May 2022."
  },
  {
    "id": 65,
    "source": "Promoting_and_protecting_mental_health_in_schools_and_learning_environments_12a760",
    "text": "icy and Planning, 31(4), May 2016, pp. 415–424. experience and perceive mental health around the world, JHU PubMed, https://doi.org/10.1093/heapol/czv078. and UNICEF, Baltimore and New York, May 2022. STNEMNREVOG\nLANOITAN\nROF\nETON\nGNIFEIRB\nA\n\nPublished by\nUNICEF Education Section, Programme Division\n3 United Nations Plaza\nNew York, NY 10017\nwww.unicef.org/education\neducation@unicef.org\nTwitter @UNICEFEducation\n© United Nations Children’s Fund (UNICEF) 2022"
  }
]