[
  {
    "id": 1,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "SELF-HELP STOP WORRY: A Tool for Older Veterans Self-Help Workbook Calming Tools to Manage Anxiety Srijana Shrestha, PhD   Melinda Stanley, PhD South Central Veterans Affairs Mental Illness, Research and Clinical Center It takes the strength and courage of a warrior to ask for help. ACKNOWLEDGMENTS The information presented in this document has been adapted manuals from the Peaceful Living and Stop Worry studies (Stanley et al., 2009; Stanley, NIMH Grant   MH 53932). We wish to acknowledge the contribution of all the authors of earlier versions of the treatment program, Drs. Diefenbach, Hopko, Quijano, Calleo and Wetherell. 3 TABLE OF CONTENTS CHAPTER 1   INTRODUCTION .....................................................................5 CHAPTER 2   ANXIETY AWARENESS"
  },
  {
    "id": 2,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Diefenbach, Hopko, Quijano, Calleo and Wetherell. 3 TABLE OF CONTENTS CHAPTER 1   INTRODUCTION .....................................................................5 CHAPTER 2   ANXIETY AWARENESS ......................................................9 CHAPTER 3   DEEP BREATHING ...............................................................12 CHAPTER 4   PROGRESSIVE MUSCLE RELAXATION ......................15 CHAPTER 5   CHANGING THOUGHTS - PART I ..................................18 CHAPTER 6   CHANGING THOUGHTS - PART II ................................25 CHAPTER 7   PROBLEM SOLVING ..........................................................29 CHAPTER 8   CHANGING BEHAVIORS .................................................36 CHAPTER 9   SLEEP SKILLS"
  },
  {
    "id": 3,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "CHAPTER 7   PROBLEM SOLVING ..........................................................29 CHAPTER 8   CHANGING BEHAVIORS .................................................36 CHAPTER 9   SLEEP SKILLS .....................................................................40 CHAPTER 10   REVIEW ................................................................................43 4 CHAPTER 1 INTRODUCTION What is Anxiety? Anxiety is a natural human emotion. Have you ever felt startled when someone sneaked up behind you? Did you feel anxious when you went for your last doctor s visit? In these situations, feeling anxious is very normal. In both situations, some level of anxiety might even be helpful in protecting yourself or preparing to ask the doctor questions related to your health. Anxiety can"
  },
  {
    "id": 4,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "feeling anxious is very normal. In both situations, some level of anxiety might even be helpful in protecting yourself or preparing to ask the doctor questions related to your health. Anxiety can help us adapt to events, because it can help us become aware of danger and take appropriate steps to prepare for safety. For example, almost stepping on a poisonous snake can cause an anxiety response, which can help us either fight or fee for safety. However, anxiety can be a problem when one experiences it:   too frequently; OR   too intensely; OR when it:   lasts a long time, even afer the event that caused the anxiety is gone;   feels uncontrollable; and   keeps us from doing things that we enjoy or want to accomplish. Mr. G. is a 62-year-old African American male. He has been married for 40"
  },
  {
    "id": 5,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "caused the anxiety is gone;   feels uncontrollable; and   keeps us from doing things that we enjoy or want to accomplish. Mr. G. is a 62-year-old African American male. He has been married for 40 years to his wife, who was diagnosed with dementia a few years ago. Mr. G. retired last year to take care of his wife and he has struggled with anxiety since the retirement. He has a difficult time concentrating on small tasks. He worries about getting small projects completed around the house. He spends time everyday concerned about his wife s health and the health of his two daughters and their children. He often wakes up at night and frets about finances even though his financial situation is stable. Mr. G. used to pride himself for being a good problem solver but nowadays he has difficulty"
  },
  {
    "id": 6,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "He often wakes up at night and frets about finances even though his financial situation is stable. Mr. G. used to pride himself for being a good problem solver but nowadays he has difficulty making even small decisions. 5 CHAPTER 1 What is Generalized Anxiety Disorder? Individuals can experience anxiety in many different ways. When it gets in the way of things we want to accomplish, we sometimes say that an  anxiety disorder  is present. Generalized anxiety disorder (GAD) is a type of anxiety common among older adults that can have serious effects. Individuals who have GAD tend to worry too much or get concerned about many different areas of their lives. They sometimes feel overwhelmed by their worries concerns and have difficulty controlling them. Some people with GAD might be called"
  },
  {
    "id": 7,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "much or get concerned about many different areas of their lives. They sometimes feel overwhelmed by their worries concerns and have difficulty controlling them. Some people with GAD might be called  worriers  by their friends and family members. People with GAD report feeling nervous, even when everything is going well, because they are convinced that bad things are bound to happen, sooner or later. In other words, they have a tendency to worry be concerned, even when there is no reason to do so. Life stresses can cause or make anxiety worse. When individuals experience a negative life event, it is natural to worry or feel nervous. However, if the worry and anxiety last more than six months and negatively affect work, personal relationships, and or physical or mental health, learning"
  },
  {
    "id": 8,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "it is natural to worry or feel nervous. However, if the worry and anxiety last more than six months and negatively affect work, personal relationships, and or physical or mental health, learning coping skills can be helpful. Will this workbook be useful for you? If you think you may have symptoms of GAD, or if a doctor or other healthcare professional has said that you do, this workbook may be helpful to you. Even if you have  normal  levels of anxiety or have some concerns in your life, the skills here may be helpful. How can you use this workbook? This workbook is based on a program of skills that Practice is the key to how were helpful for reducing worry and related symptoms much you will get out of in a recent research study (Stanley et al., 2009). Each chapter in this workbook starts"
  },
  {
    "id": 9,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "that Practice is the key to how were helpful for reducing worry and related symptoms much you will get out of in a recent research study (Stanley et al., 2009). Each chapter in this workbook starts with an overview of a skill and ends with practice exercises that will help you use the skills in everyday life. Practice is key to how much you will get out of using the coping skills. Practice is the key to how much you will get out of using the coping skills. 6 CHAPTER 1 It is recommended that you start with reviewing Chapter 2 which covers anxiety education and awareness skill. For the rest of the workbook, it is not important to learn the skills in the order they are presented. In fact, you don t even need to learn all the skills covered in this workbook. Some might be more helpful for"
  },
  {
    "id": 10,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "of the workbook, it is not important to learn the skills in the order they are presented. In fact, you don t even need to learn all the skills covered in this workbook. Some might be more helpful for your unique needs, while others might be less helpful. For example, many older adults with GAD experience muscle tension. For these individuals, reading and practicing the skills in the chapter on Progressive Muscle Relaxation will be helpful. However, if you do not experience muscle tension as a symptom of anxiety, then you might not need to spend a lot of time on that chapter. This workbook is accompanied by a compact disc (CD) with audio instructions for Chapters 3 and 4. Use of the CD is highly recommended while you are learning and practicing the skills outlined in those chapters. You"
  },
  {
    "id": 11,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "accompanied by a compact disc (CD) with audio instructions for Chapters 3 and 4. Use of the CD is highly recommended while you are learning and practicing the skills outlined in those chapters. You may choose to follow the workbook chapters on your own or with a trained mental health professional. Sometimes feelings of anxiety, worry and concern can occur along with feelings of depression, which sometimes cause a person to think of harming himself or someone else. If you are having such thoughts, please call 911 or the Suicide Prevention Hotline number (1-800-273-8255) or go immediately to the nearest emergency room. Good and Bad Things About Change Hopefully, as you move through the workbook, you will experience many good things related to your ability to cope with anxiety symptoms."
  },
  {
    "id": 12,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "the nearest emergency room. Good and Bad Things About Change Hopefully, as you move through the workbook, you will experience many good things related to your ability to cope with anxiety symptoms. However, change is not easy. Even when working toward positive change, many people experience not-so-positive things that may seem to hold them back. In this section, we will review both the pros (good things) and cons (bad things) of learning new coping skills to manage anxiety. 7 CHAPTER 1 Pros of Change   Better general functioning   living a more fulfilled life   Easier coping with symptoms of anxiety and facing your fears   Less frequency and intensity of other negative emotions, such as anger and depression   Physical health benefits that may result from decreased stress   Improved sleep"
  },
  {
    "id": 13,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "and facing your fears   Less frequency and intensity of other negative emotions, such as anger and depression   Physical health benefits that may result from decreased stress   Improved sleep   More effective coping and problem solving Cons of Change   The time it takes to read over material to learn new skills   The effort and time required to practice the skills   Difficulty remembering to use practice the skills   Temporary increases in anxiety and depressive symptoms that result from increased awareness of these emotions What are some benefits you expect to experience from trying these new skills? Are there barriers that might get in the way of learning and practicing these new skills? There are many steps you can take to overcome the things making it difficult to make positive change"
  },
  {
    "id": 14,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "skills? Are there barriers that might get in the way of learning and practicing these new skills? There are many steps you can take to overcome the things making it difficult to make positive change happen. Scheduling a time to practice that is convenient and when you are not tired can help. Also, penciling these times into your daily schedule often helps, as do reminder notes that you can place around the house (kitchen refrigerator, bathroom mirror, near your bed or any other place you go often during the day). Learning and practicing skills take time and energy. If you start to lose interest in taking part in the program, try thinking about the good things you can achieve by looking again at the pros and cons worksheet you completed in this chapter. All change takes effort. Only you"
  },
  {
    "id": 15,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "in taking part in the program, try thinking about the good things you can achieve by looking again at the pros and cons worksheet you completed in this chapter. All change takes effort. Only you can decide if the benefits are worth your time and effort. The skills described in this workbook are designed to help you manage symptoms of anxiety and things that cause anxiety or make it worse. With continued practice, you will become more proficient in the skills and gain more from them. 8 CHAPTER 2 ANXIETY Awareness There are two main steps in learning to manage anxiety. STEP 1 STEP 2 Become Aware of Your Anxiety   Learn Learn and Practice New Coping Skills to identify the situations and symptoms   This workbook includes a number of associated with your anxiety. Once you different tools you"
  },
  {
    "id": 16,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "of Your Anxiety   Learn Learn and Practice New Coping Skills to identify the situations and symptoms   This workbook includes a number of associated with your anxiety. Once you different tools you can use to cope are able to recognize it early on, you will with anxiety. be better able to manage anxiety. Become aware of your anxiety. There are three main categories of anxiety symptoms:   Physical Signs   Thoughts   Behaviors Physical Signs When we face anxiety-producing situations, our   Muscle Tension bodies respond in a particular way so that we have   Rapid Pulse physical symptoms, for example, muscle tension,   Shortness of Breath rapid pulse, shortness of breath, sweating and   Butterflies in the Stomach  butterflies in the stomach. Which of these do you   Shaking Trembling have when"
  },
  {
    "id": 17,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "muscle tension,   Shortness of Breath rapid pulse, shortness of breath, sweating and   Butterflies in the Stomach  butterflies in the stomach. Which of these do you   Shaking Trembling have when you are anxious?   Sweating Thoughts Anxious individuals tend to worry about many   Health (Own and Others ) different areas of their lives. They may be concerned   Finances that bad things may happen in the future or worry   Issues Related to Aging about things that have happened in the past. People   Family Friends may worry about their health or the health of people   Daily Events important to them, such as family members, and   Work Volunteer Activities friends, finances, important relationships, daily events work volunteer activities or issues related to aging. Do you worry about any of these"
  },
  {
    "id": 18,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "such as family members, and   Work Volunteer Activities friends, finances, important relationships, daily events work volunteer activities or issues related to aging. Do you worry about any of these things in your life? 9 CHAPTER 2 Behaviors When faced with situations that cause anxiety, people often do one of two things to make themselves feel less anxious. They either 1) avoid whatever is causing anxiety (for example, they don t balance their checkbook when they are worried about money; they don t go to the doctor when they are worried about health); OR 2) they do the same thing over and over again (for example, they check their bank balance over and over; they call the doctor s office several times while waiting for a test result). Doing these things can reduce anxiety for a little"
  },
  {
    "id": 19,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "over again (for example, they check their bank balance over and over; they call the doctor s office several times while waiting for a test result). Doing these things can reduce anxiety for a little while, but usually they end up making it worse because they prevent people from learning new ways to cope and build confidence that they can manage anxiety symptoms. Can you identify things you do or do not do to manage anxiety symptoms? This workbook covers skills that target each of the three types of anxiety symptoms. You may choose to spend more time on certain skills that may help with the types of symptoms you experience. You must PRACTICE the skill for it to help you. As with learning any new skill, practice of the skill is key. Practice will help you learn the skills well and use them"
  },
  {
    "id": 20,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "of symptoms you experience. You must PRACTICE the skill for it to help you. As with learning any new skill, practice of the skill is key. Practice will help you learn the skills well and use them when you most need them in real-life situations that make you feel stressed or anxious. The more you practice, the more you will gain from the skills you will learn from this workbook. INSTRUCTIONS FOR PRACTICE EXERCISES Anxiety Awareness Remember: Complete a practice exercise at least once a day. The more you practice, the better you ll get at reducing managing your anxiety. Practice Times   Choose a regular time (10 to 15 minutes) once a day to complete the practice exercise form. When could your practice time be?                 Think of something that recently made you anxious, and use the"
  },
  {
    "id": 21,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "a regular time (10 to 15 minutes) once a day to complete the practice exercise form. When could your practice time be?                 Think of something that recently made you anxious, and use the practice form to write about it and any associated feelings, physical signs, thoughts and behaviors. 10 CHAPTER 2 Practice Exercises ANXIETY AWARENESS Date             Day             Time        am pm What caused you stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts"
  },
  {
    "id": 22,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? 11 CHAPTER 3 DEEP BREATHING In the last chapter, you learned to identify things that cause anxiety and symptoms you have when you feel anxious or worried. To begin to learn how to reduce anxiety, in this chapter you will learn an easy breathing technique you can use anywhere. When we get anxious, our breathing becomes rapid and shallow. One of the easiest ways to calm our body is to change the way we breathe. By paying attention to your breathing and changing the rate and way you breathe, you can make your entire body more  relaxed."
  },
  {
    "id": 23,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "of the easiest ways to calm our body is to change the way we breathe. By paying attention to your breathing and changing the rate and way you breathe, you can make your entire body more  relaxed.  These are key things you need to do: 1 Take long, slow, deep breaths. 2 Make sure you breathe from your diaphragm (the muscle and tissue that separates your chest and abdomen) and not from your lungs. Place your hand on your diaphragm (an inch above your navel). 3 Make sure your stomach goes in and out when you breathe (it should expand when you breathe in and should fatten when you breathe out). 4 Breathe in through your nose and out through your mouth (as you breathe out, purse your lips as if you are blowing into a hot cup of soup). . 5 Slow your breathing by breathing in to the count of five"
  },
  {
    "id": 24,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "in through your nose and out through your mouth (as you breathe out, purse your lips as if you are blowing into a hot cup of soup). . 5 Slow your breathing by breathing in to the count of five and out to the count of five   inhale ...two ...three ...four ...five, then exhale ...two ...three ...four ...five. If the length of time is too long, reduce the count to inhale ...two ...three ...four, exhale ...two ...three ...four. 6 As soon as you finish breathing in, begin to breathe out   do not pause between breathing in and breathing out. Follow the audio instruction on the CD accompanying this workbook for more detailed instruction on deep breathing. 12 CHAPTER 3 Instructions For Practice Exercises Deep Breathing Remember: The more you practice, the better you ll get at reducing managing"
  },
  {
    "id": 25,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "workbook for more detailed instruction on deep breathing. 12 CHAPTER 3 Instructions For Practice Exercises Deep Breathing Remember: The more you practice, the better you ll get at reducing managing your anxiety. Awareness Training   Think of something that recently made you anxious, and use the practice form to write it down, along with any feelings, physical signs, thoughts, and behaviors you experienced. Practice Times   Choose a regular time (10 to 15 minutes) once a day to practice deep breathing. Pick a quiet, non-distracting place to practice deep breathing. When could your practice time be?                 Relaxation Training   Practice deep breathing daily. Practice your breathing skill in stressful situations as they happen. Note whether the deep breathing was helpful in reducing"
  },
  {
    "id": 26,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "be?                 Relaxation Training   Practice deep breathing daily. Practice your breathing skill in stressful situations as they happen. Note whether the deep breathing was helpful in reducing stress. 13 CHAPTER 3 Practice Exercises DEEP BREATHING Date             Day             Time        am pm What caused you stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Deep Breathing Practice Did"
  },
  {
    "id": 27,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Deep Breathing Practice Did you practice deep breathing today?   YES   NO Did you use deep breathing in a real-life situation today?   YES   NO If yes, did it help you to relax?   YES   NO 14 CHAPTER 4 Progressive Muscle Relaxation (PMR) In this chapter, you will learn another skill to help you cope with the physical feelings that go along with anxiety. Individuals who get anxious may have muscle tension, especially around their neck and shoulder areas. Due to the muscle tension, some may even have headaches when they are stressed. The skill of progressive muscle relaxation (PMR) covered in this chapter will help you"
  },
  {
    "id": 28,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "their neck and shoulder areas. Due to the muscle tension, some may even have headaches when they are stressed. The skill of progressive muscle relaxation (PMR) covered in this chapter will help you reduce the muscle tension that often goes along with anxiety. Te skill involves tensing and relaxing different muscle groups in sequence to help you relax. Sometimes tension builds gradually without our being aware of it. Learning to detect the early signs of building tension will put you in a better position to use relaxation early on instead of waiting for it to reach a very high level. Using the tension-relaxation procedure will help you learn to recognize and pinpoint tension in your body and to reduce it. The tensing portion of the exercise is not supposed to cause or make pain worse. So,"
  },
  {
    "id": 29,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "tension-relaxation procedure will help you learn to recognize and pinpoint tension in your body and to reduce it. The tensing portion of the exercise is not supposed to cause or make pain worse. So, if you feel pain when you are at rest or when practicing muscle relaxation, avoid tensing muscles in that area. Just focus on relaxing that muscle group. Throughout the tension-relaxation cycle, it s important to concentrate on the sensations produced by the different exercises. Other thoughts may wander into your mind, particularly worrisome thoughts. In these times, when you get distracted, just refocus your attention back to your muscles. Two good things come from directing your attention to the physical sensations you re feeling. First, you will learn a way to distract yourself to cope"
  },
  {
    "id": 30,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "refocus your attention back to your muscles. Two good things come from directing your attention to the physical sensations you re feeling. First, you will learn a way to distract yourself to cope with negative thoughts. Second, you will learn what it feels like to be deeply relaxed. With continued practice, this skill will help you recall what relaxation feels like; and you will be able to create that sensation again when you are stressed. Over time, you might be able to feel the relaxation sensation without tensing the muscles. But this will take time and practice. The tensing and relaxing of all seven muscle groups will take about 20 minutes. Use the audio instructions included in the CD to practice the skill. The goal is to relax all the muscles in your body   just let them become more"
  },
  {
    "id": 31,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "all seven muscle groups will take about 20 minutes. Use the audio instructions included in the CD to practice the skill. The goal is to relax all the muscles in your body   just let them become more and more relaxed. Focus on learning how to differentiate between the feelings you have when your muscles are tense and when they are relaxed. Learning this skill will help you become more efficient at noticing tension during the day and will teach you how to relax tense muscles. 15 CHAPTER 4 Instructions For Practice Exercises Progressive Muscle Relaxation Continue Awareness Training   Continue to identify things that make you anxious and write down the feelings, physical signs, thoughts, and behaviors associated with those situations. Practice PMR - Set aside one practice time each day for"
  },
  {
    "id": 32,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "to identify things that make you anxious and write down the feelings, physical signs, thoughts, and behaviors associated with those situations. Practice PMR - Set aside one practice time each day for approximately 20 minutes. Use the relaxation CD that accompanies this workbook to make practice easier. Practice in a place that will not distract you from concentrating on your exercises. It is helpful to use a high-backed chair to support your neck; but lying on a bed is okay, as long as you don t fall asleep. Loosen tight clothing, remove shoes, belts, and glasses, and do not cross your arms or legs. To tense the seven muscle groups: 1. Right arm: Make a fist and tense your bicep (the large muscle at the front of your upper arm); pull your wrist upward while pushing your elbows down"
  },
  {
    "id": 33,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "arms or legs. To tense the seven muscle groups: 1. Right arm: Make a fist and tense your bicep (the large muscle at the front of your upper arm); pull your wrist upward while pushing your elbows down against the chair or bed. 2. Left arm: Same as for right arm. 3. Face: Lift your eyebrows as high as possible, clench your jaws, and pull the corners of your mouth back tightly. 4. Neck and throat: Pull your chin down toward your chest   at the same time, try to prevent it from actually touching your chest   almost like a hand is pushing it up. 5. Torso: Take a deep breath, hold it, and at the same time, pull your shoulder blades together, trying to make them touch, and make your stomach hard, as if you were getting ready for someone to hit you. 6. Right leg: Lift your foot off the floor, and"
  },
  {
    "id": 34,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "time, pull your shoulder blades together, trying to make them touch, and make your stomach hard, as if you were getting ready for someone to hit you. 6. Right leg: Lift your foot off the floor, and push down on a chair with your thigh. 7. Left leg: Same as for right leg. 16 CHAPTER 4 Practice Exercises PROGRESSIVE MUSCLE RELAXATION Date             Day             Time        am pm What caused you stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you"
  },
  {
    "id": 35,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? PMR Practice Did you practice muscle relaxation today?   YES   NO Did you use muscle relaxation in a real-life situation today?   YES   NO If yes, did it help you to relax?   YES   NO 17 CHAPTER 5 CHANGING THOUGHTS   PART I Anxious thoughts or worries afect how we feel and act. Many times the way we think about things, or the way we interpret things, infuences the way we feel. For example, when we hear a noise in the house, whether or not we feel anxious will depend on what we think the noise means   the refrigerator coming on, a branch"
  },
  {
    "id": 36,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "things, infuences the way we feel. For example, when we hear a noise in the house, whether or not we feel anxious will depend on what we think the noise means   the refrigerator coming on, a branch blowing against the roof, or an intruder trying to enter the house. Depending on our thought process, we might decide to do nothing, look out the window to see how bad the wind is blowing, or reach for the phone to dial 911. Similarly, when another person is  short  with you, you may interpret their behavior in many ways. You may think the behavior is a sign that you did something wrong, or the person doesn t like you, or that they are having a bad day. On the basis of your interpretation, you might feel bad and say you re sorry, feel angry and get defensive, or not respond emotionally and not"
  },
  {
    "id": 37,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "doesn t like you, or that they are having a bad day. On the basis of your interpretation, you might feel bad and say you re sorry, feel angry and get defensive, or not respond emotionally and not take any action. The example shows how our thoughts affect how we feel emotionally and what we do. In Chapters 5 and 6, you will learn ways to evaluate whether the thoughts you have are adding to your anxiety and to identify different ways to change those thoughts to reduce anxiety. An easy way to remember the steps to change thoughts is REACT. Step One: R   Recognize Thoughts (Chapter 5) Step Two: E   Evaluate Thoughts (Chapter 5) Step Tree: Choose any of the following REACT: three options: A   Alternative Thoughts (Chapter 5) R   Recognize Thoughts C   Coping Statements (Chapter 6) T   Thought"
  },
  {
    "id": 38,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Evaluate Thoughts (Chapter 5) Step Tree: Choose any of the following REACT: three options: A   Alternative Thoughts (Chapter 5) R   Recognize Thoughts C   Coping Statements (Chapter 6) T   Thought Stopping (Chapter 6) E   Evaluate Thoughts In this chapter, you will learn to Recognize Thoughts, Evaluate Thoughts and find A   Alternative Thoughts realistic Alternative Thoughts. In Chapter 6, we will cover Coping Statements and C   Coping Statements Thought Stopping. T   Thought Stopping 18 CHAPTER 5 R   Recognize Thoughts The first step in changing thoughts is identifying what thoughts are causing or adding to your anxiety. Ask yourself:   What worries or concerns do I have?   What bad thing am I expecting might happen? E   Evaluate Thoughts Usually we tend to think that the first thought"
  },
  {
    "id": 39,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "or adding to your anxiety. Ask yourself:   What worries or concerns do I have?   What bad thing am I expecting might happen? E   Evaluate Thoughts Usually we tend to think that the first thought to enter our mind is the  truth.  For example, if you tend to worry about the health of one of your family members, you may immediately think that something is wrong every time the phone rings. These thoughts that enter our mind immediately following a stressful situation are called automatic thoughts, as they do not require any effort on our part. Sometimes the automatic thoughts may be realistic, and other times they may not be. When the automatic thoughts are unrealistic, they may actually cause you to feel more anxious. The second step in changing thoughts is to objectively EVALUATE whether"
  },
  {
    "id": 40,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "and other times they may not be. When the automatic thoughts are unrealistic, they may actually cause you to feel more anxious. The second step in changing thoughts is to objectively EVALUATE whether the thoughts are realistic. Consider your initial thoughts as guesses instead of facts. For example, a family member might be calling just to say hello OR they might be calling to invite you to a family function. Sometimes our thoughts are realistic, but sometimes they are not. If the thoughts are unrealistic, then the next step is to come up with a more realistic thought. You can begin to do this by asking yourself some simple questions:   Am I thinking in an all-or-none way?   Does my thought include the word  should ?   Do I believe  for sure  that something bad will happen?   Do I believe"
  },
  {
    "id": 41,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "by asking yourself some simple questions:   Am I thinking in an all-or-none way?   Does my thought include the word  should ?   Do I believe  for sure  that something bad will happen?   Do I believe that things are my fault when they are really out of my control?   Am I making a big deal out of something that isn t a big deal? A   Identify an Alternative Thought If your answer to any of the questions above is yes, then you may benefit from identifying realistic alternative thoughts. Simply put, this step involves another way of thinking about The thoughts that enter our mind immediately following a stressful situation are called automatic thoughts  19 CHAPTER 5 the situation that is more realistic. This is not just positive thinking; instead, it s more realistic thinking. We will take one"
  },
  {
    "id": 42,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "a stressful situation are called automatic thoughts  19 CHAPTER 5 the situation that is more realistic. This is not just positive thinking; instead, it s more realistic thinking. We will take one type of unrealistic category at a time and provide examples of how to come up with an alternative thought. All-or-None Thinking   If you look only at the extremes of a situation, you are using all-or-none thinking. In other words, things are either all good or all bad; you are either a complete success or a total failure. You may be making this error in logic if you find yourself saying  either or   or  if not X, then Y.  Thinking like this causes stress because you fail to see the middle ground and leave no room for yourself to make mistakes, as all humans do. Examples of all-or-none thinking:"
  },
  {
    "id": 43,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "if not X, then Y.  Thinking like this causes stress because you fail to see the middle ground and leave no room for yourself to make mistakes, as all humans do. Examples of all-or-none thinking:    I need to complete this project perfectly, OR I am a failure.     If I do not loan my son the money he needs, he might get more depressed.  Look out for these KEY WORDS - either X or Y; if not X, then Y. When you recognize that you have used all-or-none thinking, try to think of an alternative thought that looks at the middle ground. Examples of alternative thoughts:    It is okay to be good at some activities but not others.     Unfortunately, I cannot help my son financially; but I can support him emotionally.  Shoulds   Using the word  should  is another thinking error that may create"
  },
  {
    "id": 44,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "at some activities but not others.     Unfortunately, I cannot help my son financially; but I can support him emotionally.  Shoulds   Using the word  should  is another thinking error that may create stress, because should sets up inflexible rules about how you or other people  should  behave or about the way that things  should  turnout. Sometimes the shoulds we say are not realistic and can t be applied to every situation. In these cases, those thoughts can create anxiety. Other words that indicate this type of thinking are  must  and  ought.  Examples of should statements:    I should be able to help my son financially.     I should not make mistakes.  20 CHAPTER 5 Look out for these KEY WORDS - should, ought, must. Try asking yourself if your expectation is realistic. For example, is"
  },
  {
    "id": 45,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "to help my son financially.     I should not make mistakes.  20 CHAPTER 5 Look out for these KEY WORDS - should, ought, must. Try asking yourself if your expectation is realistic. For example, is it realistic that you help your adult son with money when he has a full-time job and you are on a budget? Examples of alternative thoughts:    It would be nice if I could help my son financially, but right now I cannot.     When I make a mistake, it is an opportunity for me to learn.  For Sures   People who are anxious also tend to overestimate the probability something bad will happen. Anxiety can help us cope with actual threats or risky events, but if you believe something bad will happen when it probably won t, you create unnecessary anxiety for yourself. Examples of for sure thinking:    I"
  },
  {
    "id": 46,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "help us cope with actual threats or risky events, but if you believe something bad will happen when it probably won t, you create unnecessary anxiety for yourself. Examples of for sure thinking:    I will definitely lose my legal case. Therefore, there is no point preparing for the court appointment.     If I am having trouble remembering things now, I am sure I have Alzheimer s.  Look out for these KEY WORDS - definite, sure, absolutely, going to, will. Try to think more realistically about the likelihood the bad thing will occur. For example, chances are there are alternative events that are less stressful and more likely to occur. 21 CHAPTER 5 Examples of alternative thoughts:    The likelihood of losing my case in court is 50 . Therefore, I will prepare to make the strongest case"
  },
  {
    "id": 47,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "are less stressful and more likely to occur. 21 CHAPTER 5 Examples of alternative thoughts:    The likelihood of losing my case in court is 50 . Therefore, I will prepare to make the strongest case possible.     There is very little chance that the occasional memory lapses are an indication of Alzheimer s.  My Faults   People who are anxious also tend to take on responsibility for events that are actually out of their control. Examples of my fault thoughts:    It is my fault my daughter is having trouble in her marriage. If only I had been a more attentive parent.     I need to settle the feud between my children.  Look out for these KEY WORDS - if only I hadn t, if only I had If you are accepting too much responsibility for past events or future events that are out of your control, try"
  },
  {
    "id": 48,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "between my children.  Look out for these KEY WORDS - if only I hadn t, if only I had If you are accepting too much responsibility for past events or future events that are out of your control, try blaming yourself less and identify other factors that may be contributing to the situation. Examples of alternative thoughts:    I did my best to raise my children. My daughter s relationship problems are not my fault.     My children are grown-up adults now, and they are responsible for the relationships they have.  Big Deals   Sometimes people will become very anxious over things that are not a big deal. For example, someone may become very anxious when they are running late for an appointment. If you are  making mountains out of molehills  when you worry, you are probably worrying more than"
  },
  {
    "id": 49,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "deal. For example, someone may become very anxious when they are running late for an appointment. If you are  making mountains out of molehills  when you worry, you are probably worrying more than you need to. Examples of big deals thoughts:    It is terrible that I didn t mail out the Christmas cards on time.     It is terrible that I forgot to thank my employer after he arranged a birthday celebration for me at work.  Look out for these KEY WORDS - terrible, awful, horrible. 22 CHAPTER 5 Try asking yourself,  What s the worst thing that could happen?  Many times you ll find that even the worst thing that could happen is something you can cope with. For example, if you are late for an appointment, the worst outcome may be you need to reschedule the appointment. Tat may be frustrating,"
  },
  {
    "id": 50,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "worst thing that could happen is something you can cope with. For example, if you are late for an appointment, the worst outcome may be you need to reschedule the appointment. Tat may be frustrating, but you can cope with it. Examples of alternative thoughts:    It is not the end of the world that I forgot to mail out the Christmas cards on time. I will see most of my family soon and can wish them a happy holiday in person.     I can always express my gratitude in person when I get back to the office on Monday.  Instructions For Practice Exercises Changing Thoughts   Part I Continue Awareness Training   Continue to identify situations that cause you to be anxious; and write down the associated feelings, physical signs, thoughts and behaviors associated with those situations. Practice"
  },
  {
    "id": 51,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Training   Continue to identify situations that cause you to be anxious; and write down the associated feelings, physical signs, thoughts and behaviors associated with those situations. Practice Changing Thoughts With REACT   Try to change the anxious thoughts you identify in the awareness training by practicing each of the following skills: notice whether you are using all-or-none thinking, shoulds, for sures, my faults, or big deals by checking each logical error that applies. Then identify an alternative thought and write it on your form. 23 CHAPTER 5 Practice Exercises CHANGING THOUGHTS   PART I Date             Day             Time        am pm What made you to feel stressed today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs"
  },
  {
    "id": 52,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "PART I Date             Day             Time        am pm What made you to feel stressed today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Changing thoughts with REACT: Check all errors that apply to the thoughts listed above: All-or-none thinking           Shoulds           For Sures           My Faults          Big Deals          List Alternative Thoughts: 24 CHAPTER 6 CHANGING THOUGHTS - PART II In"
  },
  {
    "id": 53,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "listed above: All-or-none thinking           Shoulds           For Sures           My Faults          Big Deals          List Alternative Thoughts: 24 CHAPTER 6 CHANGING THOUGHTS - PART II In Chapter 5, we covered the first three steps in REACT: i) Recognize anxiety-producing thoughts, ii) Evaluate thoughts and iii) generate a realistic Alternative thought. In this chapter, we will discuss two additional ways you can change your thoughts to help reduce anxiety symptoms. C   Coping Statements Coping statements are instructions you give yourself to help decrease your anxiety about certain situations. These self-instructions will help you to look at a situation from a different perspective. At times when you feel unable to control anxiety or are feeling overwhelmed, coping statements will"
  },
  {
    "id": 54,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "These self-instructions will help you to look at a situation from a different perspective. At times when you feel unable to control anxiety or are feeling overwhelmed, coping statements will remind you that you are in control and will help you manage the situation. As we mentioned in Chapter 5, changing thoughts is not just about positive thinking. Therefore, the goals of coping statements are not just to  look on the bright side of things,  but to help you be more realistic and perceive some situations aren t as bad as you expect them to be. Here is a list of coping statements you can use to manage anxiety. You can also come up with a new self-statement that works for your specific situation.   I can develop a plan to deal with this situation.   Don t worry   worry won t help anything."
  },
  {
    "id": 55,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "manage anxiety. You can also come up with a new self-statement that works for your specific situation.   I can develop a plan to deal with this situation.   Don t worry   worry won t help anything. Coping Self-   Even if I make mistakes, it will be ok. Statements   This is an opportunity to cope with my anxiety.   My anxiety won t hurt me.   I can do what I need to do.   I can develop a plan to deal with this situation. Preparing for   I can manage this situation. a stressor   It will be ok once I get started.   Don t worry   worry won t help anything.   If I take it one step at a time, I can meet this challenge. Confronting   Don t think about fear, just about what I have to do. and handling   Stay relevant. the stressor   Even if I make mistakes, it will be ok.   Keep the focus on the"
  },
  {
    "id": 56,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "meet this challenge. Confronting   Don t think about fear, just about what I have to do. and handling   Stay relevant. the stressor   Even if I make mistakes, it will be ok.   Keep the focus on the present. What is it I have to do? 25 CHAPTER 6   When the anxiety comes, take a step back and think.   Let me monitor my anxiety from 1 to 5, and watch it change.   It s not the worst thing in the world. Feeling   Don t avoid. overwhelmed   This is an opportunity to cope with my anxiety.   I can do what I have to do in spite of my anxiety.   My anxiety won t hurt me.   Relax; take a deep breath. Write down a few coping statements that you are most likely to use: T   Thought Stopping The basic idea in Thought Stopping is to stop dwelling on anxiety-provoking thoughts or images. You can use"
  },
  {
    "id": 57,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Write down a few coping statements that you are most likely to use: T   Thought Stopping The basic idea in Thought Stopping is to stop dwelling on anxiety-provoking thoughts or images. You can use repetitive worry thoughts or images as cues to stop thinking and redirect your attention to ongoing activities that you need to think about. The idea here is that, since the anxiety-related thoughts are not productive, one way to help reduce feelings of anxiety is to just STOP the thoughts when they are interfering with your life. You can use an image of a big red stop sign as a cue to stop dwelling on anxiety-producing thoughts images. As soon as you become aware of thoughts that you cannot get out of your head that make you anxious, disrupt them by telling yourself loudly  stop  and picturing"
  },
  {
    "id": 58,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "on anxiety-producing thoughts images. As soon as you become aware of thoughts that you cannot get out of your head that make you anxious, disrupt them by telling yourself loudly  stop  and picturing a big red stop sign. Then direct your attention to other things going on around you. For example, look around the room   notice the color of the walls, pictures on the walls, details of the pictures, the number of windows in the room, number and color of furniture in the room, etc. You can also focus on an object of particular interest to you   think about what makes it interesting and its history. Also, you can direct your attention to doing various activities. As you attend to things around you, the worrisome thoughts will often disappear. 26 CHAPTER 6 The goal is to distract your mind from"
  },
  {
    "id": 59,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Also, you can direct your attention to doing various activities. As you attend to things around you, the worrisome thoughts will often disappear. 26 CHAPTER 6 The goal is to distract your mind from thoughts that keep coming back that cause you to feel anxious. Instructions For Practice Exercises Changing Thoughts   Part II Continue Awareness Training   Continue to identify things that make you anxious; and write down the associated feelings, physical signs, thoughts and behaviors associated with those situations. Practice Changing Thoughts With REACT   Try to change the thoughts you identify in the awareness training that make you anxious by practicing each of the following skills:   Notice whether you are using all-or-none thinking, shoulds, for sures, or my faults, or making a big deal"
  },
  {
    "id": 60,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "in the awareness training that make you anxious by practicing each of the following skills:   Notice whether you are using all-or-none thinking, shoulds, for sures, or my faults, or making a big deal of things by checking each logical error that applies. Then identify another thought, and write this on your form.   Select a self-statement that could be helpful in managing stress, and write it on the form. You may want to refer to the list of self-statements provided in the chapter.   Practice thought-stopping if you find that you can t stop the thoughts that make you feel anxious. Tell yourself to  stop  and picture a big red stop sign, and then redirect your attention onto other activities   Notice who is around you and what they are saying or doing, or pay attention to small details of"
  },
  {
    "id": 61,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "to  stop  and picture a big red stop sign, and then redirect your attention onto other activities   Notice who is around you and what they are saying or doing, or pay attention to small details of objects around you. Check on the form whether you used this skill and whether it was helpful. 27 CHAPTER 6 Practice Exercises CHANGING THOUGHTS   PART II Date             Day             Time        am pm What situation created stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What"
  },
  {
    "id": 62,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Changing thoughts with REACT: Check all errors that apply to the thoughts listed above: All-or-none thinking           Shoulds           For Sures           My Faults          Big Deals          Now List Alternative Thoughts: List Coping Statements: Thought Stopping: Check if used      Check if helpful      28 CHAPTER 7 PROBLEM SOLVING Anxiety can affect our ability to look for solutions to even simple problems we encounter every day. Many people who are anxious believe worry helps to identify or solve problems. Others"
  },
  {
    "id": 63,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "SOLVING Anxiety can affect our ability to look for solutions to even simple problems we encounter every day. Many people who are anxious believe worry helps to identify or solve problems. Others believe worrying about problems will help them control what might happen or help them avoid a potential problem. However, identifying and thinking about possible problems is not the same as identifying solutions and taking appropriate steps to resolve problems. Therefore, worry can be a barrier to effective problem solving. Sometimes people get stuck in a rut of thinking the same things over and over. Or, at times when they feel overwhelmed with anxiety, they think nothing can be done when possible solutions actually do exist. Even when people have good ideas about how to solve problems, anxiety"
  },
  {
    "id": 64,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Or, at times when they feel overwhelmed with anxiety, they think nothing can be done when possible solutions actually do exist. Even when people have good ideas about how to solve problems, anxiety sometimes keeps them from being able to take steps to make it happen. In this chapter, we will describe a simple strategy you can use to find solutions to your problems. When you want to tackle a problem in your life, you can probably find a solution by going through the following steps: 1. S   Select a Problem The first step in solving a problem is to select the problem. It is important to be specific and identify a problem that is reasonable and solvable. If a problem is too big, it is important to break it down and tackle it one step at a time. 2. O   Open Your Mind to All Possible Solutions"
  },
  {
    "id": 65,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "and identify a problem that is reasonable and solvable. If a problem is too big, it is important to break it down and tackle it one step at a time. 2. O   Open Your Mind to All Possible Solutions  Brainstorm  as many possible solutions as you can, without considering the consequences. Do not disregard a SOLVED: potential solution because of a negative outcome in this step. You will be able to S   Select a problem. evaluate the solution in the next step. Keep an open mind, and be broad in selecting O   Open your mind to all potential solutions. possible solutions. Consider advice you would give to L   List the costs benefits of someone else, or consider how you or each potential solution. others have handled similar situations in the past. Consult a close friend or relative V   Verify the"
  },
  {
    "id": 66,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "to L   List the costs benefits of someone else, or consider how you or each potential solution. others have handled similar situations in the past. Consult a close friend or relative V   Verify the best solution. who you think might be able to offer a potential solution. E   Enact the plan. D   Decide whether the plan worked. 29 CHAPTER 7 3. L   List The Costs Benefits Of Each Potential Solution. List consequences for each potential solution you identified. Every potential solution will have costs and benefits. List each of these potential positive and negative consequences. 4. V   Verify the best solution. Based on your cost-benefit analysis, identify the best solution   the one with the biggest benefit and lowest cost. 5. E   Enact the plan. Now that you have picked a solution, identify"
  },
  {
    "id": 67,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "best solution. Based on your cost-benefit analysis, identify the best solution   the one with the biggest benefit and lowest cost. 5. E   Enact the plan. Now that you have picked a solution, identify the number of steps needed to put the plan into action. Make each step small so that you are easily able to achieve your goal. Next, carry out the plan. 6. D   Decide whether the plan worked. After you put your plan into action, you can decide how well your solution worked. If your goal was achieved, congratulate yourself! If your plan was not effective, go back to step S and select a new problem, OR move to L to identify other potential solutions for the same problem. The following is an example of how to use the SOLVED method to do effective problem solving: Mrs. R. is a 67-year-old"
  },
  {
    "id": 68,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "problem, OR move to L to identify other potential solutions for the same problem. The following is an example of how to use the SOLVED method to do effective problem solving: Mrs. R. is a 67-year-old Hispanic woman. She recently moved to a senior housing apartment complex to be close to her family. She has one son who lives with his wife and children about 30 minutes away from her housing complex. Mrs. R. used to be active in her old neighborhood, and she loved going to the local mall with her old friends on a weekly basis. Since her move, Mrs. R. has made a few new friends but has not had any opportunities for social outings with them. Mrs. R. cannot drive on her own, after she began having vision problems last year. Therefore, since the move, Mrs. R. spends most days in her apartment."
  },
  {
    "id": 69,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "opportunities for social outings with them. Mrs. R. cannot drive on her own, after she began having vision problems last year. Therefore, since the move, Mrs. R. spends most days in her apartment. She is concerned that the lack of activity will make her high blood pressure and cholesterol level worse. Mrs. R. used the SOLVED strategy to find an effective solution. 30 CHAPTER 7 Select a Specific Problem: Few social physical activities Open Your Mind To All Possible Solutions 1. Look for social activities to do in the local church, such as bingo, or dancing. List the Pros: List the Cons:     Many of her neighbors attend She is not a good dancer. these events.     She may be able to get a ride from one She does not like the activities offered of her neighbors and won t have to ask in the"
  },
  {
    "id": 70,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "Many of her neighbors attend She is not a good dancer. these events.     She may be able to get a ride from one She does not like the activities offered of her neighbors and won t have to ask in the church as much as she likes her son for help. shopping in a mall.   She may meet new friends. 2. Ask some of her new friends to accompany her to the local mall. List the Pros: List the Cons:     The friends may say yes. The friends may not be interested.     Their friendship will become stronger. She may experience some anxiety about arranging a new activity.   She may be able to include shopping trips to the housing complex s routine activities.   Walking around in the mall will be good for her physical health. 31 CHAPTER 7 3. Take a local bus to the mall. List the Pros: List the Cons:"
  },
  {
    "id": 71,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "trips to the housing complex s routine activities.   Walking around in the mall will be good for her physical health. 31 CHAPTER 7 3. Take a local bus to the mall. List the Pros: List the Cons:     She will not have to depend on anyone. She will have to spend some time learning about the bus schedule.     She will not have to match her schedule The bus fare will need to be added to with someone else s. her tight budget.     Walking around in the mall will be The bus might not run on time. beneficial for her physical health.   During winter, she may not be able to wait for the bus in the cold. 4. Ask her son for a ride every week. List the Pros: List the Cons:     She will be able to see her son Her son has a demanding job and a every week. family to take care of   he may not have time."
  },
  {
    "id": 72,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "4. Ask her son for a ride every week. List the Pros: List the Cons:     She will be able to see her son Her son has a demanding job and a every week. family to take care of   he may not have time.     She enjoys spending time with her son. If her son spends too much time with her, his wife might object.     He may even bring her granddaughter In the past, her son has not been able to with him once in a while. take her to appointments, despite best intentions.   Walking around in the mall will be good exercise. 5. She will try to walk to the mall, a three-mile hike from her housing complex. List the Pros: List the Cons:     The walk will help with her The distance is too long. She may not physical health. have the energy.     She will be able to do this on her own. It may not be safe"
  },
  {
    "id": 73,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "List the Pros: List the Cons:     The walk will help with her The distance is too long. She may not physical health. have the energy.     She will be able to do this on her own. It may not be safe   some section of the road does not have a sidewalk.   She will not be able to meet new people.   Her son may get mad at her for being reckless.   After a long walk, she may not have energy to shop. 32 CHAPTER 7 Verify the best solution: Add the solution you think will work best here: Ask some of her new friends to accompany her to the local mall. Enact the Plan (List the steps below). 1. Ask her three new friends if they are interested in going to the mall with her this coming weekend. 2. Depending on who wants to join her, the group will need to decide who will drive. 3. 4. Decide whether Your"
  },
  {
    "id": 74,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "new friends if they are interested in going to the mall with her this coming weekend. 2. Depending on who wants to join her, the group will need to decide who will drive. 3. 4. Decide whether Your Solution Worked:   YES   NO She will evaluate on Monday of next week, whether the first potential solution worked or not. INSTRUCTIONS FOR PRACTICE EXERCISES Problem Solving Continue Awareness Training   Continue to identify situations that make you feel anxious, along with associated physical signs, thoughts, and behaviors. Practice Problem Solving by Using SOLVED   Select a problem to be solved, and use the SOLVED strategy to try out a solution. 33 CHAPTER 7 Practice Exercises PROBLEM SOLVING Date             Day             Time        am pm Awareness training: Situation: Feelings: Physical"
  },
  {
    "id": 75,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "and use the SOLVED strategy to try out a solution. 33 CHAPTER 7 Practice Exercises PROBLEM SOLVING Date             Day             Time        am pm Awareness training: Situation: Feelings: Physical Signs: Thoughts Worries: Anxiety-related Behaviors: Select a Specific Problem: OPEN your MIND to ALL possible List the PROS List the CONS SOLUTIONS 1. 2. 3. 4. 5. 34 CHAPTER 7 Verify the Best Solution: Add the solution you think will work best here. Enact the Plan (List the steps below) 1. 2. 3. 4. Time frame for completion: Decide whether your solution worked:   YES   NO 35 CHAPTER 8 CHANGING BEHAVIOR Generally, anxiety affects our behavior in two ways: procrastination (putting something of) or avoidance and checking or repetitive behavior. Procrastination or Avoidance   When there is an"
  },
  {
    "id": 76,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "BEHAVIOR Generally, anxiety affects our behavior in two ways: procrastination (putting something of) or avoidance and checking or repetitive behavior. Procrastination or Avoidance   When there is an activity you think will make you anxious, you may put it of and procrastinate. For example, if you are worried about money, you might put of paying your bills, or avoid social gatherings if being around a group of people is anxiety-provoking. If you tend to put things of and or avoid activities or events that cause you to feel anxious, the goal is to start doing the activities and participate in the events. For example, if you have avoided going to the doctor for fear they might find out you have an illness; the goal is to meet with the doctor for a check-up. You might experience physical"
  },
  {
    "id": 77,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "in the events. For example, if you have avoided going to the doctor for fear they might find out you have an illness; the goal is to meet with the doctor for a check-up. You might experience physical symptoms of anxiety, such as rapid pulse, muscle tension or shaking and trembling. You may think about what the doctor might find wrong with you or how you might pay for care. You might be tempted to reschedule the appointment (procrastination) or cancel (avoid) it. Instead, to learn that you can manage anxiety, you need to keep the appointment and practice deep breathing, coping statements or changing thoughts to cope with and reduce physical symptoms and worries associated with anxiety. Write down situations you have put of or avoided. 1. 2. 3. Checking or Repetitive Behavior   Sometimes"
  },
  {
    "id": 78,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "changing thoughts to cope with and reduce physical symptoms and worries associated with anxiety. Write down situations you have put of or avoided. 1. 2. 3. Checking or Repetitive Behavior   Sometimes anxiety is associated with checking things to reassure ourselves that everything is ok. Other repetitive behaviors associated with anxiety may serve no clear purpose, like snacking or smoking. 36 CHAPTER 8 If you are feeling anxious about going to the doctor, when you reach the doctor s office and, while you wait for the doctor, you might pace back and forth or flip through magazines over and over or even walk up to the receptionist several times to ask if the doctor is ready to see you. These repetitive behaviors are also related to anxiety. Write down repetitive behaviors you want to stop."
  },
  {
    "id": 79,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "or even walk up to the receptionist several times to ask if the doctor is ready to see you. These repetitive behaviors are also related to anxiety. Write down repetitive behaviors you want to stop. 1. 2. 3. These anxiety-related behaviors help to reduce anxiety for a little while. For example, putting something of and avoiding something keep you from facing something that might cause anxiety so you do not have to experience anxiety symptoms. However, in the long run, behaviors that keep you from facing situations that make you anxious do not allow you to learn how to cope with them. Anxiety-related behaviors help maintain and sometimes increase anxiety. By facing anxiety-related situations, you can learn to cope with anxiety symptoms by using the coping skills you have learned in this"
  },
  {
    "id": 80,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "behaviors help maintain and sometimes increase anxiety. By facing anxiety-related situations, you can learn to cope with anxiety symptoms by using the coping skills you have learned in this workbook. The goal is learning to face your fears! The goal here is to stop engaging in these repetitive behaviors and use other calming skills to help you cope with the physical symptoms and worries associated with anxiety. When you try to change behaviors related to anxiety, you will start to feel anxious. You will need to use additional coping skills to manage anxiety, like, deep breathing, calming statement and other coping skills listed in the workbook. The goal is to F A C E your fears! 37 CHAPTER 8 List coping skills you can use to help you face your fears. 1. 2. 3. INSTRUCTIONS FOR PRACTICE"
  },
  {
    "id": 81,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "and other coping skills listed in the workbook. The goal is to F A C E your fears! 37 CHAPTER 8 List coping skills you can use to help you face your fears. 1. 2. 3. INSTRUCTIONS FOR PRACTICE EXERCISES Continue Awareness Training   Continue to identify situations that cause you to feel anxious, along with associated feelings, physical signs, thoughts and behaviors. Practice Changing Anxiety-Related Behavior   Practice the changing behavior skill by doing activities that cause anxiety by i) doing things you have avoided or put of, ii) cutting back on behaviors you repeat over and over again. 38 CHAPTER 8 Practice Exercises CHANGING ANXIETY-RELATED BEHAVIOR Date             Day             Time        am pm What caused you to feel stress today? What were you doing? Where were you? Who were"
  },
  {
    "id": 82,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "CHAPTER 8 Practice Exercises CHANGING ANXIETY-RELATED BEHAVIOR Date             Day             Time        am pm What caused you to feel stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Changing anxiety-related behavior What behavior did you start doing that you otherwise would put of or avoid? What behavior did you cut back on that you otherwise would repeatedly do? 39 CHAPTER 9 SLEEP SKILLS"
  },
  {
    "id": 83,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "behavior What behavior did you start doing that you otherwise would put of or avoid? What behavior did you cut back on that you otherwise would repeatedly do? 39 CHAPTER 9 SLEEP SKILLS Anxiety can disrupt sleep. For example, worrying about what happened during the day can make it difficult to fall asleep or stay asleep. Also, whether you get enough good- quality sleep affects how rested you feel during the day. Here, we can easily remember SLEEP rules. S   Set a Regular Bedtime It is important to go to bed at approximately the same time every day. L   Limit Use of the Bedroom Use the bedroom only to sleep or be intimate with your partner. Tat way your bed is no longer associated with behaviors that disrupt sleep, like reading, watching TV eating, working, etc. E   Exit the Bedroom If You"
  },
  {
    "id": 84,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "only to sleep or be intimate with your partner. Tat way your bed is no longer associated with behaviors that disrupt sleep, like reading, watching TV eating, working, etc. E   Exit the Bedroom If You Aren t Asleep In 15-20 Minutes If you don t fall asleep within 15-20 minutes, you need to get up and practice calming skills until you are sleepy. Again, this helps to associate your bedroom only with sleeping SLEEP: and not tossing and turning. S   Set a regular bedtime. E   Eliminate Naps L   Limit use of the bedroom. Naps can disrupt nighttime sleeping. E   Exit the bedroom if you aren t If you feel you must nap in the day, asleep in 15-20 minutes. limit the nap to 1 hour, and do not take naps after 3:00 pm. E   Eliminate naps. P   Put your feet on the floor at the same time every morning."
  },
  {
    "id": 85,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "feel you must nap in the day, asleep in 15-20 minutes. limit the nap to 1 hour, and do not take naps after 3:00 pm. E   Eliminate naps. P   Put your feet on the floor at the same time every morning. 40 CHAPTER 9 P   Put Your Feet on the Floor at the Same Time Every Morning It is important to wake at the same time every morning, give or take 30 minutes. Sleeping late in the morning can create problems for you at night when it is time to sleep again. INSTRUCTIONS FOR PRACTICE EXERCISES Sleep Skills Continue Awareness Training   Continue to identify situations that make you feel anxious, along with feelings, physical signs, thoughts, and behaviors that accompany the anxiety. Use SLEEP Rules   Please indicate on the form whether or not you followed the SLEEP rules, and write any comments you"
  },
  {
    "id": 86,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "feelings, physical signs, thoughts, and behaviors that accompany the anxiety. Use SLEEP Rules   Please indicate on the form whether or not you followed the SLEEP rules, and write any comments you have about the SLEEP rules on the monitoring form. 41 CHAPTER 9 Practice Exercises SLEEP SKILLS Date             Day             Time        am pm What caused you to feel stress today? What were you doing? Where were you? Who were you with? What feelings did you have? What physical signs did you have?   anxiety   fear   muscle tension   sweating   frustration   anger   shaking trembling   rapid pulse   worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO"
  },
  {
    "id": 87,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "worry, nervousness   sadness   shortness of breath   butterflies in stomach   embarrassment   other:               other:             What thoughts worries did you have? What did you DO or NOT DO to reduce anxiety? Which of the SLEEP strategies did you use? Was it helpful?   YES   NO 42 CHAPTER 10 Review Planning for the future You have come to the end of the program of learning new skills to help decrease anxiety. Now you will need to continue to practice your skills and integrate them into your everyday life. It may be good to develop a plan to help you do this. For example, you may want to set aside a time each week to review skills you have found helpful. Or you may try keeping notecards with you that provide cues to use skills, like cards with the words REACT or SOLVED on them, or"
  },
  {
    "id": 88,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "to set aside a time each week to review skills you have found helpful. Or you may try keeping notecards with you that provide cues to use skills, like cards with the words REACT or SOLVED on them, or cards with helpful coping statements. The important thing is for you to come up with a plan that will suit you and help you to maintain the gains you have made during the program. You can think of this workbook as a toolbox of skills   each skill is a tool you can use to help cope with anxiety. You will probably find some skills become your favorites, and you will use them frequently. You may also find some skills work best for some situations, while others work best in other situations. Your job now is to continue practicing the skills and incorporate them into your daily life. Learning to"
  },
  {
    "id": 89,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "find some skills work best for some situations, while others work best in other situations. Your job now is to continue practicing the skills and incorporate them into your daily life. Learning to manage anxiety is not a one-time activity. It is a process that takes time and energy. If you find your interest in using the skills is declining, review the pros and cons of change in the introductory chapter to decide whether continuing to use the skills will be helpful for you. There will be times when you will face a new situation that increases your anxiety level   these anxiety-provoking situations are a great opportunity to practice the coping skills. If you want to seek mental health care within the VA, talk to your primary care doctor for a referral. 43 Additional copies available at"
  },
  {
    "id": 90,
    "source": "stop_worry_self-help_workbook_5e3ffa",
    "text": "are a great opportunity to practice the coping skills. If you want to seek mental health care within the VA, talk to your primary care doctor for a referral. 43 Additional copies available at www.mirecc.va.gov VISN16 or contact VISN16SCMIRECCEducation va.gov"
  }
]