[
  {
    "id": 1,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Research Briefing 25 April 2025 Student mental health in By Joe Lewis, England: Statistics, policy, and Sonja Stiebahl guidance Summary 1 Prevalence of mental health issues among students 2 Do universities have a duty of care to students? 3 Government policy on student mental health 4 Sector guidance and support 5 University support commonslibrary.parliament.uk Number 8593 Student mental health in England: Statistics, policy, and guidance Image Credits University-sign image cropped. Licensed under CC0 Public Domain   no copyright required. Disclaimer The Commons Library does not intend the information in our research publications and briefings to address the specific circumstances of any particular individual. We have published it to support the work of MPs. You should not rely upon it as"
  },
  {
    "id": 2,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "in our research publications and briefings to address the specific circumstances of any particular individual. We have published it to support the work of MPs. You should not rely upon it as legal or professional advice, or as a substitute for it. We do not accept any liability whatsoever for any errors, omissions or misstatements contained herein. You should consult a suitably qualified professional if you require specific advice or information. Read our briefing  Legal help: where to go and how to pay  for further information about sources of legal advice and help. This information is provided subject to the conditions of the Open Parliament Licence. Sources and subscriptions for MPs and staff We try to use sources in our research that everyone can access, but sometimes only information"
  },
  {
    "id": 3,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "subject to the conditions of the Open Parliament Licence. Sources and subscriptions for MPs and staff We try to use sources in our research that everyone can access, but sometimes only information that exists behind a paywall or via a subscription is available. We provide access to many online subscriptions to MPs and parliamentary staff, please contact hoclibraryonline parliament.uk or visit commonslibrary.parliament.uk resources for more information. Feedback Every effort is made to ensure that the information contained in these publicly available briefings is correct at the time of publication. Readers should be aware however that briefings are not necessarily updated to reflect subsequent changes. If you have any comments on our briefings please email papers parliament.uk. Please note"
  },
  {
    "id": 4,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Readers should be aware however that briefings are not necessarily updated to reflect subsequent changes. If you have any comments on our briefings please email papers parliament.uk. Please note that authors are not always able to engage in discussions with members of the public who express opinions about the content of our research, although we will carefully consider and correct any factual errors. You can read our feedback and complaints policy and our editorial policy at commonslibrary.parliament.uk. If you have general questions about the work of the House of Commons email hcenquiries parliament.uk. 2 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Contents Summary 4 1 Prevalence of mental health issues among"
  },
  {
    "id": 5,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "parliament.uk. 2 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Contents Summary 4 1 Prevalence of mental health issues among students 9 1.1 Mental health conditions 9 1.2 Suicide rates among students 11 1.3 Factors contributing to poor mental health among students 13 2 Do universities have a duty of care to students? 17 2.1 Abrahart v University of Bristol 18 2.2 What legal duties do universities have? 20 2.3 Petition for a statutory duty of care 26 2.4 Sector reaction to calls for a statutory duty of care 30 2.5 Current government position 31 3 Government policy on student mental health 33 3.1 Higher education mental health implementation taskforce 34 3.2 The Office for Students 35 3.3 Suicide prevention 36 3.4"
  },
  {
    "id": 6,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "government position 31 3 Government policy on student mental health 33 3.1 Higher education mental health implementation taskforce 34 3.2 The Office for Students 35 3.3 Suicide prevention 36 3.4 Disabled Students  Allowance 37 4 Sector guidance and support 39 4.1 Suicide prevention and  postvention  39 4.2 Stepchange: Mentally healthy universities 42 4.3 University Mental Health Charter 43 4.4 Disabled Students' Commitment 44 5 University support 46 5.1 Student-led initiatives 47 5.2 Calls for transparency on suicide rates 47 3 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Summary This briefing discusses suicide and self-harm, which some readers may find distressing. Prevalence of mental health issues among university"
  },
  {
    "id": 7,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "health in England: Statistics, policy, and guidance Summary This briefing discusses suicide and self-harm, which some readers may find distressing. Prevalence of mental health issues among university students The proportion students who disclosed a mental health condition to their university increased rapidly from under 1  in 2010 11 to 5.8  in 2022 23. The chart below represents this trend. Mental health conditions reported by students in 2022 23 almost five times higher than a decade earlier Students reporting a mental health condition, England 6  5  4  3  2  1  0  2010 11 2012 13 2014 15 2016 17 2018 19 2020 21 2022 23 Source: Office for Students, Student characteristics data: Population data However, surveys of students where responses are confidential have found much higher rates of"
  },
  {
    "id": 8,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "17 2018 19 2020 21 2022 23 Source: Office for Students, Student characteristics data: Population data However, surveys of students where responses are confidential have found much higher rates of poor mental health than disclosed to universities. In a 2022 survey by the mental health charity Student Minds, 57  of respondents self-reported a mental health issue (PDF) and 27  said they had a diagnosed mental health condition. The consequences of mental health issues for students range from poor academic performance and dropping out of university to self-harm and suicide. 4 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance While there is some evidence the overall suicide rate for students increased in the decade to 2017 18, it"
  },
  {
    "id": 9,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance While there is some evidence the overall suicide rate for students increased in the decade to 2017 18, it fell in 2018 19 and 2019 20. However, the Office for National Statistics has warned the small annual numbers mean it is difficult to identify statistically significant differences over time. Suicide rates among students are lower than for other young people and the general population, as the chart below shows. Suicide rate among higher education students Per 100,000 students aged 17  England and Wales 5 5 year 4 average 3 Annual rate 2 1 0 2000 01 2004 05 2008 09 2012 13 2016 17 Sources: ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics, June"
  },
  {
    "id": 10,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Wales 5 5 year 4 average 3 Annual rate 2 1 0 2000 01 2004 05 2008 09 2012 13 2016 17 Sources: ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics, June 2018; ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics: 2017 to 2020 Factors contributing to poor mental health among students According to the National Institute for Health and Care Excellence, factors that contribute to students having poor mental health include moving away from home, academic and financial pressures, and the absence of familiar social and emotional support networks. Certain groups of students have been identified by as being more likely to experience mental health issues, including students from disadvantaged backgrounds,"
  },
  {
    "id": 11,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "social and emotional support networks. Certain groups of students have been identified by as being more likely to experience mental health issues, including students from disadvantaged backgrounds, and international, mature, neurodiverse, and LGBTQ  students. 5 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Do universities have a duty of care to students? It has often been asserted that universities have a duty of care to their students, including by the previous Conservative government in response to a petition on the subject. In March 2023, however, the then-government also acknowledged  the existence and application of a duty of care between HE [higher education] providers and students has not been widely tested in"
  },
  {
    "id": 12,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "In March 2023, however, the then-government also acknowledged  the existence and application of a duty of care between HE [higher education] providers and students has not been widely tested in the courts . This acknowledgement followed the May 2022 court judgment in the case of Abrahart v University of Bristol (PDF). The judge found there is  no statute or precedent  concerning a duty of care owed by a university to a student to take reasonable steps to avoid and not to cause injury, including psychiatric injury, and harm. Nevertheless, some sector bodies and legal firms maintain that a general legal duty of care not to cause harm by careless acts or omissions does exist in certain circumstances. However, they say that this cannot reasonably be expected to apply to all aspects of a"
  },
  {
    "id": 13,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "general legal duty of care not to cause harm by careless acts or omissions does exist in certain circumstances. However, they say that this cannot reasonably be expected to apply to all aspects of a university s relationships with its students. In January 2025, the current Labour government set out its position on the matter, emphasising that the circumstances where a duty of care might arise would be determined by the courts and based on the specific facts and context of the case being considered. Universities must adhere to laws established by legislation on health and safety, safeguarding, and equalities, especially the Equality Act 2010 and the duty to provide reasonable adjustments for students where relevant. This duty was clarified during the Abrahart v University of Bristol case,"
  },
  {
    "id": 14,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and equalities, especially the Equality Act 2010 and the duty to provide reasonable adjustments for students where relevant. This duty was clarified during the Abrahart v University of Bristol case, with the judge making clear that its anticipatory nature meant the duty arose when a student s disability is evident to at least one member of staff at a university, including student-facing staff such as tutors and lecturers (see guidance published by the Equality and Human Rights Commission for more information). Government policy on students  mental health The 2022 Sunak government said it believed the most effective way to support student mental health in higher education was by funding and resourcing vital services, spreading and implementing best practice, and ensuring clear"
  },
  {
    "id": 15,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "said it believed the most effective way to support student mental health in higher education was by funding and resourcing vital services, spreading and implementing best practice, and ensuring clear responsibilities for providers and protection for students. This is an approach that has been continued by the current Labour government. In recent years, the government s work in this area has included:   setting up a  Higher education mental health implementation taskforce  6 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   appointing academic experts from the National Confidential Inquiry into Suicide and Safety in Mental Health to undertake a  National Review of HE Suicides    asking the Office for Students (OfS), which"
  },
  {
    "id": 16,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "academic experts from the National Confidential Inquiry into Suicide and Safety in Mental Health to undertake a  National Review of HE Suicides    asking the Office for Students (OfS), which regulates higher education in England, to allocate funding towards student mental health   working with the OfS to provide Student Space, a dedicated mental health and wellbeing platform for students   working with the higher education sector in support of the Suicide Safer Universities framework and the Stepchange framework   writing to all higher education providers to ask them to sign up to the University Mental Health Charter programme by the end of 2026   recruiting 8,500 additional staff across children and adult NHS mental health services. Guidance and support from universities In September"
  },
  {
    "id": 17,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Mental Health Charter programme by the end of 2026   recruiting 8,500 additional staff across children and adult NHS mental health services. Guidance and support from universities In September 2018, Universities UK and PAPYRUS, a national charity for preventing young suicide, published Suicide-safer universities, a framework to help university staff understand student suicide, mitigate risk, and intervene when students get into difficulties. In October 2022, Universities UK added guidance on sharing information with trusted contacts, supporting placement students, and what to do after a student dies by suicide. In December 2019, the University Mental Health Charter was published. It is a set of principles universities can adopt to improve the mental health and wellbeing of their"
  },
  {
    "id": 18,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "a student dies by suicide. In December 2019, the University Mental Health Charter was published. It is a set of principles universities can adopt to improve the mental health and wellbeing of their communities. Universities UK s Stepchange Framework was introduced in 2017 and relaunched in 2020 as Stepchange: Mentally healthy universities. It is a strategic framework for a whole-university approach to mental health and wellbeing. University support for students  mental health Universities are autonomous institutions, and the way mental health support is provided varies across the sector. The most common model of mental health provision involves three services:   wellbeing services to deliver low-intensity support and signpost to non- medical services   counselling services for students"
  },
  {
    "id": 19,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "most common model of mental health provision involves three services:   wellbeing services to deliver low-intensity support and signpost to non- medical services   counselling services for students with moderate mental distress 7 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   disability services that can provide additional support, such as around putting reasonable adjustments in place for students. A 2023 survey of 4,000 UK students by the Tab, a student news site, and Campaign Against Living Miserably (CALM), a suicide prevention charity, found just 12  of respondents think their university handles the issue of mental health well. 8 Commons Library Research Briefing, 25 April 2025 Student mental health in England:"
  },
  {
    "id": 20,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "prevention charity, found just 12  of respondents think their university handles the issue of mental health well. 8 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 1 Prevalence of mental health issues among students 1.1 Mental health conditions The Higher Education Statistics Agency collects data from students on any Mental health disability that they have, including mental health conditions. In 2023 24, conditions can be 469,000 UK students said they had a disability of some kind; this was 21.6  clinically diagnosed. of all home students. Within this, 122,500 students said they had a mental health condition; 5.6  of all home students.1 The number of students with a Mental health issues or mental health condition has"
  },
  {
    "id": 21,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "all home students. Within this, 122,500 students said they had a mental health condition; 5.6  of all home students.1 The number of students with a Mental health issues or mental health condition has almost quadrupled in the decade to 2023 24. poor mental health are broader terms used to Higher rates of mental health conditions were reported among the following describe mental groups: distress that may or   Women (when compared with men) may not be related to a diagnosable mental   Undergraduates (when compared with postgraduates) health condition.   Full-time students (when compared with part-time students)   Those in their second or later years (when compared with first-years)2 In 2023 24, 92,050 female students said they had a mental health condition (7.2  of all female students). This"
  },
  {
    "id": 22,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "students)   Those in their second or later years (when compared with first-years)2 In 2023 24, 92,050 female students said they had a mental health condition (7.2  of all female students). This rate was more than double the rate for male students of 3.3 .3 The number of home applicants accepted through UCAS who declared a disability related to their mental health on their application form increased from around 2,500 in 2011 to 33,300 in 2024. The 2024 figure was 6.7  of all home accepted applicants. This rate was 8.9  among women, more than double the 3.4  rate for men. It was also higher among new students in their 20s at 9.8 , compared with 6.2  of those aged under 20 and 5.0  of those aged 30 or older.4 5 These figures only include those applying to full-time undergraduate courses. 1"
  },
  {
    "id": 23,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "new students in their 20s at 9.8 , compared with 6.2  of those aged under 20 and 5.0  of those aged 30 or older.4 5 These figures only include those applying to full-time undergraduate courses. 1 This only includes those with a single declared disability. Those with a mental health condition and another disability would be included in the  two or more conditions  category. 2 HESA, UK permanent address student enrolments by disability and sex 2014 15 to 2023 24, This data is not broken down by other personal characteristics such as age or ethnic group. 3 HESA, UK domiciled student enrolments by disability and sex 2014 15 to 2023 24 4 UCAS, UCAS undergraduate end of cycle data resources 2024, (and earlier) 5 This data is not broken down by other personal characteristics, such as ethnic"
  },
  {
    "id": 24,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "by disability and sex 2014 15 to 2023 24 4 UCAS, UCAS undergraduate end of cycle data resources 2024, (and earlier) 5 This data is not broken down by other personal characteristics, such as ethnic group. 9 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance It is possible some of the increase described above is due to students with mental health conditions being more likely to report them. This increase in disclosure may be because of greater public awareness and reduced stigma associated with poor mental health. Other evidence There have been many surveys of student mental health in recent years. This briefing gives some high-level results from some and links to others. It is not a comprehensive list of surveys and their"
  },
  {
    "id": 25,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "There have been many surveys of student mental health in recent years. This briefing gives some high-level results from some and links to others. It is not a comprehensive list of surveys and their results. The Being Well, Doing Well survey for Student Minds and Alterline (PDF) carried out in November 2022 found 57  of students said they had a current mental health issue, 36  had poor mental wellbeing6 and 27  had a current diagnosed mental health issue.7 30  said their mental wellbeing had got worse since starting university, while 32  said it had improved. 60  said their financial situation had a negative or very negative effect on their wellbeing. Student Minds has published several reports and insight briefings on the issue. The Cibyl Student Mental Health Survey 2024 found 56  of"
  },
  {
    "id": 26,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "had a negative or very negative effect on their wellbeing. Student Minds has published several reports and insight briefings on the issue. The Cibyl Student Mental Health Survey 2024 found 56  of respondents were either currently, or had in the past, experienced mental health difficulties. This was up from 50  in 2023. Students of Mixed ethnicity were most likely to have worried about their mental health in the last year (93 ) and most likely to have worried daily about their mental health over the last 12 months (35 ). LGBTQ  students were also over twice as likely to have a mental health condition (40 ) compared to non-LGBTQ  students (15 ). A report based on the Student Academic Experience Survey 2024 found that bisexual students had the highest rate of mental health difficulties (30"
  },
  {
    "id": 27,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "(40 ) compared to non-LGBTQ  students (15 ). A report based on the Student Academic Experience Survey 2024 found that bisexual students had the highest rate of mental health difficulties (30 ), followed by lesbian students (29 ). Over 50  of non-binary students and 40  of trans students reported mental health difficulties in 2024. An increasing gap was found between male and female students with female students now being twice as likely to report mental health difficulties (22 ) compared to male students (11 ). The Office for National Statistics (ONS) carried out ongoing surveys of students in England during the covid-19 pandemic, particularly asking students about their life satisfaction out of 10. The survey found that:   Average life satisfaction among students was at its lowest level"
  },
  {
    "id": 28,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "England during the covid-19 pandemic, particularly asking students about their life satisfaction out of 10. The survey found that:   Average life satisfaction among students was at its lowest level (4.6) in early January 2021   Life satisfaction gradually increased over the year and was in the 6.5-6.7 range from September 2021 to March 2022 (when the surveys finished) 6 As measured by the Warwick-Edinburgh Mental Wellbeing Scale 7 Student Minds, Student Minds Research Briefing   February  23 (PDF) 10 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   Life satisfaction levels were significantly lower than those in the general population in early 2021. This remained the case for surveys carried out up to late November 2021"
  },
  {
    "id": 29,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "policy, and guidance   Life satisfaction levels were significantly lower than those in the general population in early 2021. This remained the case for surveys carried out up to late November 2021   The final survey in late February Early March 2022 found that average life satisfaction among students was still significantly lower than the overall adult population, but not significantly different to the level among all 16  29-year-olds The final survey also found that 36  of students said their mental health had got worse since the start of term and that 17  often or always felt lonely compared to 7  of the whole adult population.8 A 2023 survey of 4,000 UK students by The Tab, a student news site, and Campaign Against Living Miserably (CALM), a suicide prevention charity, found that 69"
  },
  {
    "id": 30,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to 7  of the whole adult population.8 A 2023 survey of 4,000 UK students by The Tab, a student news site, and Campaign Against Living Miserably (CALM), a suicide prevention charity, found that 69  of students had suffered with a mental health illness at some point during their studies. Anxiety was the most prevalent mental health issue, with 61  saying they had suffered from it. 54  had suffered from depression, 39  had experienced suicidal thoughts, 28  eating disorders, 10  OCD and 3  bipolar disorder. Around half of those who said they had suffered with poor mental health had applied to their university for extenuating circumstances (consideration of their mental health during assignment and exam grading).9 1.2 Suicide rates among students In 2018, the Office for National Statistics"
  },
  {
    "id": 31,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "their university for extenuating circumstances (consideration of their mental health during assignment and exam grading).9 1.2 Suicide rates among students In 2018, the Office for National Statistics (ONS) published a report estimating the number of suicides among higher education students in England and Wales between 2000 and 2017. It updated this in 2022 with data covering the period from 2017 to 2020. The reports found substantial year-on-year variations in suicide rates among students. There was some evidence that the overall rate had increased in the decade to 2017 18, but it fell in 2018 19 and 2019 20. The chart below looks at trends in the suicide rate since 2000 01 and gives a five-year rolling average to help identify underlying trends. 8 ONS, Coronavirus and higher education"
  },
  {
    "id": 32,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "19 and 2019 20. The chart below looks at trends in the suicide rate since 2000 01 and gives a five-year rolling average to help identify underlying trends. 8 ONS, Coronavirus and higher education students: 25 February to 7 March 2022 (and earlier) 9   They made me feel invalid : Shocking new figures show scale of student mental health crisis , The Tab, May 2023 11 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Suicides among higher education students Aged 17  England and Wales 100 5 year 80 average 60 number 40 20 0 2000 01 2004 05 2008 09 2012 13 2016 17 Sources: ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics, June 2018; ONS, Estimating suicide among higher education"
  },
  {
    "id": 33,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2004 05 2008 09 2012 13 2016 17 Sources: ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics, June 2018; ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics: 2017 to 2020 In the 20-year period before July 2020, 1,554 students died by suicide. The suicide rate for students in England and Wales in the 2019 20 academic year was 3.0 deaths per 100,000 students (64 suicides). This was the lowest rate for a decade. According to the ONS, the relatively small annual numbers mean it is difficult to identify statistically significant differences in year-on- year changes. 10 The suicide rate among higher education students across the years covered was significantly lower than among the general population"
  },
  {
    "id": 34,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "statistically significant differences in year-on- year changes. 10 The suicide rate among higher education students across the years covered was significantly lower than among the general population of the same age. For the three years 2017 18 to 2019 20, the suicide rate among the general population aged under 25 (9.8 per 100,0000) was 2.7 times higher than for higher education students (3.6 per 100,000). This applies when the data are broken down by age group and by sex. Other findings covering the three most recent years include:   Of the 319 students who died by suicide, 202 (63 ) were male and 117 (37 ) were female. These proportions are similar to the general population.   The suicide rate for male students (5.6 per 100,000 students) was significantly higher than for female students"
  },
  {
    "id": 35,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and 117 (37 ) were female. These proportions are similar to the general population.   The suicide rate for male students (5.6 per 100,000 students) was significantly higher than for female students (2.5 per 100,000). 10 ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics, June 2018; ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics: 2017 to 2020 12 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   The rate was generally higher among older students.   White students had a higher suicide rate than Black and Asian students, but the differences were not statistically significant.   Among younger first year students (aged under 20"
  },
  {
    "id": 36,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "older students.   White students had a higher suicide rate than Black and Asian students, but the differences were not statistically significant.   Among younger first year students (aged under 20 and 21 to 24) the suicide rate was significantly higher.11 1.3 Factors contributing to poor mental health among students While suicide rates among students are lower than their non-university- attending peers and the general population at large, there has been much debate about a student  mental health crisis  in recent years.12 The consequences of mental health issues for students can be serious and range from poor academic performance and dropping out of university to self-harm and suicide. Data on students in England from the Office for Students shows students with a declared mental health"
  },
  {
    "id": 37,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and range from poor academic performance and dropping out of university to self-harm and suicide. Data on students in England from the Office for Students shows students with a declared mental health condition were less likely than average to:   continue in higher education after their first year   gain a higher education qualification   achieve a first or upper second-class degree   gain positive outcomes after graduation, such as managerial or professional employment, or further study13 While there is a strong connection between poor mental health and suicide or self-harm, identifying students who are at risk of suicide is difficult. A 2017 report revealed only 12  of students who died by suicide were reported to be seeing student counselling services.14 The National Institute of Health"
  },
  {
    "id": 38,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "who are at risk of suicide is difficult. A 2017 report revealed only 12  of students who died by suicide were reported to be seeing student counselling services.14 The National Institute of Health and Care Excellence (NICE) identifies several factors specific to the higher education experience that can contribute to poor mental health, including: 11 ONS, Estimating suicide among higher education students, England and Wales: Experimental Statistics: 2017 to 2020 12  How UK universities are dealing with a mental health crisis that has left a surge in students needing support , i, 17 September 2023;  Warnings of mental health crisis among  Covid generation  of students , The Guardian, 28 June 2022; National Union of Students, Mental Health Policy;   There is a mental health crisis with or"
  },
  {
    "id": 39,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2023;  Warnings of mental health crisis among  Covid generation  of students , The Guardian, 28 June 2022; National Union of Students, Mental Health Policy;   There is a mental health crisis with or without corona  , BBC News, 16 December 2020 13 Office for Students, Insight brief: Meeting the mental health needs of students, 19 October 2023 14 National Confidential Inquiry into Suicide and Homicide by People with Mental Illness (NCISH), Suicide by children and young people, July 2017, p3 13 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   Moving away from home. Living independently, loneliness, and the absence of familiar social and emotional support structures and networks are associated with a higher risk of mental"
  },
  {
    "id": 40,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and guidance   Moving away from home. Living independently, loneliness, and the absence of familiar social and emotional support structures and networks are associated with a higher risk of mental health conditions.   Workload pressures. Students report difficulties with academic demands and the pressure to get a high-class degree as a factor in mental health issues. Students who experience imposter syndrome or perfectionism are also more likely to develop mental health issues, including anxiety. Many students must also balance studying, coursework, and exams with part- time work or course placements.   Financial pressures. Worries about debt and being able to afford food and accommodation can lead to mental health issues for students.   Transitions. Many students may struggle with"
  },
  {
    "id": 41,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "placements.   Financial pressures. Worries about debt and being able to afford food and accommodation can lead to mental health issues for students.   Transitions. Many students may struggle with starting university. Students can also find moving beyond the first year challenging, due to moving out of halls of residence, an absence of support initiatives that were previously present, and increased workload.15 Certain groups of students have been identified by NICE as being more likely to experience mental health issues or being at higher risk of suicide:   People from disadvantaged backgrounds are more likely to experience mental health issues, and students from such backgrounds can face particular financial challenges.   International students can face unique challenges relating to"
  },
  {
    "id": 42,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "are more likely to experience mental health issues, and students from such backgrounds can face particular financial challenges.   International students can face unique challenges relating to isolation, integration, cultural expectations, and concerns about funding.   Mature students may feel more isolated because they are unable to engage socially. They may also have childcare responsibilities and face greater financial pressures.   Neurodiverse students, including those with autism and attention-deficit hyperactivity disorder (ADHD), can experience mental health issues at times of transition and change. A 2025 report by the Policy Institute at King s College London and TASO, an organisation concerned with equality gaps in higher education, also highlighted the high reporting of mental"
  },
  {
    "id": 43,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and change. A 2025 report by the Policy Institute at King s College London and TASO, an organisation concerned with equality gaps in higher education, also highlighted the high reporting of mental health difficulties among LGBTQ  students, particularly non-binary and trans students (although it notes these two groups include small sample sizes in survey data), state-educated students compared to their privately educated peers, and female students compared to male students.16 15 National Institute for Health and Care Excellence, Mental health in students: What are the risk factors?, February 2025; HMG, Preventing suicide in England: Fourth progress report of the cross- government outcomes strategy to save lives, January 2019, p32 16 The Policy Institute at King s College London and TASO,"
  },
  {
    "id": 44,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2025; HMG, Preventing suicide in England: Fourth progress report of the cross- government outcomes strategy to save lives, January 2019, p32 16 The Policy Institute at King s College London and TASO, Student mental health in 2024: How the situation is changing for LGBTQ  students, February 2025 14 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance The apparent increase in the number of students reporting poor mental health may relate to reduced stigma among young people who attend university, as well as the changing demographics of university students. For example, the number of students from disadvantaged backgrounds has increased over the last 15 years, and mental illness, mental distress, and low wellbeing are more common"
  },
  {
    "id": 45,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "of university students. For example, the number of students from disadvantaged backgrounds has increased over the last 15 years, and mental illness, mental distress, and low wellbeing are more common among those from more disadvantaged socioeconomic backgrounds.17 It has been argued that the rise in student mental health and wellbeing issues in recent years can also be explained, in part, by more detailed statistical reporting and a better a better understanding of poor mental health and its causes.18 Rising cost of living The rising cost of living in recent years, which has particularly affected students,19 has had negative consequences for student mental health. In July 2022, Student Minds, the student mental health charity, commissioned a survey of 500 university students, which found"
  },
  {
    "id": 46,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "students,19 has had negative consequences for student mental health. In July 2022, Student Minds, the student mental health charity, commissioned a survey of 500 university students, which found the rising cost of living was causing high levels of stress and concern.20 90  of students surveyed by the National Union of Students (NUS) for its September 2022 Cost of Living report said the rising cost of living had negatively impacted their mental health.21 Over 70  of respondents to the 2023 mental health survey by Cibyl, a market research agency focussed on students, said money worries have caused a decline in their mental health.22 Covid-19 pandemic The covid-19 pandemic had a detrimental impact on student mental health. This impact was particularly severe during the pandemic lockdowns and"
  },
  {
    "id": 47,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "a decline in their mental health.22 Covid-19 pandemic The covid-19 pandemic had a detrimental impact on student mental health. This impact was particularly severe during the pandemic lockdowns and periods when restrictions were in place.23 It has also had a lasting effect, as new students have struggled to transition and adapt to higher education following significant disruption to their lives. 17 IPPR, Not by degrees: Improving student mental health in the UK's universities, 4 September 2017, p32 18 HEPI, Explaining the rise in student mental health and wellbeing issues, 8 February 2024 19 Commons Library briefing, Students and the rising cost of living; IFS, Large real cuts to student financial support to become permanent, 11 January 2023; Million Plus, Learning with the lights off:"
  },
  {
    "id": 48,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Commons Library briefing, Students and the rising cost of living; IFS, Large real cuts to student financial support to become permanent, 11 January 2023; Million Plus, Learning with the lights off: students and the cost-of-living crisis, October 2022 20 Money and Metal Health Policy Institute blog, How the cost of living crisis is affecting students' money and mental health, 25 November 2022 21 NUS, Cost of Living Report (PDF), September 2022 22 Cibyl, Annual Student Mental Health Study 2023, November 2023 23  Students are having to choose between physical and mental health , Wonkhe, 11 December 2020;  Student mental health: 'I am living in a bubble of one , BBC News, 9 December 2020;  More than half of students polled report mental health slump , The Guardian, 9 December 2020;   There is"
  },
  {
    "id": 49,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2020;  Student mental health: 'I am living in a bubble of one , BBC News, 9 December 2020;  More than half of students polled report mental health slump , The Guardian, 9 December 2020;   There is a mental health crisis with or without corona  , BBC News, 16 December 2020; Higher Education Policy Institute: New poll finds a decline in student mental health but growing satisfaction with online learning, 3 December 2020 15 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance At the height of the pandemic, many students struggled with the measures employed to prevent the spread of covid-19 across the country and in university settings. Some students had to socially isolate on a regular basis due to repeated outbreaks of covid-19"
  },
  {
    "id": 50,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "the measures employed to prevent the spread of covid-19 across the country and in university settings. Some students had to socially isolate on a regular basis due to repeated outbreaks of covid-19 in their university accommodation. Over half of respondents to a November 2020 NUS survey said their mental health was worse than before the pandemic.24 Isolation, loneliness, anxiety, stress, not being able to see or make new friends and not being able to see their family were all identified by students as factors behind their deteriorating mental health. The ONS s November 2020 Student Covid Insights Survey reported that students were significantly more anxious than the general population of Great Britain. Students had a mean anxiety score of 5.3 compared with a mean score of 4.2 in the"
  },
  {
    "id": 51,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Insights Survey reported that students were significantly more anxious than the general population of Great Britain. Students had a mean anxiety score of 5.3 compared with a mean score of 4.2 in the general population (where 0 is  not anxious at all  and 10 is  completely anxious ).25 A report by Student Minds on the experience of students during the 2020 21 academic year found:   74  of students reported covid-19 had a negative impact on their mental health and wellbeing at university.   Two-thirds of respondents said they have  often felt isolated or lonely since March 2020 .   82  of respondents say the covid-19 pandemic has negatively impacted their academic experience.   65  of respondents say they needed additional help advice during the covid-19 pandemic. Of these, 19  got the help"
  },
  {
    "id": 52,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "say the covid-19 pandemic has negatively impacted their academic experience.   65  of respondents say they needed additional help advice during the covid-19 pandemic. Of these, 19  got the help they needed.26 In November 2022, Nightline, which coordinates student-run listening and information services, reported it had recorded a 51.4  increase in calls in 2020 21. Early data indicated numbers for 2021 22 were 30  higher, suggesting the pandemic was still influencing student mental health.27 24 NUS, Coronavirus Student Survey phase III November 2020 Mental Health and Wellbeing, 7 December 2020 25 ONS, Coronavirus and higher education students: England, 20 November to 25 November 2020, 9 December 2020 26 Student Minds, University Mental Health: Life in a Pandemic, June 2021 27  Pandemic"
  },
  {
    "id": 53,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "25 ONS, Coronavirus and higher education students: England, 20 November to 25 November 2020, 9 December 2020 26 Student Minds, University Mental Health: Life in a Pandemic, June 2021 27  Pandemic still affecting UK students  mental health, says helpline , The Guardian, 14 November 2022 (accessed 3 May 2022) 16 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 2 Do universities have a duty of care to students? It has often been asserted that universities have a duty of care to their students,28 including by the last Conservative government in response to a petition on the subject.29 In March 2023, however, the then-government also acknowledged  the existence and application of a duty of care between HE [higher education]"
  },
  {
    "id": 54,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "government in response to a petition on the subject.29 In March 2023, however, the then-government also acknowledged  the existence and application of a duty of care between HE [higher education] providers and students has not been widely tested in the courts .30 This acknowledgement followed the May 2022 court judgment in the case of Abrahart v University of Bristol (PDF). The judge found there is  no statute or precedent  concerning a duty of care owed by a university to a student to take reasonable steps to avoid and not to cause injury, including psychiatric injury, and harm.31 In February 2024, a judge hearing an appeal about the case said it was not necessary for him to  express any view, one way or the other  on the duty of care question.32 Nevertheless, some sector bodies and"
  },
  {
    "id": 55,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2024, a judge hearing an appeal about the case said it was not necessary for him to  express any view, one way or the other  on the duty of care question.32 Nevertheless, some sector bodies and legal firms maintain that a general legal duty of care not to cause harm by careless acts or omissions does exist in certain circumstances. However, they say that this cannot reasonably be expected to apply to all aspects of a university s relationships with its students.33 In January 2025, the current Labour government set out its position on the matter, emphasising that the circumstances where a duty of care might arise would be determined by the courts. It said: The department s position is that a duty of care in HE may arise in certain circumstances. Such circumstances would be a matter for the"
  },
  {
    "id": 56,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "of care might arise would be determined by the courts. It said: The department s position is that a duty of care in HE may arise in certain circumstances. Such circumstances would be a matter for the courts to decide, based on the specific facts and context of the case being considered, and will be dependent on the application by a court of accepted common law principles.34 Universities must also adhere to laws established by legislation on health and safety, safeguarding, and equalities, especially the Equality Act 2010 and the duty to provide reasonable adjustments for students where relevant. 28 See, for example, PQ 56624 [Students: Long Covid] 25 October 2021 29 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher Education   Government"
  },
  {
    "id": 57,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "28 See, for example, PQ 56624 [Students: Long Covid] 25 October 2021 29 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher Education   Government response, 20 January 2023 30 PQ174398 [Higher Education: Standards] 31 March 2023 31 Abrahart v University of Bristol [2022] (PDF), paras 143-44 32 The University of Bristol -v- Dr Robert Abrahart [2024], para. 269-71 33 Universities UK, Creating a statutory duty of care for students, 19 April 2023; Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 34 PQ 21514 [Higher Education: Liability] 8 January 2025 17 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 2.1 Abrahart v University of Bristol"
  },
  {
    "id": 58,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Education: Liability] 8 January 2025 17 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 2.1 Abrahart v University of Bristol In 2018, Natasha Abrahart was studying physics at the University of Bristol and under the care of the local mental health crisis team because of anxiety, low mood, and suicidal thoughts and actions. She died by suicide in April 2018 on the day she was due to give an assessed oral presentation in a lecture hall to students and staff. Natasha Abrahart s parents took the university to court, arguing that their daughter was a victim of disability discrimination under the Equality Act 2010 and that the university had breached its duty of care to their daughter under the law of negligence. The law of"
  },
  {
    "id": 59,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "their daughter was a victim of disability discrimination under the Equality Act 2010 and that the university had breached its duty of care to their daughter under the law of negligence. The law of negligence To assess a claim of negligence, a court must determine whether:   the defendant owed a  duty of care  to the claimant   the defendant breached its duty of care   the breach of the duty caused the damage or losses complained of in the case Evaluating whether a duty of care exists is the first step in assessing a claim of negligence. When does a duty of care exist? Whether a duty of care exists is assessed by considering the precedents set by the decisions made in previous cases (this is called case law). There is a large body of case law on this topic, but the approach taken by the"
  },
  {
    "id": 60,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "exists is assessed by considering the precedents set by the decisions made in previous cases (this is called case law). There is a large body of case law on this topic, but the approach taken by the courts was perhaps best summarised by the Court of Appeal in Caparo v Dickman,35 which considered that a duty of care exists when:   relevant actions or omissions of one party might reasonably be foreseen to cause damage to another party   there is a relationship of proximity between the parties (this essentially refers to the degree and type of connection between the parties)   the court considers it fair, just and reasonable for the law to impose a duty of care in particular aspects of one party s relationship with the other There are various other legal tests that would be applied depending"
  },
  {
    "id": 61,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "it fair, just and reasonable for the law to impose a duty of care in particular aspects of one party s relationship with the other There are various other legal tests that would be applied depending on the circumstances of any given case. 35 Caparo v Dickman [1990] 2 AC 605 18 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Court judgment The judgment in the case of Abrahart v University of Bristol (PDF) was delivered in May 2022.36 Claim of disability discrimination The claim of disability discrimination covered the university s duties to make reasonable adjustments, avoid indirect discrimination, and to ensure it does not treat students unfavourably because of a disability. The County Court judge found against the"
  },
  {
    "id": 62,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "s duties to make reasonable adjustments, avoid indirect discrimination, and to ensure it does not treat students unfavourably because of a disability. The County Court judge found against the university, concluding it had treated Natasha unfavourably by not making enough adjustments to her oral assessment work in light of her mental health disability. The judge awarded more than  50,000 in damages to Natasha Abrahart s family. Claim of negligence and breach of duty of care On the duty of care argument, the judge said there is  no statute or precedent  concerning a duty of care for a university to take reasonable steps to avoid and not to cause injury, including psychiatric injury, and harm. The judgment said: 143. Paragraph 12 of the Particulars of Claim pleads a general duty as follows:"
  },
  {
    "id": 63,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to take reasonable steps to avoid and not to cause injury, including psychiatric injury, and harm. The judgment said: 143. Paragraph 12 of the Particulars of Claim pleads a general duty as follows:    to take reasonable care for the wellbeing, health and safety of its students. In particular, the Defendant [the University of Bristol] was under a duty of care to take reasonable steps to avoid and not to cause injury, including psychiatric injury, and harm  144. There is no statute or precedent which establishes the existence of such a duty of care owed by a university to a student therefore the Claimant s argument is novel. The judge also distinguished between the care a university owed to its students and the care a school owed to a child or the state a prisoner. He said: 149. In a sense"
  },
  {
    "id": 64,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Claimant s argument is novel. The judge also distinguished between the care a university owed to its students and the care a school owed to a child or the state a prisoner. He said: 149. In a sense it is the Claimant s case that the University owed a duty of care to Natasha to protect her from herself. However, Natasha was not in the care or control of the University beyond its Rules in contrast to, for example: (a) A schoolchild in the care of a school or (b) A prisoner in the care of the state.37 The judge concluded by saying he did not believe a relevant duty of care arose at any point during Natasha Abrahart s time at university, but, if he was wrong on this point, the university would have been in breach of this duty through its actions. He said: [I]f I am wrong on the matter of the"
  },
  {
    "id": 65,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Natasha Abrahart s time at university, but, if he was wrong on this point, the university would have been in breach of this duty through its actions. He said: [I]f I am wrong on the matter of the existence of a relevant duty of care, the question of breach of that duty arises... There can be no doubt that the University would have been in breach; the main breach would be continuing to require Natasha to give interviews and attend the conference and marking her 36 Abrahart v University of Bristol [2022] (PDF) 37 Abrahart v University of Bristol [2022] (PDF), para. 148-49 19 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance down if she did not participate when it knew that Natasha was unable to participate for mental health"
  },
  {
    "id": 66,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance down if she did not participate when it knew that Natasha was unable to participate for mental health reasons beyond her control.38 Appeal In March 2023, the University of Bristol was granted permission to appeal some of the judge s findings regarding the Equality Act to the High Court.39 The lawyers of the family of Natasha Abrahart said this would allow the existence of the specific duty of care argued for by Natasha Abrahart s family to be considered again.40 In November 2023, a High Court judge granted the Abraharts permission to appeal against the initial finding that the university did not owe their daughter a duty of care in negligence. He said that the  appeal seems to me to have a real"
  },
  {
    "id": 67,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "granted the Abraharts permission to appeal against the initial finding that the university did not owe their daughter a duty of care in negligence. He said that the  appeal seems to me to have a real prospect of success . He added that there were  compelling reasons why the issue in relation to duty of care should be considered alongside the issues in relation to disability discrimination. 41 The appeal was heard in December 2023 and judgment handed down in February 2024. The judge upheld the County Court decision and dismissed the University of Bristol s appeal.42 However, the judge said it was  not necessary  for him to  express any view, one way or the other  about the argument that the university owed Natasha Abrahart a common law duty of care.43 He said it would not be wise for him"
  },
  {
    "id": 68,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "was  not necessary  for him to  express any view, one way or the other  about the argument that the university owed Natasha Abrahart a common law duty of care.43 He said it would not be wise for him to come to a conclusion because of the issue s  potentially wide application and significance  and the incompleteness of arguments made in the original case regarding the law of negligence.44 2.2 What legal duties do universities have? A general duty of care? A blog post in November 2022 from the law firm Shakespeare Martineau, in response to calls for a statutory duty of care in higher education, argued 38 Abrahart v University of Bristol [2022] (PDF), para. 159 39 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell LLP), A Note regarding a"
  },
  {
    "id": 69,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "argued 38 Abrahart v University of Bristol [2022] (PDF), para. 159 39 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell LLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023, para. 9 40 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) and Gus Silverman (Irwin Mitchell LLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023, para. 34 41 DPG Law, Landmark high court hearing set to decide whether universities owe duty of care to students, 20 November 2023 42 The University of Bristol -v- Dr Robert Abrahart [2024]. DPG Law, High court dismisses University of Bristol s appeal in Natasha Abrahart case, 14 February 2024 43 The University of"
  },
  {
    "id": 70,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "November 2023 42 The University of Bristol -v- Dr Robert Abrahart [2024]. DPG Law, High court dismisses University of Bristol s appeal in Natasha Abrahart case, 14 February 2024 43 The University of Bristol -v- Dr Robert Abrahart [2024], para. 269-71 44 The University of Bristol -v- Dr Robert Abrahart [2024], para. 270 20 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance universities already have  a general legal duty of care to persons to whom they are closely connected, including their students .45 However, the blog post stated this duty does not, and could not reasonably be expected to, apply to all aspects of a university s relationship with its students. It argued there are three requirements for there to be a duty:"
  },
  {
    "id": 71,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "this duty does not, and could not reasonably be expected to, apply to all aspects of a university s relationship with its students. It argued there are three requirements for there to be a duty:   The duty applies to students who might reasonably and foreseeably be harmed by a university s careless acts and omissions.   The act or omission must cause or contribute to the harm that ensues.   The circumstances must be ones a court regards as just, fair, and reasonable.46 Consequently, the duty only exists where a university can exercise real control, when a failure to exercise that control causes injury, and when the courts regard it as reasonable to impose a duty.47 For example, this could be if a university neglected to install proper ventilation systems in a laboratory in which toxic"
  },
  {
    "id": 72,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "injury, and when the courts regard it as reasonable to impose a duty.47 For example, this could be if a university neglected to install proper ventilation systems in a laboratory in which toxic fumes were generated, causing lung damage to students who worked in there. The blog post also noted  persons of sound mind engaging in acts of deliberate self-harm are generally regarded as the legal cause of the injury they inflict on themselves .48 As a result, only in very rare circumstances do courts regard it as fair, just, or reasonable to impose liability on a third party for any injury suffered through self-harm, for example those arising from the complete control police exercise over prisoners in custody.49 Feder and McCamish v Royal Welsh College of Music and Drama In October 2023, a"
  },
  {
    "id": 73,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "through self-harm, for example those arising from the complete control police exercise over prisoners in custody.49 Feder and McCamish v Royal Welsh College of Music and Drama In October 2023, a court ruled that higher education providers have a duty of care to carry out reasonable investigations when they receive allegations of sexual assault.50 Alyse McCamish and Sydney Feder, students at the Royal Welsh College of Music and Drama (RWCMD), had alleged sexual misconduct by another student, but felt their complaints had been inadequately addressed by the college. They argued they had experienced harm because RWCMD s investigation of their complaints was negligent. The judge agreed that RWCMD had failed to uphold its duty of care, and awarded the two women damages due to the emotional"
  },
  {
    "id": 74,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "harm because RWCMD s investigation of their complaints was negligent. The judge agreed that RWCMD had failed to uphold its duty of care, and awarded the two women damages due to the emotional trauma they had suffered. He explained aspects of the duty of care were context-sensitive and founded on several specific assumptions of 45 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 46 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 47 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 48 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 49 Reeves v Commissioner of Police of the Metropolis [2000] 1 AC 360 House of Lords 50 Feder"
  },
  {
    "id": 75,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2022 48 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 49 Reeves v Commissioner of Police of the Metropolis [2000] 1 AC 360 House of Lords 50 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023]. See Farrer and Co., Case update: university held liable for a failure to properly investigate allegations of sexual assault, 30 November 2023 21 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance responsibility and undertakings made by the College in relation to its procedures for handling sexual misconduct complaints.51 The judge summarised the duty in this case as needing: to take reasonable care by taking reasonable protective, supportive, investigatory and, when"
  },
  {
    "id": 76,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "for handling sexual misconduct complaints.51 The judge summarised the duty in this case as needing: to take reasonable care by taking reasonable protective, supportive, investigatory and, when appropriate, disciplinary action steps and in associated communications, including by honouring confidentiality assurances.52 Health and safety The Health and Safety at Work etc Act 1974 requires universities, so far as is reasonable in their provision of higher education, to ensure the health and safety of their employees and non-employees, including students.53 For example, universities are expected to manage and mitigate risks to ensure the provision of safe premises and equipment, appropriately trained educators, and other relevant support staff. For a university s employees, this duty also"
  },
  {
    "id": 77,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to manage and mitigate risks to ensure the provision of safe premises and equipment, appropriately trained educators, and other relevant support staff. For a university s employees, this duty also extends to their welfare because of the  close relationship of control  that exists between an employer and employee.54 This relationship is different to that between a university and a student. Equality Act 2010 Under the Equality Act 2010, it is unlawful for higher education providers to discriminate against, harass, or victimise students on the grounds of one of nine characteristics protected by the Act, including disability. This means providers have a duty not to discriminate against potential or current students if they have a disability. A disability is defined as: a physical or mental"
  },
  {
    "id": 78,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "the Act, including disability. This means providers have a duty not to discriminate against potential or current students if they have a disability. A disability is defined as: a physical or mental impairment which has a substantial and long-term adverse effect on your ability to carry out normal day-to-day activities.55 Health conditions, including mental health conditions, are considered a disability if they last, or are likely to last, 12 months.  Normal day-to-day activity  is defined as something a student would do regularly in a normal day. This includes things like using a computer, working set times, or interacting with people.56 There are many different types of mental health condition which can lead to a disability, including: 51 Feder and McCamish v Royal Welsh College of Music"
  },
  {
    "id": 79,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "set times, or interacting with people.56 There are many different types of mental health condition which can lead to a disability, including: 51 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023], para. 575-683 52 Feder and McCamish v Royal Welsh College of Music and Drama [PDF] [2023], para. 573 53 Health and Safety at Work etc Act 1974, s3. See Health and Safety Executive, Health and Safety at Work etc Act 1974 for more information. 54 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 55 Disability Rights UK, Factsheet F56. Understanding the Equality Act: Information for disabled students, June 2020 56 Gov.uk, When a mental health condition becomes a disability. 22 Commons Library Research Briefing, 25 April 2025 Student"
  },
  {
    "id": 80,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "the Equality Act: Information for disabled students, June 2020 56 Gov.uk, When a mental health condition becomes a disability. 22 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   depression   bipolar disorder   obsessive compulsive disorder   schizophrenia57 Higher education providersmust not discriminate against a disabled student in admissions arrangements, conferment of qualifications, and the way they provide access to education, benefits, facilities, or services. The Act s Public Sector Equality Duty also requires that providers eliminate discrimination, foster good relations, and advance equality of opportunity between those who share a relevant protected characteristic and those who do not.58 Disability is a"
  },
  {
    "id": 81,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "that providers eliminate discrimination, foster good relations, and advance equality of opportunity between those who share a relevant protected characteristic and those who do not.58 Disability is a relevant protected characteristic. Duty to make  reasonable adjustments  Under the Equality Act, universities are obliged to anticipate and put in place  reasonable adjustments  to avoid disabled students being treated less favourably.59 The duty aims to ensure disabled people do not face  substantial disadvantage  in comparison to non-disabled people. The duty has three requirements:   The first requirement of the duty covers changing the way things are done (such as changing a policy, procedure, or practice).   The second covers mitigating any disadvantages posed by the built environment"
  },
  {
    "id": 82,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "requirement of the duty covers changing the way things are done (such as changing a policy, procedure, or practice).   The second covers mitigating any disadvantages posed by the built environment (such as providing access to a building or moving classes to a building that is accessible).   The third covers providing additional support (such as providing special computer software or providing a different service).60 The aim is to prevent disabled people from being disadvantaged and to encourage greater equality in participation and outcomes among all students. Abrahart v University of Bristol The provision of reasonable adjustments was a key feature of the Abrahart v University of Bristol case. The court made clear that the anticipatory nature of the duty meant it arose when a student s"
  },
  {
    "id": 83,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "The provision of reasonable adjustments was a key feature of the Abrahart v University of Bristol case. The court made clear that the anticipatory nature of the duty meant it arose when a student s disability is evident, including as a result of what they say and do, to at least one member of staff at a university. This means student-facing staff, such as tutors and lecturers, must 57 Gov.uk, When a mental health condition becomes a disability. The Mind website has more help and guidance. 58 Equality Act 2010, Section 149 59 Equality Act 2010, Section 20 and Schedule 13. 60 Equality Act 2010, Section 20. Disability Rights UK has a factsheet on some common adjustments for disabled students: Disability Rights UK, Adjustments for disabled students and apprentices 23 Commons Library Research"
  },
  {
    "id": 84,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Section 20. Disability Rights UK has a factsheet on some common adjustments for disabled students: Disability Rights UK, Adjustments for disabled students and apprentices 23 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance themselves consider what can be done to address any disadvantages a student might face because of their disability, rather than rely on any formal assessment by a university disability service. The court also found that reasonable adjustments should apply to methods of assessment, that is to say, the manner or mode in which a student s level of knowledge, understanding, or ability to complete a task is tested. This is because methods of assessment will rarely amount to a  competence standard . A"
  },
  {
    "id": 85,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "manner or mode in which a student s level of knowledge, understanding, or ability to complete a task is tested. This is because methods of assessment will rarely amount to a  competence standard . A competence standard is an  academic, medical, or other standard applied for the purpose of determining whether or not a person has a particular level of competence or ability , and falls outside of the parameters of the Equality Act.61 More detail on the court s findings in this area is available in an advice note published for the higher education sector by the Equality and Human Rights Commission (EHRC).62 The advice note also sets out what the EHRC believes compliance with the reasonable adjustments duty to look like for higher education providers. These recommendations include:   All staff"
  },
  {
    "id": 86,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "(EHRC).62 The advice note also sets out what the EHRC believes compliance with the reasonable adjustments duty to look like for higher education providers. These recommendations include:   All staff should be trained on their duties under the Equality Act 2010. This includes academic staff, administrative staff with student facing roles, accommodation and support staff, and members of staff responsible for addressing appeals, complaints, and fitness to study procedures.   Training for staff should cover the duty to make reasonable adjustments for a student before a formal evaluation by a university disability service has taken place.   Student-facing staff should be trained to recognise symptoms of mental health crises and to know how to support the student and remove additional"
  },
  {
    "id": 87,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "by a university disability service has taken place.   Student-facing staff should be trained to recognise symptoms of mental health crises and to know how to support the student and remove additional stressors, such as deadlines.   Escalation procedures should be in place for staff and students for when reasonable adjustments have not been provided and an assessment is imminent.   It should be clear that reasonable adjustments must be made even when a student has not engaged with a university s disability service if there is an urgent or severe need to do so, or the circumstances of the case demand it. 61 Equality Act 2010, s54(6). See guidance on competence standards published by the Disabled Student Commitment Advisory Group: Competence Standards and Reasonable Adjustments, April 2025."
  },
  {
    "id": 88,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "demand it. 61 Equality Act 2010, s54(6). See guidance on competence standards published by the Disabled Student Commitment Advisory Group: Competence Standards and Reasonable Adjustments, April 2025. 62 Equality and Human Rights Commission, Advice note for the higher education sector from the legal case of University of Bristol vs Abrahart, 10 July 2024. See also HEPI blog, The importance of reasonable adjustments, 18 March 2025 24 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   Ensuring competence standards are clearly defined, explained, and justified, and that methods of assessment are not wrongly described as competence standards. Contractual duties of providers The November 2022 Shakespeare Martineau blog post"
  },
  {
    "id": 89,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "defined, explained, and justified, and that methods of assessment are not wrongly described as competence standards. Contractual duties of providers The November 2022 Shakespeare Martineau blog post argued universities have an  implied contractual duty to provide higher education to a reasonable standard , which includes any other services they provide, such as student support and counselling. This means staff delivering educational and related services, such as counsellors, should be appropriately trained to deliver those services to the required standard and, where relevant, must comply with the professional standards of their accrediting bodies.63 Prevent duty and vulnerability to radicalisation The Counter Terrorism and Security Act 2015 introduced a new statutory duty for"
  },
  {
    "id": 90,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "comply with the professional standards of their accrediting bodies.63 Prevent duty and vulnerability to radicalisation The Counter Terrorism and Security Act 2015 introduced a new statutory duty for universities to have \"due regard to the need to prevent individuals from being drawn into terrorism\". This is known as the Prevent Duty. The Department for Education has published specific guidance on the Prevent Duty and the wellbeing of staff and students in higher education.64 It explains that while a duty of care does not mean providers have to guard against every conceivable harm that might arise, it does mean providers have to think about and risk assess their activities. They must then take action which is  reasonable in the circumstances .65 This includes undertaking risk assessment"
  },
  {
    "id": 91,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "arise, it does mean providers have to think about and risk assess their activities. They must then take action which is  reasonable in the circumstances .65 This includes undertaking risk assessment and action planning when implementing the Prevent Duty. Safeguarding While universities do not have the same safeguarding duties as schools and colleges in relation to children,66 or local authorities in relation to vulnerable adults,67 many have policies in place to reflect that children and adults at risk may come onto campuses.68 These reflect legal duties concerning the protection of children and vulnerable adults, particularly under the Safeguarding Vulnerable Groups Act 2006 (as amended). 63 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 64"
  },
  {
    "id": 92,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and vulnerable adults, particularly under the Safeguarding Vulnerable Groups Act 2006 (as amended). 63 Shakespeare Martineau, Student suicide - why new laws are not the answer, 22 November 2022 64 Department for Education, The Prevent duty of care and the wellbeing of staff and students in higher education (HE): notes for trainers, 22 June 2021 65 Department for Education, The Prevent duty of care and the wellbeing of staff and students in higher education (HE): notes for trainers, When can a duty of care arise?, 22 June 2021 66 Education Act 2002 s175 67 Care Act 2014 68 See, for example, UCL, Safeguarding children and adults at risk. Policy and Procedure (Staff and Students) 25 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and"
  },
  {
    "id": 93,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "UCL, Safeguarding children and adults at risk. Policy and Procedure (Staff and Students) 25 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 2.3 Petition for a statutory duty of care Following the judgment in Abrahart v University of Bristol, 25 bereaved families, also known as the LEARN (Lived Experience for Action Right Now) network, petitioned Parliament to create a statutory duty of care for students in higher education.69 Natasha Abrahart s father, Bob Abrahart, explained the petition did not call for universities to stand  in loco parentis  (acting in the place of a parent), nor replicate the mental health work done by the NHS. Instead, he said: [O]ur petition is simply arguing that universities should owe a legal"
  },
  {
    "id": 94,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "in loco parentis  (acting in the place of a parent), nor replicate the mental health work done by the NHS. Instead, he said: [O]ur petition is simply arguing that universities should owe a legal duty to exercise reasonable care and skill when teaching students and providing support services.70 In this context,  duty  would mean legal obligations on universities to act towards others in a certain way, in accordance with certain standards.  Care  would mean giving serious attention to doing something correctly and in such a way that causing damage or creating a risk is avoided. It would cover both acts and omissions.71 The petition closed on 19 March 2023 and received 128,293 signatures. Government response On 20 January 2023, the Sunak government responded to the petition. It asserted"
  },
  {
    "id": 95,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "both acts and omissions.71 The petition closed on 19 March 2023 and received 128,293 signatures. Government response On 20 January 2023, the Sunak government responded to the petition. It asserted that universities already owe their students a  general duty of care , and so  further legislation to create a statutory duty of care, where such a duty already exists, would be a disproportionate response .72 The government said: Higher Education providers do have a general duty of care to deliver educational and pastoral services to the standard of an ordinarily competent institution and, in carrying out these services, they are expected to act reasonably to protect the health, safety and welfare of their students. This can be summed up as providers owing a duty of care to not cause harm to"
  },
  {
    "id": 96,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "out these services, they are expected to act reasonably to protect the health, safety and welfare of their students. This can be summed up as providers owing a duty of care to not cause harm to their students through the university s own actions. This language reflected that from a 2015 publication by AMOSSHE The Student Services Organisation, which is an organisation that promotes good practice within higher education student services. The publication noted that while 69 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher Education, 19 October 2023 70  Everyone assumes universities have a duty of care towards students   our campaign would establish one , Wonkhe, 10 October 2022 71  Everyone assumes universities have a duty of care towards"
  },
  {
    "id": 97,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2023 70  Everyone assumes universities have a duty of care towards students   our campaign would establish one , Wonkhe, 10 October 2022 71  Everyone assumes universities have a duty of care towards students   our campaign would establish one , Wonkhe, 10 October 2022. See also HEPI blog, Should there be a new statutory duty of care for students in higher education?, 7 November 2022 72 UK Government and Parliament petition, Create statutory legal duty of care for students in Higher Education   Government response, 20 January 2023 26 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance student law is still evolving and largely untested in the courts, universities have a general duty of care at common law. It said: In essence, a"
  },
  {
    "id": 98,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "health in England: Statistics, policy, and guidance student law is still evolving and largely untested in the courts, universities have a general duty of care at common law. It said: In essence, a university has a general duty of care at common law: to deliver its educational and pastoral services to the standard of the ordinarily competent institution, and, in carrying out its services and functions, to act reasonably to protect the health, safety and welfare of its students.73 The Sunak government also said that while it was determined to provide students with the best mental health support possible at university,  a statutory duty of care for higher education providers is not the most effective way to improve outcomes for students . This was partly because it considered a duty of care"
  },
  {
    "id": 99,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "possible at university,  a statutory duty of care for higher education providers is not the most effective way to improve outcomes for students . This was partly because it considered a duty of care to already exist in common law as part of the law of negligence.74 Instead, the Sunak government said it favoured a  two-pronged approach  of funding services and working with mental health experts and the higher education sector to implement best practice.75 In March 2023, the then-Shadow Minister for Higher Education, Matt Western, asked the government what the legal basis was for a general duty of care on higher education providers to deliver educational and pastoral services. The then-government said while the  existence and application of a duty of care between HE [higher education]"
  },
  {
    "id": 100,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "duty of care on higher education providers to deliver educational and pastoral services. The then-government said while the  existence and application of a duty of care between HE [higher education] providers and students has not been widely tested in the courts , there was an understanding in the legal and education sector that the law of negligence applies in the relationship between a provider and a student.76 In May 2023,  ForThe100, which is campaigning in support of the LEARN Network s calls for a statutory duty of care, published a legal note (PDF) written by the lawyers that represented and supported the family of Natasha Abrahart in their legal proceedings against the University of Bristol.77 It said the current legal reality, as expressed in the judgment of Abrahart v University"
  },
  {
    "id": 101,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and supported the family of Natasha Abrahart in their legal proceedings against the University of Bristol.77 It said the current legal reality, as expressed in the judgment of Abrahart v University of Bristol, was that there was  no clear legal authority to the effect that universities owe a duty of care to take reasonable care for their students  wellbeing, health and safety .78 It also highlighted how this contrasted with the expectations of students, their families, and even the government. 73 AMOSSHE The Student Services Organisation, Where s the line? How far should universities go in providing duty of care for their students?, May 2015 [archive]. The publication does not represent the policy stances of AMOSSHE but was instead intended as a record of the issues considered at a policy"
  },
  {
    "id": 102,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "duty of care for their students?, May 2015 [archive]. The publication does not represent the policy stances of AMOSSHE but was instead intended as a record of the issues considered at a policy discussion on 29 May 2015. 74 PQ 181273 [Higher Education: Health and Safety] 25 April 2023 75 PQ 181273 [Higher Education: Health and Safety] 25 April 2023 76 PQ 174398 [Higher Education: Standards] 31 March 2023 77 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) Gus Silverman (Irwin Mitchell LLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023 78 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) Gus Silverman (Irwin Mitchell LLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023,"
  },
  {
    "id": 103,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "78 Jamie Burton KC and Sarah Steinhardt (Doughty Street Chambers) Gus Silverman (Irwin Mitchell LLP), A Note regarding a potential duty of care owed by universities to students (PDF), 15 May 2023, para. 34 27 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Petitions Committee evidence session On 16 May 2023, ahead of the petition s debate on 5 June 2023, the House of Commons Petitions Committee held an evidence session which heard from the petition s creator, other affected individuals, and representatives from relevant charities and sector bodies.79 Relatives of students who had died by suicide argued the current voluntary approach of following best practice did not work because there was inconsistency in adopting and"
  },
  {
    "id": 104,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and sector bodies.79 Relatives of students who had died by suicide argued the current voluntary approach of following best practice did not work because there was inconsistency in adopting and applying the guidance across the sector and within individual universities. They also said there was little accountability for when things went wrong. They highlighted the duty of care that exists in employment law, and said a statutory duty of care would ensure institutions not implementing best practice could be held accountable. The Vice President for Higher Education at the National Union of Students, Chloe Fields, said the current funding and support structures in universities were insufficient to meet the needs of students, in part because many students split their time between home and"
  },
  {
    "id": 105,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Chloe Fields, said the current funding and support structures in universities were insufficient to meet the needs of students, in part because many students split their time between home and university addresses. She also said students struggled to access NHS support because of long waiting lists. On the specific point of whether there should be a statutory duty of care, Chloe Fields said there needed  to be more standardised regulation of university processes , but she expressed concern about possible  over- policing and intrusion . The Influencing and Advocacy Lead at Student Minds, Dominic Smithies, said there would need to be adequate resources to ensure staff were supported and did not face additional pressure when many were potentially already feeling stretched. He also said it was"
  },
  {
    "id": 106,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Smithies, said there would need to be adequate resources to ensure staff were supported and did not face additional pressure when many were potentially already feeling stretched. He also said it was important to recognise the need for a broad spectrum of interventions and initiatives, and no one solution could be seen as a  silver bullet . The Chief Executive of the suicide prevention charity Papyrus, Ged Flynn, noted many of the issues being discussed were not specific to the higher education sector and more needed to be done across society when it came to learning from deaths by suicide. He also said he worried that introducing a statutory framework would make people  avoid any natural intervention that they would ordinarily make . This risk was also highlighted by the Chair of AMOSSHE,"
  },
  {
    "id": 107,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "also said he worried that introducing a statutory framework would make people  avoid any natural intervention that they would ordinarily make . This risk was also highlighted by the Chair of AMOSSHE, Jill Stevenson, who said: From our practitioners that work in student services, there are real fears about retribution and people being held personally accountable for failings and mistakes. I think the fear of litigation and retribution means that some people who are working in this area feel that this is not something that they would want to engage in. 79 Petitions Committee, A statutory duty of care for higher education students - Oral evidence, 16 May 2023. The evidence session is discussed in the Wonkhe article  Is it time for a Support Excellence Framework? , 17 May 2023. 28 Commons"
  },
  {
    "id": 108,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "of care for higher education students - Oral evidence, 16 May 2023. The evidence session is discussed in the Wonkhe article  Is it time for a Support Excellence Framework? , 17 May 2023. 28 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance She also suggested if a statutory duty of care was introduced, and university staff became less risk-averse, universities might be more likely to apply  fitness to study  procedures earlier than is currently the case. She said this could mean that rather than being supported to continue with their studies, students might be removed from their courses because a university feared the risk of their support structures being deemed inadequate. President of Universities UK, Professor Steve"
  },
  {
    "id": 109,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "their studies, students might be removed from their courses because a university feared the risk of their support structures being deemed inadequate. President of Universities UK, Professor Steve West, said student mental health and wellbeing were not  on the radar  of universities ten years ago, and while they have made improvements, the sector needed  to go further faster , and ensure everyone is  engaging with the best practice and we are learning together.  However, he said he did not believe a statutory duty of care would necessarily help because, unlike in a school or employment setting, universities do not have a sufficient level of control and influence. However, Professor Steve West did acknowledge that there should be a mechanism by which the university sector could be held to"
  },
  {
    "id": 110,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "universities do not have a sufficient level of control and influence. However, Professor Steve West did acknowledge that there should be a mechanism by which the university sector could be held to account. He said a  support excellence framework , which could exist alongside the Research Excellence Framework and Teaching Excellence Framework, was an interesting idea. Survey Ahead of the debate on 5 June 2023, the Petitions Committee also ran a survey asking petitioners about their experiences of poor mental health at university, support provided by their university, and views on introducing a statutory duty of care for higher education students. The survey received over 1,500 responses, and found that:   86  of current students said they had suffered with poor mental health at university"
  },
  {
    "id": 111,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "statutory duty of care for higher education students. The survey received over 1,500 responses, and found that:   86  of current students said they had suffered with poor mental health at university   40  of students who had experienced poor mental health at university said that their university was  unsupportive  or  very unsupportive    67  of parents or guardians of a current student said that their child had not felt supported by their university with their mental health   88  of parents or guardians of a current student said they would expect to be contacted if their child was suffering with poor mental health at university Further information and the full survey summary can be found on the Petitions Committee webpage. 29 Commons Library Research Briefing, 25 April 2025 Student"
  },
  {
    "id": 112,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "with poor mental health at university Further information and the full survey summary can be found on the Petitions Committee webpage. 29 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance Debate On 5 June 2023, the Commons considered the petition calling for a statutory duty of care for higher education students.80 Opening the debate, Nick Fletcher (Conservative) said  a statutory duty of care would ensure that all parties knew where they stood . 81 He called on the government to ensure universities do better at supporting students.82 Mary Foy (Labour) also said she supported the petition because it was a  fair, just and reasonable  response. She said: A general duty of care is too vague and does not provide clarity or"
  },
  {
    "id": 113,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "students.82 Mary Foy (Labour) also said she supported the petition because it was a  fair, just and reasonable  response. She said: A general duty of care is too vague and does not provide clarity or consistency. A statutory duty of care would change that and give students and their parents peace of mind that they were protected.83 Helen Grant (Conservative) said inconsistencies across the higher education sector in how universities support students struggling with poor mental health had led to  a care and wellbeing lottery for students in the UCAS application process. 84 She argued a statutory duty of care would set a standard for what higher education providers might reasonably be expected to do. Speaking for the then-government, the then-Minister for Skills, Apprenticeships, and Higher"
  },
  {
    "id": 114,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "duty of care would set a standard for what higher education providers might reasonably be expected to do. Speaking for the then-government, the then-Minister for Skills, Apprenticeships, and Higher Education, Robert Halfon, said a statutory duty of care \"may not be the most effective intervention\", but that he was \"not closing the door on future legislation\".85 He highlighted the funding the government had provided to the Office for Students and the wider funding made available for NHS mental health services. He also announced a new higher education mental health implementation taskforce to be chaired by the student support champion, Professor Edward Peck, and a national review of university student deaths to be carried out by an independent organisation.86 2.4 Sector reaction to calls"
  },
  {
    "id": 115,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "be chaired by the student support champion, Professor Edward Peck, and a national review of university student deaths to be carried out by an independent organisation.86 2.4 Sector reaction to calls for a statutory duty of care Universities UK, which is the representative body for 140 universities, has said imposing a statutory duty of care would be  disproportionate and inappropriate .87 In a briefing outlining its position on the issue and 80 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] 81 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c218WH 82 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c218WH 83 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c223WH 84 HC Deb 5 June 2023 [Higher"
  },
  {
    "id": 116,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "c218WH 82 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c218WH 83 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c223WH 84 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] c225WH 85 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc239-41WH 86 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-41WH 87 Universities UK, Creating a statutory duty of care for students, 19 April 2023 30 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance highlighting the work it already does in this area, Universities UK said that universities already have a general duty not to cause harm to students: Universities already have a"
  },
  {
    "id": 117,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "policy, and guidance highlighting the work it already does in this area, Universities UK said that universities already have a general duty not to cause harm to students: Universities already have a general duty of care to their students - not to cause harm by careless acts or omissions - corresponding to their role and capabilities as settings for adult education. They also have further legal duties relating to contract, health and safety, human rights, the safeguarding of vulnerable adults and equalities legislation. Given the size, diversity, and dispersal of student populations, we believe that these existing duties provide a proportionate and practical regulatory framework for student safety and health. We do not believe a further statutory duty would be the best approach to improve"
  },
  {
    "id": 118,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "that these existing duties provide a proportionate and practical regulatory framework for student safety and health. We do not believe a further statutory duty would be the best approach to improve outcomes for students.88 Instead, Universities UK has called for  concerted action and further support  from the government and the NHS to help their members respond to increasing numbers of students, with increasingly complex needs, accessing mental health and or counselling services through universities.89 AMOSSHE has also argued a statutory duty of care is not necessary and more funding is instead needed for NHS mental health services: Universities are already subject to health and safety regulations, duties under the Equality Act 2010 and section 75 of the Northern Ireland Act 1998, and"
  },
  {
    "id": 119,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "needed for NHS mental health services: Universities are already subject to health and safety regulations, duties under the Equality Act 2010 and section 75 of the Northern Ireland Act 1998, and duties around the protection of children and vulnerable adults. Therefore AMOSSHE does not believe that an additional statutory duty of care on universities is necessary. Given the need for professional NHS support for students presenting with diagnosed and emerging mental health conditions, it is our view that increased funding for student mental health services in the NHS is a greater priority than an additional duty of care on universities.90 In highlighting current obligations placed on universities, the AMOSSHE statement did not mention the  general duty of care at common law  discussed in its"
  },
  {
    "id": 120,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "additional duty of care on universities.90 In highlighting current obligations placed on universities, the AMOSSHE statement did not mention the  general duty of care at common law  discussed in its 2015 publication. 2.5 Current government position In response to a parliamentary question in January 2025, which asked what steps the Education Secretary was taking to help clarify the duty of care owed by higher education providers to their students, the government said the circumstances where a duty of care might arise would be for the courts to determine. The response said: 88 Universities UK, Creating a statutory duty of care for students, 19 April 2023, p5 89 Universities UK, Creating a statutory duty of care for students, 19 April 2023, p5 90 AMOSSHE, Proposed statutory mental health"
  },
  {
    "id": 121,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Creating a statutory duty of care for students, 19 April 2023, p5 89 Universities UK, Creating a statutory duty of care for students, 19 April 2023, p5 90 AMOSSHE, Proposed statutory mental health duty of care on universities: AMOSSHE response, 12 October 2022 [archive] 31 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance The department s position is that a duty of care in HE may arise in certain circumstances. Such circumstances would be a matter for the courts to decide, based on the specific facts and context of the case being considered, and will be dependent on the application by a court of accepted common law principles.91 The shift in the UK Government s position is considered in an article written for Wonkhe by Bob"
  },
  {
    "id": 122,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "considered, and will be dependent on the application by a court of accepted common law principles.91 The shift in the UK Government s position is considered in an article written for Wonkhe by Bob Abrahart:  There's nothing certain about the circumstances when a duty of care applies to students , 7 February 2025. 91 PQ 21514 [Higher Education: Liability] 8 January 2025 32 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 3 Government policy on student mental health The 2022 Sunak government said it believed the most effective way to support student mental health in higher education was by funding and resourcing vital services, spreading and implementing best practice, and ensuring clear responsibilities for providers and"
  },
  {
    "id": 123,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "way to support student mental health in higher education was by funding and resourcing vital services, spreading and implementing best practice, and ensuring clear responsibilities for providers and protection for students.92 This is an approach that has been continued by the current Labour government.93 In recent years, the government s work in this area has included:   setting up a  Higher education mental health implementation taskforce    appointing academic experts from the National Confidential Inquiry into Suicide and Safety in Mental Health to undertake a  National Review of HE Suicides    asking the Office for Students (OfS), which regulates higher education in England, to allocate funding towards student mental health   working with the OfS to provide Student Space, a dedicated"
  },
  {
    "id": 124,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "asking the Office for Students (OfS), which regulates higher education in England, to allocate funding towards student mental health   working with the OfS to provide Student Space, a dedicated mental health and wellbeing platform for students   working with the higher education sector in support of the Suicide Safer Universities framework and the Stepchange framework   writing to all higher education providers to ask them to sign up to the University Mental Health Charter programme by the end of 2026   recruiting 8,500 additional staff across children and adult NHS mental health services.94 92 PQ 187074 [Higher education: Liability] 8 June 2023 93 PQ 1024 [Universities: Mental Health Services] 30 July 2024 94 PQ 31926 [Students: Suicide] 26 February 2025; PQ 163890 [Students: Mental"
  },
  {
    "id": 125,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "92 PQ 187074 [Higher education: Liability] 8 June 2023 93 PQ 1024 [Universities: Mental Health Services] 30 July 2024 94 PQ 31926 [Students: Suicide] 26 February 2025; PQ 163890 [Students: Mental Health and Safety] 21 March 2023; PQ 160249 [Higher Education: Suicide] 15 March 2023; PQ 16026 [Pupils and Students: Mental Health], 23 June 2021; PQ 1024 [Universities: Mental Health Services] 30 July 2024; Department for Education Hub blog, How we re supporting students with their mental health, 14 March 2024. 33 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 3.1 Higher education mental health implementation taskforce In June 2023, the then-Minister for Skills, Apprenticeships, and Higher Education in the 2022 Sunak"
  },
  {
    "id": 126,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Statistics, policy, and guidance 3.1 Higher education mental health implementation taskforce In June 2023, the then-Minister for Skills, Apprenticeships, and Higher Education in the 2022 Sunak government, Robert Halfon, announced a new higher education mental health implementation taskforce to be chaired by the Student Support Champion, Professor Edward Peck.95 It will run until May 2025.96 The taskforce works with students, parents, mental health experts, and the higher education sector to improve mental health practice. The taskforce s four main areas of work are:   developing a plan to better identify students in need of mental health support and a clear user journey for accessing that support   supporting the adoption of common principles and baselines for approaches across providers,"
  },
  {
    "id": 127,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "identify students in need of mental health support and a clear user journey for accessing that support   supporting the adoption of common principles and baselines for approaches across providers, including through charter memberships   developing a  Student Commitment  for more sensitive student-facing policies, procedures and communications in the sector   support sector engagement with the national review of student suicides in higher education and explore methods for achieving greater timeliness and transparency on suicide data. The taskforce s membership, meetings, terms of reference, and outputs are published on gov.uk.97 In January 2024, it published its first stage report setting out progress in the four areas above and new areas of focus, including improving coordination between"
  },
  {
    "id": 128,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "outputs are published on gov.uk.97 In January 2024, it published its first stage report setting out progress in the four areas above and new areas of focus, including improving coordination between higher education and NHS mental health services.98 A second stage report was published in December 2024.99 The taskforce has also developed a competency framework for responding to students in distress.100 95 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-40WH 96 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024, p5 97 Gov.uk, Higher education mental health implementation taskforce 98 HE Mental Health Implementation Taskforce, First stage report (PDF), January 2024 99 HE Mental Health Implementation Taskforce, Second stage report"
  },
  {
    "id": 129,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "education mental health implementation taskforce 98 HE Mental Health Implementation Taskforce, First stage report (PDF), January 2024 99 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024. The report is discussed in the Wonkhe article  DfE reaches its \"second\" stage milestone on mental health. Are we nearly there yet? , 5 December 2024 100 Advance HE, A Competency Framework for Responding to Students in Distress 34 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 3.2 The Office for Students The Office for Students (OfS) regulates higher education in England. It was established by the Higher Education and Research Act 2017 and is a non- departmental public body of the Department for"
  },
  {
    "id": 130,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "The Office for Students (OfS) regulates higher education in England. It was established by the Higher Education and Research Act 2017 and is a non- departmental public body of the Department for Education (DfE).101 The OfS does not directly regulate student welfare or support systems at individual universities and colleges. Instead, as part of its role in ensuring all students are supported to access, succeed in, and progress from higher education, the OfS  mental health work includes:   championing and promoting safe, healthy, and inclusive universities and colleges that support students to thrive   identifying systemic gaps in student support   supporting universities and colleges to share good practice   encouraging improvement and innovation in student mental health support by"
  },
  {
    "id": 131,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to thrive   identifying systemic gaps in student support   supporting universities and colleges to share good practice   encouraging improvement and innovation in student mental health support by awarding funding to universities and colleges to run new projects.102 The Department for Education (DfE) sets priorities for the OfS in annual guidance letters explaining how the OfS should allocate the public money it receives. In the April 2024 guidance letter, the then-Education Secretary, Gillian Keegan, set out the funding the OfS should use to support student mental health. It said: I would like the OfS to continue taking a leading role on student mental health, including participating in the HE Mental Health Implementation Taskforce, and distributing funding to help providers implement"
  },
  {
    "id": 132,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "like the OfS to continue taking a leading role on student mental health, including participating in the HE Mental Health Implementation Taskforce, and distributing funding to help providers implement best practice identified and shared by the Taskforce. [ ] funding for the Premium for student transitions and mental health is being protected at  15m. This funding should help providers to engage with the National Review of Higher Education Student Suicides and develop mental health and suicide prevention strategies.103 The OfS has overseen three funding programmes for higher education providers to develop approaches and solutions to support students' mental health.104 In partnership with the Higher Education Funding Council for Wales 101 Department for Business, Innovation   Skills, Case"
  },
  {
    "id": 133,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to develop approaches and solutions to support students' mental health.104 In partnership with the Higher Education Funding Council for Wales 101 Department for Business, Innovation   Skills, Case for the creation of Office for Students (OfS), 7 June 2016. 102 Office for Students, Student mental health support, October 2020 103 Guidance to the Office for Students from the Secretary of State for Education on the allocation of Strategic Priorities Grant funding for the 2024-25 Financial Year and associated terms and condition (PDF), April 2024 104 Office for Students, Mental health funding competition: Using innovation and intersectional approaches to target mental health support for students, April 2023; Mental health Challenge Competition: Achieving a step change in mental health outcomes"
  },
  {
    "id": 134,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Using innovation and intersectional approaches to target mental health support for students, April 2023; Mental health Challenge Competition: Achieving a step change in mental health outcomes for all students, October 2022; Catalyst fund: Supporting mental health and wellbeing for postgraduate research students, July 2022 35 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance (HEFCW), the OfS has also made  3 million available to support the development of Student Space, which is an online platform that includes wellbeing information, student stories, and a directory of services students can access at their own university or college. The OfS has also published guidance for providers on supporting student mental health,"
  },
  {
    "id": 135,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "student stories, and a directory of services students can access at their own university or college. The OfS has also published guidance for providers on supporting student mental health, including:   a briefing on suicide prevention   an Insight brief exploring different outcomes for students with a declared mental health condition   a mental health briefing note and case studies looking at the ways universities and colleges have supported the mental health needs of their students during the Covid-19 pandemic and signposting to sources of advice.105 The OfS also supports and funds the sector in developing its own guidance, including guidance to help university leaders prevent student suicides, which was published in September 2018 by Universities UK (UUK) and Papyrus, and the University"
  },
  {
    "id": 136,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "in developing its own guidance, including guidance to help university leaders prevent student suicides, which was published in September 2018 by Universities UK (UUK) and Papyrus, and the University Mental Health Charter, which was developed by Student Minds. 3.3 Suicide prevention The 2022 Sunak government said  preventing suicide and self-harm in our student populations is a key priority. 106 The government s five-year suicide prevention strategy for England set out the work the Department for Education was doing to support higher education students.107 It included:   working with Universities UK to support universities to embed its suicide- safer universities guidance, which covers both prevention of suicide and compassionate responses to suicide in universities.   commissioning an"
  },
  {
    "id": 137,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "UK to support universities to embed its suicide- safer universities guidance, which covers both prevention of suicide and compassionate responses to suicide in universities.   commissioning an independent organisation to carry out a national review of higher education student suicides. This will support local reviews and identify recommendations to prevent future deaths.   supporting the higher education mental health implementation taskforce, which includes bereaved parents, students, mental health experts, charities and sector representatives. 105 Office for Students, Student mental health, What we re doing, October 2022 106 Department for Education Hub blog, How we re supporting students with their mental health, 14 March 2024 107 Department of Health and Social Care, Suicide"
  },
  {
    "id": 138,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "health, What we re doing, October 2022 106 Department for Education Hub blog, How we re supporting students with their mental health, 14 March 2024 107 Department of Health and Social Care, Suicide prevention in England: 5-year cross-sector strategy, 11 September 2023. See also the accompanying action plan. 36 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance National Review of HE Suicides In June 2023, the then-Minister for Skills, Apprenticeships, and Higher Education, Robert Halfon, announced his intention to commission a national review of university student deaths.108 The government appointed the National Confidential Inquiry into Suicide and Safety in Mental Health (NCISH) to carry out the review. NCISH is part of the"
  },
  {
    "id": 139,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "review of university student deaths.108 The government appointed the National Confidential Inquiry into Suicide and Safety in Mental Health (NCISH) to carry out the review. NCISH is part of the Centre for Mental Health and Safety at the University of Manchester. The review will look at student suicides and near-misses occurring in the 2023 24 academic year, as well as considering how and whether lessons have been learnt from historic cases. The objectives of the review are:   to enable broad lessons around addressing serious mental illness and preventing suicide in providers to be shared more widely across the sector so providers can improve processes and policies   to encourage providers to engage with the current guidance on responding to a suicide, including submission of internal"
  },
  {
    "id": 140,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "more widely across the sector so providers can improve processes and policies   to encourage providers to engage with the current guidance on responding to a suicide, including submission of internal reviews for external analysis, and discuss with the selected provider any further developments of the current suicide review template that good practice in other sectors may suggest   to ensure there is a robust method of collecting data on student suicides.109 The review s findings will be published by spring 2025. Providers  participation in the review will be supported by  15 million of funding allocated by the OfS.110 3.4 Disabled Students  Allowance Disabled Students' Allowance (DSA) helps to cover the extra costs a student might incur because of a disability, including a mental health"
  },
  {
    "id": 141,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "allocated by the OfS.110 3.4 Disabled Students  Allowance Disabled Students' Allowance (DSA) helps to cover the extra costs a student might incur because of a disability, including a mental health condition.111 DSA can help to pay for:   specialist equipment, such as a computer or disability-related software   a non-medical helper, such as a British Sign Language interpreter   the day-to-day costs of study related to the student s disability 108 HC Deb 5 June 2023 [Higher Education Students: Statutory Duty of Care] cc236-40WH 109 Department for Education, National Review of Higher Education Student Suicide (PDF), September 2023 110 PQ 1024 [Universities: Mental Health Services] 30 July 2024 111 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability 37"
  },
  {
    "id": 142,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Student Suicide (PDF), September 2023 110 PQ 1024 [Universities: Mental Health Services] 30 July 2024 111 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability 37 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   travel costs The amount of DSA to which a student is entitled will depend on their individual needs. It is not means-tested and does not have to be repaid. Students may need to provide evidence of their disability and attend a Study Needs Assessment to establish the necessary support. In England, undergraduate and postgraduate students can get up to  27,783 of support for the 2025 26 academic year.112 Students apply through Student Finance England and the money is generally"
  },
  {
    "id": 143,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "In England, undergraduate and postgraduate students can get up to  27,783 of support for the 2025 26 academic year.112 Students apply through Student Finance England and the money is generally paid directly to the organisation providing the service or equipment. The money may also be paid into the student s bank account, depending on the support required. The government s Special Educational Needs and Disabilities (SEND) Improvement Plan, which was published in March 2023, said the Department for Education was working with the Student Loans Company to reduce the length of time between a student making a DSA application and having their support agreed.113 112 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability 113 Department for Education, SEND and"
  },
  {
    "id": 144,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "making a DSA application and having their support agreed.113 112 Gov.uk, Help if you're a student with a learning difficulty, health problem or disability 113 Department for Education, SEND and alternative provision improvement plan: right support, right place, right time, CP 800, March 2023, p46 38 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 4 Sector guidance and support In addition to the guidance published by the higher education sector and outlined below, bodies such as the Equality and Human Rights Commission have also published guidance to help universities support students struggling with their mental health.114 4.1 Suicide prevention and  postvention  Suicide-safer universities In September 2018, Universities"
  },
  {
    "id": 145,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "published guidance to help universities support students struggling with their mental health.114 4.1 Suicide prevention and  postvention  Suicide-safer universities In September 2018, Universities UK (UUK) and PAPYRUS, a national charity dedicated to the prevention of young suicide, published Suicide-safer universities. In October 2022, the main guidance was supplemented with recommendations on sharing information with trusted contacts, supporting placement students, and what to do after a student suicide ( postvention ).115 The main guidance provides a framework to help university staff understand student suicide, mitigate risk, and intervene when students get into difficulties.116 The guidance states suicide prevention, intervention, and  postvention  should be connected in a university"
  },
  {
    "id": 146,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "student suicide, mitigate risk, and intervene when students get into difficulties.116 The guidance states suicide prevention, intervention, and  postvention  should be connected in a university s overarching mental health strategy. The strategy should be created in partnership with staff, students, and external stakeholders, and should be developed into a multi-agency action plan detailing how, by who, and when it will be implemented.117 The guidance also covers best practice for universities in preventing student suicides and aims to help university leaders develop effective strategies. It calls for a whole-university approach to good mental health, and the need to raise suicide awareness, provide effective signposting, and encourage the disclosure of difficulties and distress.118 The"
  },
  {
    "id": 147,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "calls for a whole-university approach to good mental health, and the need to raise suicide awareness, provide effective signposting, and encourage the disclosure of difficulties and distress.118 The guidance ends with a checklist, setting out that universities should, among other things:   make suicide safety an institutional priority 114 Equality and Human Rights Commission, Advice note for the higher education sector from the legal case of University of Bristol vs Abrahart, 10 July 2024. See section 2.2 above for more information. 115 Universities UK and Papyrus, Suicide-safer universities 116 Universities UK and Papyrus, Suicide-safer universities, September 2018 117 Universities UK and Papyrus, Suicide-safer universities, Main guidance for university leaders, September 2018, p15 118"
  },
  {
    "id": 148,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "116 Universities UK and Papyrus, Suicide-safer universities, September 2018 117 Universities UK and Papyrus, Suicide-safer universities, Main guidance for university leaders, September 2018, p15 118 Universities UK and Papyrus, Suicide-safer universities, Main guidance for university leaders, September 2018, p17 39 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   develop a suicide-safer strategy and action-plan as a distinct component of their overarching mental health strategy   train suicide intervention and postvention teams, and train all student- facing staff in suicide awareness   create strong links with local and national partners from the health sector, voluntary sector, and local authorities   work together"
  },
  {
    "id": 149,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "teams, and train all student- facing staff in suicide awareness   create strong links with local and national partners from the health sector, voluntary sector, and local authorities   work together with schools, colleges, and other universities in the area to ensure smooth transitions between educational settings.119 In May 2023, Universities UK asked universities in England how many of them had adopted its guidance. 83 universities out of 115 responded. Of the universities that responded:   99  have adopted the main Suicide-safer universities guidance   93  have adopted or are adopting the trusted contact guidance   89  have adopted or are adopting the placement guidance   100  have adopted or are adopting postvention guidance120 Sharing information with trusted contacts Parents who"
  },
  {
    "id": 150,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "trusted contact guidance   89  have adopted or are adopting the placement guidance   100  have adopted or are adopting postvention guidance120 Sharing information with trusted contacts Parents who have been bereaved by suicide have called for universities to share more information relating to student mental health. Following a number of student suicides at the University of Bristol, the university introduced an \"opt-in\" system in which students can give consent for a parent, guardian, or friend to be contacted if there are serious concerns about their well-being.121 Following the establishment of an Information Sharing Taskforce, in October 2022, Universities UK published guidance setting out when and how universities should share information with families, carers and trusted contacts."
  },
  {
    "id": 151,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "of an Information Sharing Taskforce, in October 2022, Universities UK published guidance setting out when and how universities should share information with families, carers and trusted contacts. The Information Sharing Taskforce brought together student representatives, bereaved parents, professional and clinical staff working within universities, legal advisers, the NHS, government departments, and clinical leaders.122 The Universities UK guidance includes:   advice on how and when to approach trusted contacts 119 Universities UK and PAPYRUS, Suicide-safer universities, Main guidance for university leaders, September 2018, p21 120 Petitions Committee, A statutory duty of care for higher education students - Oral evidence, 16 May 2023 121  Would parents be told about student mental"
  },
  {
    "id": 152,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "university leaders, September 2018, p21 120 Petitions Committee, A statutory duty of care for higher education students - Oral evidence, 16 May 2023 121  Would parents be told about student mental health crisis? , BBC News, 9 February 2020 122 Universities UK, Suicide-safer universities: Sharing information with trusted contacts, October 2022 40 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   how to have conversations with students about information sharing   advice on sharing information in emergencies   case studies on student contact statements and critical incidents liaison processes.123 Supporting placement students Placements are an essential part of many university degrees and students  learning,"
  },
  {
    "id": 153,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "studies on student contact statements and critical incidents liaison processes.123 Supporting placement students Placements are an essential part of many university degrees and students  learning, self-development, and graduate careers. But they can involve significant change, including new settings, challenges, and colleagues, as well as additional financial costs. There is inherent risk that this transition negatively affects students  wellbeing and mental health, including their ability to access support. Following the death of her brother Harrison, who died by suicide while on a teaching placement, Isabella De George launched the Positive Changes in Placement campaign, which aimed to strengthen suicide prevention strategies for university placement students. She worked with"
  },
  {
    "id": 154,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "teaching placement, Isabella De George launched the Positive Changes in Placement campaign, which aimed to strengthen suicide prevention strategies for university placement students. She worked with universities on their unnotified absence policies and the support students are provided while on placement.124 Isabella De George went on to work with Universities UK in producing a checklist that covers what universities can do, in partnership with placement providers, to better support students in difficulty with their mental health before, during, and after going on placements.125 This includes:   checking in advance of a placement that the workplace setting has properly considered wellbeing and has clear routes for support when people need it   ensuring wellbeing is a key part of"
  },
  {
    "id": 155,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "includes:   checking in advance of a placement that the workplace setting has properly considered wellbeing and has clear routes for support when people need it   ensuring wellbeing is a key part of pre-placement briefings and training, such as techniques for maintaining a good work life balance or preparing healthcare students for potentially traumatic situations   establishing a key university contact for each student and providing students with opportunities to  check-in  with that person on both a scheduled and unplanned basis if needed   working with placement providers to set out a clear process for unnotified or unexplained absence reporting, so it is clear how concerns 123 Universities UK, Suicide-safer universities: Sharing information with trusted contacts, October 2022 124   My"
  },
  {
    "id": 156,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "process for unnotified or unexplained absence reporting, so it is clear how concerns 123 Universities UK, Suicide-safer universities: Sharing information with trusted contacts, October 2022 124   My brother took his own life, but his university didn t even know he was absent. Things must change  , I News, 3 October 2022 125 Universities UK, Increased mental health support needed for university students on placements, October 2022 41 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance for a student s whereabouts or welfare would be escalated to the university.126 Responding to a student suicide  Postvention  guidance was also published in 2022.127 It was designed to offer practical advice and support to senior leaders and"
  },
  {
    "id": 157,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "be escalated to the university.126 Responding to a student suicide  Postvention  guidance was also published in 2022.127 It was designed to offer practical advice and support to senior leaders and staff working within student services on what to do in the immediate aftermath of a death by suicide. The guidance includes resources on how universities can establish policies on an effective institutional response. Collective responsibility, collective action In October 2024, AMOSSHE, which is the organisation for student services professionals, published guidance for the higher education sector that aimed to reduce risk and restrict access to means of student suicide.128 It said the guidance was intended to sit within the existing portfolio of higher education guidance around suicide"
  },
  {
    "id": 158,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "sector that aimed to reduce risk and restrict access to means of student suicide.128 It said the guidance was intended to sit within the existing portfolio of higher education guidance around suicide prevention and postvention developed over the years by Universities UK, PAPYRUS, and Samaritans. 4.2 Stepchange: Mentally healthy universities Universities UK s Stepchange Framework was introduced in 2017 and relaunched in May 2020 as Stepchange: Mentally healthy universities.129 It is a strategic framework for a whole university approach to mental health and wellbeing at universities. It calls on universities to see mental health as foundational to all aspects of university life, for all students and all staff.130 The framework was co-developed with Student Minds  University Mental Health"
  },
  {
    "id": 159,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "on universities to see mental health as foundational to all aspects of university life, for all students and all staff.130 The framework was co-developed with Student Minds  University Mental Health Charter (see section 4.3 below). The framework states universities should adopt mental health as a strategic priority and institutions should implement a whole university approach, so all aspects of university life promote and support student and staff mental health. Universities should also pursue partnerships with the health and care system, parents, schools and colleges, and employers. According to the framework, the whole university approach:   recognises the effect of culture and environment, and specific inequalities, on mental health and wellbeing 126 Universities UK, Suicide-safer"
  },
  {
    "id": 160,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to the framework, the whole university approach:   recognises the effect of culture and environment, and specific inequalities, on mental health and wellbeing 126 Universities UK, Suicide-safer universities: Supporting placement students, October 2022 127 Universities UK, Responding to a suicide: advice for universities, October 2022 128 Amosshe, Collective responsibility, collective action to prevent student suicide, 4 October 2024 129 Universities UK, Stepchange: Mentally healthy universities, May 2020. The updated framework is discussed in a Wonkhe article,  The new Stepchange is an opportunity to renew our efforts on mental health , 21 May 2020. 130 Universities UK, Stepchange: Mentally healthy universities, May 2020 42 Commons Library Research Briefing, 25 April 2025 Student mental"
  },
  {
    "id": 161,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to renew our efforts on mental health , 21 May 2020. 130 Universities UK, Stepchange: Mentally healthy universities, May 2020 42 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   seeks to transform the university into a healthy setting   empowers students and staff to take responsibility for their own wellbeing. The approach should encompass prevention and early intervention, the importance of open conversations about mental health and appropriately resourced and effective support services. To do this, the framework explains that universities must develop local and national partnerships with the health and care system to improve access to, and coordination of, care. The framework also says that universities should work"
  },
  {
    "id": 162,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "that universities must develop local and national partnerships with the health and care system to improve access to, and coordination of, care. The framework also says that universities should work with parents, schools, colleges, and employers to mitigate the risks of transitions into and out of higher education. 4.3 University Mental Health Charter In December 2019, the University Mental Health Charter was published. It is a set of principles universities can commit to working towards to improve the mental health and wellbeing of their communities. The charter was developed by Student Minds in partnership with the University Partnerships Programme Foundation, the Office for Students, National Union of Students, and Universities UK. It comprises:   The Charter Programme: a voluntary"
  },
  {
    "id": 163,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "in partnership with the University Partnerships Programme Foundation, the Office for Students, National Union of Students, and Universities UK. It comprises:   The Charter Programme: a voluntary improvement programme, which supports staff within participating universities to understand, demonstrate, and share good practice; to take action to improve their approach; and to prepare for accreditation.   The Charter Award: an accreditation process for programme members. Through a process of self-assessment and an onsite visit, the university and Award assessment teams assess the university s progress towards the principles in the Charter to inform ongoing improvement and recognise excellent approaches to student and staff mental health with a charter mark.131 The University Mental Health"
  },
  {
    "id": 164,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "progress towards the principles in the Charter to inform ongoing improvement and recognise excellent approaches to student and staff mental health with a charter mark.131 The University Mental Health Charter framework provides a set of evidence- informed principles to support universities to adopt a whole-university approach to mental health and wellbeing. The framework includes 18 themes covering, among other things, the transition into university life, learning, teaching, and assessment, support services, and residential accommodation.132 131 University Mental Health Charter, FAQs 132 University Mental Health Charter, The Framework 43 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance In February 2024, the Office for"
  },
  {
    "id": 165,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "University Mental Health Charter, The Framework 43 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance In February 2024, the Office for Students announced it would allocate  400,000 in funding to increase Student Minds  capacity to facilitate the growth in charter membership.133 The government announced in December 2024 that 113 universities have now signed up to the University Mental Health Charter Programme, which means 90  of higher education students at English universities are adopting the principles of the charter.134 This represents an 85  increase in membership over two years. 4.4 Disabled Students' Commitment A disability is defined as: a physical or mental impairment which has a substantial and long-term adverse"
  },
  {
    "id": 166,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "represents an 85  increase in membership over two years. 4.4 Disabled Students' Commitment A disability is defined as: a physical or mental impairment which has a substantial and long-term adverse effect on your ability to carry out normal day-to-day activities.135 A mental health condition is considered a disability if it lasts, or is likely to last, 12 months.  Normal day-to-day activity  is defined as something a student would do regularly in a normal day. This includes things like using a computer, working set times, or interacting with people.136 The Disabled Students' Commission is an independent group that was established by the Office for Students in March 2020 and coordinated by Advance HE. The Commission provides advice and information to higher education providers to improve"
  },
  {
    "id": 167,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "independent group that was established by the Office for Students in March 2020 and coordinated by Advance HE. The Commission provides advice and information to higher education providers to improve support for disabled students. Following a consultation, the Commission launched the Disabled Student Commitment in April 2023  to secure an enhanced and improved experience for disabled students within higher education .137 The Commitment does not seek to replicate or replace existing legal duties, but instead asks providers to consider what more they can do to improve the disabled student experience by looking at their practices and policies. In April 2025, the Disabled Student Commitment Advisory Group published guidance on competence standards, which are an academic, medical, or other"
  },
  {
    "id": 168,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "by looking at their practices and policies. In April 2025, the Disabled Student Commitment Advisory Group published guidance on competence standards, which are an academic, medical, or other standard applied for the purposes of determining whether or not a person has a particular level of competence or ability. The guidance explains 133 OfS, Funding boost to support Student Minds' University Mental Health Charter, 28 February 2024 134 HE Mental Health Implementation Taskforce, Second stage report (PDF), December 2024, p7 135 Disability Rights UK, Factsheet F56. Understanding the Equality Act: Information for disabled students, June 2020 136 Gov.uk, When a mental health condition becomes a disability 137 Advance HE, The disabled Student Commitment 44 Commons Library Research Briefing, 25"
  },
  {
    "id": 169,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Information for disabled students, June 2020 136 Gov.uk, When a mental health condition becomes a disability 137 Advance HE, The disabled Student Commitment 44 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance that competence standards must be clearly defined, relevant to course objectives, proportionate, and applied equally to all students.138 138 Disabled Student Commitment Advisory Group, Competence Standards and Reasonable Adjustments, April 2025 45 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance 5 University support Students are encouraged to declare a mental health condition when they apply for university via UCAS. Prospective students can record any"
  },
  {
    "id": 170,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Statistics, policy, and guidance 5 University support Students are encouraged to declare a mental health condition when they apply for university via UCAS. Prospective students can record any needs related to their mental health difficulty, and this is then passed on to higher education providers so they can consider additional support. Providers have reported an increase in the numbers of students accessing mental health and or counselling services and an increase in the complexity of student needs in recent years.139 Higher education providers are autonomous institutions and the way in which mental health provision is organised and delivered varies across the sector. However, all higher education providers are bound by the legal duties set out above in section 2.2, including the duty to"
  },
  {
    "id": 171,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "mental health provision is organised and delivered varies across the sector. However, all higher education providers are bound by the legal duties set out above in section 2.2, including the duty to anticipate and put in place  reasonable adjustments  to avoid disabled students being treated less favourably. Most higher education providers have mental health policies setting out their mental health services and provision for students. The most common model of mental health provision within providers involves three separate services:   wellbeing services to deliver low-intensity support and signpost to non- medical services   counselling services targeted at students with moderate levels of mental distress   disability services that can provide additional support, such as around putting"
  },
  {
    "id": 172,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "signpost to non- medical services   counselling services targeted at students with moderate levels of mental distress   disability services that can provide additional support, such as around putting reasonable adjustments in place for students. A research report published by the Department for Education in May 2023 on mental health and wellbeing practices in higher education found many providers were adopting health and wellbeing at a strategic level within their organisation.140 In 2022, the vast majority of higher education providers had a suicide prevention strategy or were working towards putting one in place (66  and 32  respectively).141 139 Department for Education, HE providers  policies and practices to support student mental health, 25 May 2023, p10; Hughes G., Priestley M.,"
  },
  {
    "id": 173,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "putting one in place (66  and 32  respectively).141 139 Department for Education, HE providers  policies and practices to support student mental health, 25 May 2023, p10; Hughes G., Priestley M., and Spanner L., Stretched at Both Ends: Pressure on Student Services and the Impact on Academic Staff at UK Universities, Education Sciences 15.1 (2025) 140 Department for Education, HE providers  policies and practices to support student mental health, 25 May 2023 141 Department for Education, HE providers  policies and practices to support student mental health, 25 May 2023, p8 46 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance The report said those providers with strategies in place or in development generally consulted with"
  },
  {
    "id": 174,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance The report said those providers with strategies in place or in development generally consulted with students, NHS services, local third sector organisations, and local authorities, as well as using sector tools and frameworks. Some providers felt that they would benefit from closer links and greater clarity about how to work with local emergency services. A 2023 survey of 4,000 UK students by the Tab, a student news site, and Campaign Against Living Miserably (CALM), a suicide prevention charity, found just 12  of respondents think their university handles the issue of mental health well.142 5.1 Student-led initiatives There are also several student-led initiatives offering mental health"
  },
  {
    "id": 175,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "found just 12  of respondents think their university handles the issue of mental health well.142 5.1 Student-led initiatives There are also several student-led initiatives offering mental health support to students, including:   Nightline: A service run for students, by students. Trained student volunteers answer calls, emails, and messages from fellow students.   Student Minds: A charity which carries out research and campaigns on mental health issues. It trains volunteers and supports student-led societies across campuses.   Students Against Depression: A website offering advice, information, guidance and resources to those suffering from depression and suicidal thinking. The Samaritans Step by Step service, a suicide prevention service for schools, has also been expanded to the higher"
  },
  {
    "id": 176,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "guidance and resources to those suffering from depression and suicidal thinking. The Samaritans Step by Step service, a suicide prevention service for schools, has also been expanded to the higher education sector.143 5.2 Calls for transparency on suicide rates In 2022, Alice and Rupert Armstrong launched a campaign to require universities to record or publish their student suicide rates. The campaign followed the death of their son Harry Armstrong Evans, who died by suicide in 2021 after suffering a mental health crisis at the University of Exeter.144 A parliamentary petition called for:   coroners to inform universities when the suicide of an enrolled student is registered 142   They made me feel invalid : Shocking new figures show scale of student mental health crisis , The Tab, 2 May"
  },
  {
    "id": 177,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "to inform universities when the suicide of an enrolled student is registered 142   They made me feel invalid : Shocking new figures show scale of student mental health crisis , The Tab, 2 May 2023 143 Samaritans, Universities 144  University failed to support Harry Armstrong Evans, inquest told , BBC News, 31 October 2022 47 Commons Library Research Briefing, 25 April 2025 Student mental health in England: Statistics, policy, and guidance   universities to publish annually the suicide rate of enrolled students   new powers to place universities into  special measures  where suicide rates exceed that of the national average.145 The 2023 survey of 4,000 UK students by the Tab and CALM found 88  of respondents wished their university was more transparent about suicide numbers.146 In response"
  },
  {
    "id": 178,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "that of the national average.145 The 2023 survey of 4,000 UK students by the Tab and CALM found 88  of respondents wished their university was more transparent about suicide numbers.146 In response to the petition, Universities UK, which represents 140 universities in England, Scotland, Wales, and Northern Ireland, said coroner decisions are already in the public domain and so it would be  inappropriate  for universities to also publish this information. A briefing published in April 2023 said: Our position is that it is ultimately for the coroner to determine and record the cause of death and those decisions are in the public domain. It would be inappropriate for universities to set up a parallel reporting system or any kind of league table of student deaths. We support better use of"
  },
  {
    "id": 179,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "and those decisions are in the public domain. It would be inappropriate for universities to set up a parallel reporting system or any kind of league table of student deaths. We support better use of this coronial information and more proactive follow- up on coroner s findings to prevent future deaths as recommended in our guidance on  postvention  in partnership with PAPYRUS and the Samaritans, which asks universities to conduct critical incident reviews of all student deaths, to understand likely cause and to learn from each event.147 This  postvention  guidance was published in December 2022, as a supplement to Universities UK s Suicide-safer Universities guidance.148 The Department for Education has said it has no plans to legislate for higher education providers to record suicide"
  },
  {
    "id": 180,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2022, as a supplement to Universities UK s Suicide-safer Universities guidance.148 The Department for Education has said it has no plans to legislate for higher education providers to record suicide numbers publicly, but it  does believe it is important to understand the overall trends in HE suicides and share best practice when tragedy does occur. 149 145 UK Government and Parliament petition, Introduce new rules regarding the suicide of higher education students, 8 November 2022 146   They made me feel invalid : Shocking new figures show scale of student mental health crisis , The Tab, 2 May 2023 147 Universities UK, Creating a statutory duty of care for students, 19 April 2023, pp6-7 148 Universities UK, Suicide-safer Universities, How to respond to a student suicide, December 2022 149"
  },
  {
    "id": 181,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "2023 147 Universities UK, Creating a statutory duty of care for students, 19 April 2023, pp6-7 148 Universities UK, Suicide-safer Universities, How to respond to a student suicide, December 2022 149 PQ 185818 [Students: Mental Health] 24 May 2023 48 Commons Library Research Briefing, 25 April 2025 The House of Commons Library is a research and information service based in the UK Parliament. Our impartial analysis, statistical research and resources help MPs and their staff scrutinise legislation, develop policy, and support constituents. Our published material is available to everyone on commonslibrary.parliament.uk. Get our latest research delivered straight to your inbox. Subscribe at commonslibrary.parliament.uk subscribe or scan the code below: commonslibrary.parliament.uk"
  },
  {
    "id": 182,
    "source": "Student_mental_health_in_England_4de11f",
    "text": "on commonslibrary.parliament.uk. Get our latest research delivered straight to your inbox. Subscribe at commonslibrary.parliament.uk subscribe or scan the code below: commonslibrary.parliament.uk  commonslibrary"
  }
]