[
  {
    "id": 1,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Journal of College Student Mental Health ISSN: 2836-7138 (Print) 2836-7146 (Online) Journal homepage: www.tandfonline.com journals wcsp21 The Future of College Student Mental Health: Student Perspectives Fiona Wu, Ginger Freeman, Steve Wang   Ingrid Flores To cite this article: Fiona Wu, Ginger Freeman, Steve Wang   Ingrid Flores (2024) The Future of College Student Mental Health: Student Perspectives, Journal of College Student Mental Health, 38:4, 975-1010, DOI: 10.1080 28367138.2024.2400612 To link to this article:    2024 The Author(s). Published with license by Taylor   Francis Group, LLC. Published online: 10 Oct 2024. Submit your article to this journal Article views: 14606 View related articles Citing articles: 2 View citing articles Full Terms   Conditions of access and use can be"
  },
  {
    "id": 2,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Published online: 10 Oct 2024. Submit your article to this journal Article views: 14606 View related articles Citing articles: 2 View citing articles Full Terms   Conditions of access and use can be found at  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 2024, VOL. 38, NO. 4, 975 1010  The Future of College Student Mental Health: Student Perspectives Fiona Wua, Ginger Freemanb, Steve Wangc, and Ingrid Floresb aDepartment of Medicine, Health, and Society, Vanderbilt University, Nashville, Tennessee, USA; bDepartment of Educational Psychology, The University of Texas, Austin, Texas, USA; cDepartment of Psychology, Vanderbilt University, Nashville, Tennessee, USA ABSTRACT KEYWORDS This paper explores the future of college student mental health Cultural competency; mental from students"
  },
  {
    "id": 3,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of Psychology, Vanderbilt University, Nashville, Tennessee, USA ABSTRACT KEYWORDS This paper explores the future of college student mental health Cultural competency; mental from students  perspective. The authors of this manuscript are health days; peer support; four undergraduate and graduate students from two different student diversity; student mental health universities. In the context of growing demand and intensity of mental health issues and the increased diversity of student identities on college campuses, the authors outline students  specific needs and what institutions can do to support their mental health needs. Two specific strategies are highlighted   peer support and mental health days. INTRODUCTION The mental health and wellbeing of university and college students are"
  },
  {
    "id": 4,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "support their mental health needs. Two specific strategies are highlighted   peer support and mental health days. INTRODUCTION The mental health and wellbeing of university and college students are essen- tial to the health and future of society, as these students grow up to become future leaders. This group faces many challenges and stressors, which have been further exacerbated in recent years by the COVID-19 pandemic, and contribute to the mental health crisis facing many young adults. A study of about 90,000 college students across 133 US colleges and universities from the 2021 2022 academic year noted that 44  of students reported depressive symptoms, 37  of students reported feelings of anxiety, and 15  of students reported suicidal ideation, marking the highest rate in the survey s"
  },
  {
    "id": 5,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "year noted that 44  of students reported depressive symptoms, 37  of students reported feelings of anxiety, and 15  of students reported suicidal ideation, marking the highest rate in the survey s 15-year history (Healthy Minds Network, 2023). As a group of students and recent graduates from Vanderbilt University and the University of Texas at Austin, the authors of this paper have experienced first-hand the struggles many college students face on a daily basis and the associated mental health concerns. As more students seek mental health services to address these concerns, counseling centers face high turnover rates among qualified staff, hindering continuity and care accessibility on college campuses (Gorman et al., 2023). Adding to the complexity is the CONTACT Fiona Wu fan.wu.2"
  },
  {
    "id": 6,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "face high turnover rates among qualified staff, hindering continuity and care accessibility on college campuses (Gorman et al., 2023). Adding to the complexity is the CONTACT Fiona Wu fan.wu.2 vanderbilt.edu Department of Medicine, Health, and Society, Vanderbilt University, 55 Hobart St, Brighton, Nashville, TennesseeA MA 02135, USA   2024 The Author(s). Published with license by Taylor   Francis Group, LLC. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives License ( which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way. The terms on which this article has been published allow the"
  },
  {
    "id": 7,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent. 976 F. WU ET AL. evolving demographics of students as universities and colleges across the nation grow more diverse (Diversity in Higher Education: Facts and Statistics, 2024b). It is thus clear to the authors that the college student mental health crisis needs to be addressed so all students can reach their full potential. This article aims to address the current and future mental health needs of college students. In particular, this article will hone in on experiences and areas of need of racially and"
  },
  {
    "id": 8,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "full potential. This article aims to address the current and future mental health needs of college students. In particular, this article will hone in on experiences and areas of need of racially and ethnically minoritized students, international students, LGBTQ  students, neurodiverse students, STEM students, student athletes, housing and food insecure students, as well as students most impacted by shifting political trends. The authors of this paper recognize that this is not an all-inclusive list of the diverse groups of students at colleges and universities. The authors chose to focus on these populations of students for a number of reasons, including but not limited to the personal identities and experiences of the authors, the amount of existing research regarding mental health in"
  },
  {
    "id": 9,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "these populations of students for a number of reasons, including but not limited to the personal identities and experiences of the authors, the amount of existing research regarding mental health in these populations, and the vulnerability to mental health disparities of these populations on college campuses. The authors hope that the overarching ideas discussed can generate conversations and further research to promote better mental health in student with minoritized identities and college students as a whole. RACIALLY AND ETHNICALLY MINORITIZED STUDENTS Who Are The Students? Colleges and universities are becoming increasingly diverse, with the signifi- cant growth in the number of racially and ethnically minoritized (REM) students enrolled in recent years. According to the National"
  },
  {
    "id": 10,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "universities are becoming increasingly diverse, with the signifi- cant growth in the number of racially and ethnically minoritized (REM) students enrolled in recent years. According to the National Center for Education Statistics (NCES),  The proportion of college students who identify as racially and ethnically diverse has shifted nationally, rising from 45.3  of the general student population in 2010 to 52.1  in 2022  (National Center for Education Statistics, n.d.). Current undergraduate enrollment trends from the National Student Clearinghouse Research Center (NSCRC) for fall 2023 revealed,  Undergraduate enrollment increased among all ethnoracial groups except White ( 2.00 ), and Native American students ( 1.00 )  (National Student Clearinghouse Research Center, 2024a). According to"
  },
  {
    "id": 11,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Undergraduate enrollment increased among all ethnoracial groups except White ( 2.00 ), and Native American students ( 1.00 )  (National Student Clearinghouse Research Center, 2024a). According to the National Center for Education Statistics (National Center for Education Statistics, 2023),  Of 2.8 million postbaccalaureate students enrolled in 2021, about 60  were White. This percentage was lower of postbaccalaureate students who were White in fall 2010 (69 )  (p. 2). Hispanic, Asian, and those who identify with two or more racial ethnic groups made up a larger percentage of postbaccalaureate students in fall 2021 than in fall 2010 (National Center for Education Statistics, 2023). Black, American Indian Alaska Native and Pacific JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 977 Islander"
  },
  {
    "id": 12,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students in fall 2021 than in fall 2010 (National Center for Education Statistics, 2023). Black, American Indian Alaska Native and Pacific JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 977 Islander racial ethnic groups in fall 2021 remained similar to 2010 data (National Center for Education Statistics, 2023). In addition, international REM student enrollment has surged in US higher education. For example, new international student enrollment increased by 14  in 2022 2023, with a 35  increase in students from India and an 18  increase in students from Sub-Saharan Africa (Durrani, 2023). According to the National Center for Education Statistics (2019),  Of the 16.3 million undergraduate students in fall 2016, about 9.1 million were White, 3.2 million were Hispanic, 2.2 million were Black, 1.1"
  },
  {
    "id": 13,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "to the National Center for Education Statistics (2019),  Of the 16.3 million undergraduate students in fall 2016, about 9.1 million were White, 3.2 million were Hispanic, 2.2 million were Black, 1.1 million were Asian, 596,000 were of two or more races, 129,000 were American Indian Alaska Native, and 47,000 were Pacific Islander  (National Center for Education Statistics, 2019). As colleges and universities continue to diversify, it is vital for them to work toward meeting REM students  needs by creating initiatives and programs that better serve them. Given the increasing diversity of students accessing higher education docu- ment above, it is encouraging to see that university counseling centers (UCCs) are serving a higher percentage of students who identify as racially and ethnically"
  },
  {
    "id": 14,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "accessing higher education docu- ment above, it is encouraging to see that university counseling centers (UCCs) are serving a higher percentage of students who identify as racially and ethnically diverse, jumping from 29  to 40  between 2012 and 2023 (White, 2024). According to Center for Collegiate Mental Health data, UCCs serving Asian American Asian and Hispanic Latino a x have increased, but the percentage of African American Black students has remained stable across the past 11 years (White, 2024). Since students treated at UCCs are becoming more diverse, it is important that counseling centers and clinicians focus on meeting REM students  needs (White, 2024). What Are Their Needs? The barriers experienced by college and university students seeking mental health resources are often"
  },
  {
    "id": 15,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "centers and clinicians focus on meeting REM students  needs (White, 2024). What Are Their Needs? The barriers experienced by college and university students seeking mental health resources are often related to a student s racial ethnic background (Miranda et al., 2015). Despite the increase in utilization of UCCs for diverse student populations, chronic underutilization of mental health services remains for all students of color, but especially for Black students (Banks, 2020; Helling   Chandler, 2021). Students of color are often met with more barriers than White students, especially in terms of financial burdens, time concerns, and stigma (Miranda et al., 2015). One main reason for underutilization of mental health services by REM students is the campus climate of predominantly white"
  },
  {
    "id": 16,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of financial burdens, time concerns, and stigma (Miranda et al., 2015). One main reason for underutilization of mental health services by REM students is the campus climate of predominantly white institutions (PWIs). According to Banks (2020),  It is common for students from underrepresented backgrounds to experience campus climate at PWIs as negative, which may in turn impact the degree to which they trust professionals on campus  (Banks, 2020, p. 78). Some of the reasons why campus climate is negative at PWIs for REM students is because  students experiences with racism, constant exposure to microaggressions, and 978 F. WU ET AL. concerns that university counselors do not share their life experiences and worldview . . . stigma associated with seeking professional psychological help may"
  },
  {
    "id": 17,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "microaggressions, and 978 F. WU ET AL. concerns that university counselors do not share their life experiences and worldview . . . stigma associated with seeking professional psychological help may also contribute to disparities and may be more relevant for communities of color  (Banks, 2020, pp. 78 79). Stigma and the lack of counselors with similar backgrounds to REM students contribute to the deficit in mental health help seeking for REM students compared to non- REM students. With increasing number of REM students on college campuses, it is con- cerning that Diversity Equity and Inclusion (DEI) programs and initiatives have been banned within certain states and in their public universities. In 2023, five states passed legislation banning certain DEI initiatives and pro- grams (Wood,"
  },
  {
    "id": 18,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "(DEI) programs and initiatives have been banned within certain states and in their public universities. In 2023, five states passed legislation banning certain DEI initiatives and pro- grams (Wood, 2023). These bills prohibit using federal funding to support DEI offices or staff at public colleges in those states (Wood, 2023). Campus initiatives that mandate diversity training, use diversity statements in hiring or admissions, and even some discussions of race in classrooms are now banned by conservative legislation (Wood, 2023). It is clear that REM students face significant obstacles to inclusion and well-being on campus, exacerbated by anti-DEI laws. One might suspect that these could exacerbate the under- utilization of mental health services by REM students. Suggestions To Meet Their"
  },
  {
    "id": 19,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and well-being on campus, exacerbated by anti-DEI laws. One might suspect that these could exacerbate the under- utilization of mental health services by REM students. Suggestions To Meet Their Needs Ensuring staffing with culturally competent counseling centers is important   especially in states and college environments where DEI programming is not encouraged. Most therapists in US university counseling centers operate from an ethnocentric, Westernized approach to psychotherapy (Caldwell et al., 2023). The Western approach to psychotherapy promotes independence instead of interdependence, exemplifying the missed opportunities for psy- chotherapy to align with different cultural values (Caldwell et al., 2023; Hall et al., 2011). Culturally sensitive therapists approach each client s"
  },
  {
    "id": 20,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "exemplifying the missed opportunities for psy- chotherapy to align with different cultural values (Caldwell et al., 2023; Hall et al., 2011). Culturally sensitive therapists approach each client s story with openness and curiosity instead of acting like a cultural expert. Training clinicians, who work within UCCs, to become culturally sensitive is essential to help students from different sociocultural backgrounds feel understood (Helling   Chandler, 2021). A culturally sensitive counseling center might work on  meeting the psychosocial and developmental challenges diverse students face during the transition to college, expanding the range of evidence- based, culturally resonant campus mental health programming and providing accessible, non-clinical psychological wellness resources for"
  },
  {
    "id": 21,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "the transition to college, expanding the range of evidence- based, culturally resonant campus mental health programming and providing accessible, non-clinical psychological wellness resources for students of color  (Helling   Chandler, 2021, p. 162). An example of a culturally sensitive counseling center is the innovative program, Changing Minds, Changing Lives (CMCL)- a strengths- based model promoting resilience to Black male college students who do not share racial identities with facilitators and parti- cipants in training (Helling   Chandler, 2021. After the five-week, ten-session JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 979 CMCL course, participants report positive psychosocial skill development and personal transformation. Modeling other culturally sensitive initiatives off CMCL"
  },
  {
    "id": 22,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "OF COLLEGE STUDENT MENTAL HEALTH 979 CMCL course, participants report positive psychosocial skill development and personal transformation. Modeling other culturally sensitive initiatives off CMCL might be an effective way to reach populations that underutilize mental health services. College students tend to have busy schedules, suggesting that mental health treatment should be designed to fit into students  lives seamlessly. In order to increase mental health treatment seeking behaviors and positive outcomes, treatment should be delivered in a format that is efficient, and flexible. Addressing mental health stigma is an important first step to increasing engagement with formal mental health care. In a study of over 1,200 demo- graphically diverse students,  the most common ideas for how"
  },
  {
    "id": 23,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "mental health stigma is an important first step to increasing engagement with formal mental health care. In a study of over 1,200 demo- graphically diverse students,  the most common ideas for how we can  end mental health stigma  were education, awareness, a positive atmosphere, and open discussion. Becoming aware of the prevalence of mental health stigma through peer stories about mental health was a common suggestion to increase validation and hope for those struggling  (Elbulok-Charcape et al., 2021). Interestingly, most students in the Milushka et al. study of diverse students were unaware of campus initiatives and resources to promote mental health awareness. This finding suggests that outreach is important to direct diverse students to the right treatment for their unique needs."
  },
  {
    "id": 24,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of campus initiatives and resources to promote mental health awareness. This finding suggests that outreach is important to direct diverse students to the right treatment for their unique needs. Outreach activities for diverse students to destigmatize mental health services could improve diverse student therapy attendance rates and reduce distress at initial services (Caldwell et al., 2023). According to Caldwell et al. (2023):  Outreach efforts may focus on seeking therapy early rather than waiting until distress becomes overwhelming, explaining the confidentiality of services, discussing ways that therapists will be sensitive to cultural issues, and describing the potential benefits of mental health services. (p. 235)  In other words, outreach disman- tles barriers to help-seeking,"
  },
  {
    "id": 25,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "ways that therapists will be sensitive to cultural issues, and describing the potential benefits of mental health services. (p. 235)  In other words, outreach disman- tles barriers to help-seeking, especially when simultaneously communicating that counselors will remain confidential and empathetic of students  mental health issues from a culturally competent lens. In addition to staffing outreach programming with REM staff members, staffing the outreach with REM staff members exposes students to role models on campus and offers services from those who share REM students  lived experiences. Culturally competent treatment requires addressing individual student differences and helping them feel understood from their own worldview. Research has shown that people prefer therapy in their"
  },
  {
    "id": 26,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Culturally competent treatment requires addressing individual student differences and helping them feel understood from their own worldview. Research has shown that people prefer therapy in their primary language because they can better process their emotions and experience greater treat- ment outcomes (Caldwell et al., 2023). Hiring multilingual clinicians might also benefit outreach efforts to diverse students (Caldwell et al., 2023). In addition, hiring culturally diverse and competent staff could decrease the stigma diverse students may face when deciding to get help (Caldwell et al., 2023). According to Banks (2020),  When compared to students who reported infrequent use of cultural and resource offices, students who visited these offices improved their perceptions surrounding"
  },
  {
    "id": 27,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "2023). According to Banks (2020),  When compared to students who reported infrequent use of cultural and resource offices, students who visited these offices improved their perceptions surrounding counseling services. 980 F. WU ET AL. Specifically, students reported greater likelihood to utilize counseling services, and greater likelihood that they would refer a friend to the assigned psychol- ogist.  These findings suggest the importance of improving access to diversity- focused groups and communities within college campuses, especially on college campuses where these offices are banned. Universities with DEI pro- gramming bans must find ways of supporting REM students that are consis- tent with the laws in their state, such as partnering with nonprofits or community organizations near"
  },
  {
    "id": 28,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "with DEI pro- gramming bans must find ways of supporting REM students that are consis- tent with the laws in their state, such as partnering with nonprofits or community organizations near campus to cultivate cultural resources and offices that are still accessible to students. In short, hiring a more diverse, multilingual, and culturally-competent provider and outreach workforce is critical to addressing REM students  mental health needs. INTERNATIONAL STUDENTS Who Are The Students? International students constitute an increasingly relevant and important source of diversity on college campuses. These students enrich the cultural diversity of campuses with their home cultures and ethnic experiences. In addition, international students expose faculty, staff, and students to oppor- tunities"
  },
  {
    "id": 29,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "These students enrich the cultural diversity of campuses with their home cultures and ethnic experiences. In addition, international students expose faculty, staff, and students to oppor- tunities to develop their cultural sensitivities and skills in working with people from different backgrounds (Wu et al., 2015). According to the Open Doors Report of 2011, there was a 5  increase in international students coming to the US (Wu et al., 2015), making up 2.7  of the undergraduate students, 11.4  of graduate students, and 33  of doctoral students. Currently, the majority of international students are from Asian backgrounds such as China, India, South Korean, and Taiwan (Wu et al., 2015). Further, interna- tional student enrollment continues to increase. New international student enrollment"
  },
  {
    "id": 30,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "are from Asian backgrounds such as China, India, South Korean, and Taiwan (Wu et al., 2015). Further, interna- tional student enrollment continues to increase. New international student enrollment surged by 14  in 2022 2023, with Sub-Saharan Africa having the highest rate of 18  growth among world regions (Durrani, 2023) What Are Their Needs? Unfortunately, international students face many challenges as they pursue higher education outside of their home countries (Wu et al., 2015). In the US, international students may deal with culture shock and marginalization commonly associated with traditionally minoritized groups (Dipeolu et al., 2007). They face different food options, unfamiliar living circumstances, financial insecurities, balancing work and families, study schedules, learning"
  },
  {
    "id": 31,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "minoritized groups (Dipeolu et al., 2007). They face different food options, unfamiliar living circumstances, financial insecurities, balancing work and families, study schedules, learning styles, understanding insurance, and difficulties related to language, culture, and personal barriers (Wu et al., 2015). Another study on challenges interna- tional students face discussed homesickness, academic, social, and cultural pressures that result in excessive stress, anxiety, and depression (Nadal- JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 981 Vicens, 2021). Further, immigration-related legal constraints can cause inter- ruptions in international students  studies and significantly limit access to professional opportunities, such as internships and fellowships. Despite the psychological problems"
  },
  {
    "id": 32,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "can cause inter- ruptions in international students  studies and significantly limit access to professional opportunities, such as internships and fellowships. Despite the psychological problems international students face, they often do not seek mental health services due to stigma; often, voicing mental health concerns and help-seeking can be incongruent with their cultural norms and expecta- tions (Nadal-Vicens, 2021). College counseling centers must commit outreach programming for this unique population (Dipeolu et al., 2007). Suggestions To Meet Their Needs It is important that institutions help international students feel supported and inform them about the various resources their campus provides. Colleges and universities should have an English program for international students to"
  },
  {
    "id": 33,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "help international students feel supported and inform them about the various resources their campus provides. Colleges and universities should have an English program for international students to support their language proficiency. Additionally, universities should host workshops where international students become familiar with the use of colloquialisms and the social and cultural norms of US society (Wu et al., 2015). Dipeolu et al. (2007) indicated that academic advisors play a crucial role as leaders and guides to international students  career journeys, therefore, it is important for academic advisors to use their first meetings to establish rapport with students and learn about their personal history, educational goals, chal- lenges, and strengths (Dipeolu et al., 2007). An"
  },
  {
    "id": 34,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "for academic advisors to use their first meetings to establish rapport with students and learn about their personal history, educational goals, chal- lenges, and strengths (Dipeolu et al., 2007). An alternative strategy is to engage academic advisors in local activities and events that promote multicultural competence and foster dialogue and mutual understanding among people of diverse backgrounds (Dipeolu et al., 2007). In addition, it is helpful to hold orientations for international students. Well-designed orientations could not only introduce international students to the US educational system and academic norms but also give a head start to learning about resources, such as legal, financial, academic, healthcare, and counseling that are available on campus. Creating programs to"
  },
  {
    "id": 35,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "system and academic norms but also give a head start to learning about resources, such as legal, financial, academic, healthcare, and counseling that are available on campus. Creating programs to bridge inter- national and US cultures is also highly recommended These interactions could help international students improve their language and communication skills while also providing opportunities to understand and adjust to US culture (Wu et al., 2015). Some colleges provide an interpreter for counseling services or offer coun- selors from different ethnic backgrounds (Durrani, 2023). Williams et al. (2018) argued that traditional Eurocentric mental health counseling cannot adequately support diverse international student needs, and this is often linked to international students"
  },
  {
    "id": 36,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Williams et al. (2018) argued that traditional Eurocentric mental health counseling cannot adequately support diverse international student needs, and this is often linked to international students discontinuing sessions and not receiving the assis- tance they need. These findings, once again, underline the critical importance of cross-cultural training for mental health professionals and continuously building a mental health workforce with diverse backgrounds. 982 F. WU ET AL. Finally, peer support could be an invaluable resource in international student wellbeing, as upper-class students could pass down their experiences of adapting to life in the US to underclass students; for instance, at Vanderbilt University, international orientation programs are mostly led by international"
  },
  {
    "id": 37,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "could pass down their experiences of adapting to life in the US to underclass students; for instance, at Vanderbilt University, international orientation programs are mostly led by international upper-class students. Colleges could potentially expand this peer support approach beyond orientation and into all of college life or at least for those struggling with mental health. These suggestions show various ways that institutions and staff can support international students as they pursue higher education LESBIAN, GAY, BISEXUAL, TRANSGENDER, QUESTIONING, PLUS STUDENTS Who Are The Students? Lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ ) individuals make up a large proportion of the students attending col- leges and universities. About 23  of students at elite"
  },
  {
    "id": 38,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ ) individuals make up a large proportion of the students attending col- leges and universities. About 23  of students at elite universities iden- tify as part of the LGBTQ  community, with the number rising to 38  at liberal arts colleges (Kaufmann, 2022). For some LGBTQ  indivi- duals, their college campus may provide opportunities to be part of a community and connect with similar individuals. For example, at Vanderbilt University, organizations such as the Vanderbilt Lambda Association and The K.C. Potter Center provides safe and supportive environments for LGBTQ  students to find community with other queer students on campus. Despite this, a college campus may also be a hostile environment for LGBTQ  individuals,"
  },
  {
    "id": 39,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "safe and supportive environments for LGBTQ  students to find community with other queer students on campus. Despite this, a college campus may also be a hostile environment for LGBTQ  individuals, filled with unique challenges and hateful rhetoric. From 2018 to 2022, the rate of hate crimes in schools, colleges, and universities rose from 3.9  during the COVID-19 pandemic to 10  in 2022 once students resumed attending school in person, with crimes committed against an individual based on their sexual orientation among the top reasons for committing a hate crime (Federal Bureau of Investigation, 2024). Speaking more generally, rates of hate crimes based on sexual orientation rose 13.8  in 2022 from 2021, along with of hate crimes based on gender identity which rose 32.9  (Federal Bureau of"
  },
  {
    "id": 40,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "2024). Speaking more generally, rates of hate crimes based on sexual orientation rose 13.8  in 2022 from 2021, along with of hate crimes based on gender identity which rose 32.9  (Federal Bureau of Investigation, 2024). Homophobia and transphobia still exist even in the most progressive of campus environments, which leads to prejudice and exclusion within academic and social environments. According to a report by the Williams Institute at the UCLA School of Law, LGBTQ  individuals were almost twice as likely to experience bullying, harassment, and assault compared to non-LGBTQ  peers, as well as three times more likely to experience sexual assault compared to peers (Conron et al., 2023). JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 983 What Are Their Needs? The college years are a critical"
  },
  {
    "id": 41,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "as three times more likely to experience sexual assault compared to peers (Conron et al., 2023). JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 983 What Are Their Needs? The college years are a critical period for identity development, and for many LGBTQ  students, this process can be particularly complex and stressful. Many individuals grapple with internalized homophobia or transphobia, fear of coming out, and concerns about acceptance from family, friends, and peers (Meyer, 2003). In 2022, 60  of college students were not out to any faculty or staff, and 37  of students were not out to any other students (Conron et al., 2023). The stress associated with hiding one s sexual orientation or gender identity in an unsupportive environment contributes to feelings of loneliness and peer rejection"
  },
  {
    "id": 42,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students (Conron et al., 2023). The stress associated with hiding one s sexual orientation or gender identity in an unsupportive environment contributes to feelings of loneliness and peer rejection (Pachankis et al., 2020). Students who aren t able to fully express themselves due to fears of rejection may experience lower self-esteem and a negative self-perception, contributing to poor mental health (Pachankis et al., 2020). Due to the frequent harassment that LGBTQ  college students face, they tend to be at greater risk of developing mental health issues compared with their heterosexual cisgender peers (Moagi et al., 2021). Lesbian, gay, and bisexual individuals are twice as likely to be diagnosed with anxiety, depres- sive, and substance use disorders, while transgender individuals are"
  },
  {
    "id": 43,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "peers (Moagi et al., 2021). Lesbian, gay, and bisexual individuals are twice as likely to be diagnosed with anxiety, depres- sive, and substance use disorders, while transgender individuals are four times as likely to develop anxiety, personality disorders, schizophrenia, and PTSD than their peers (Thacker Darrow et al., 2022). Because of the large prevalence of mental health issues in LGBTQ  college students, they are a particularly vulnerable population, and work needs to be done to provide them with adequate resources to navigate such a difficult environment. On college campuses where, social media use is rampant and similarly-aged individuals constantly surround students, there tends to be a desire to look a certain way to fit into social circles or romantic ideals (Muzi et al.,"
  },
  {
    "id": 44,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "social media use is rampant and similarly-aged individuals constantly surround students, there tends to be a desire to look a certain way to fit into social circles or romantic ideals (Muzi et al., 2023). LGBTQ  individuals exhibit higher rates of eating disorders and general disordered eating compared to heterosexual cisgender peers (Parker   Harriger, 2020). Platforms such as Instagram and TikTok often perpetuate unrealistic body standards, especially by peers, which amplifies the feelings of inadequacy some students may experience. Students who don t fit a certain image may be rejected by their peers, which places intense stress and pressure on them to reach certain weight goals or beauty standards, which can lead to disordered eating (Pachankis et al., 2020). LGBTQ  college students"
  },
  {
    "id": 45,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "their peers, which places intense stress and pressure on them to reach certain weight goals or beauty standards, which can lead to disordered eating (Pachankis et al., 2020). LGBTQ  college students are also twice as likely as their peers to change their appearance to avoid discrimina- tion (Conron et al., 2023). Transgender individuals are a particularly vulnerable population due to their unique healthcare needs (McCann   Sharek, 2016). Transgender college students often face significant mental health struggles often stemming from experiences of discrimination, misgendering, and a lack of acceptance both on and off-campus (McCann   Sharek, 2016). Challenges such as the lack of gender-inclusive bathrooms and intentional misgendering and transphobia 984 F. WU ET AL. can negatively impact"
  },
  {
    "id": 46,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "both on and off-campus (McCann   Sharek, 2016). Challenges such as the lack of gender-inclusive bathrooms and intentional misgendering and transphobia 984 F. WU ET AL. can negatively impact their sense of belonging and can lead to mental health problems (Weinhardt et al., 2017). Since 2021, 8 states have implemented anti- transgender legislation and 29 other states have attempted similar anti- transgender policies (Barbee et al., 2022). The pressure to conform to gender norms, coupled with the challenges of accessing appropriate healthcare and support services, can lead to heightened anxiety, depression, suicidal ideation, and sleep issues compared to cisgender counterparts (Hershner et al., 2021). The intersectionality of queer identity and race also contributes to the issues that LGBTQ"
  },
  {
    "id": 47,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "depression, suicidal ideation, and sleep issues compared to cisgender counterparts (Hershner et al., 2021). The intersectionality of queer identity and race also contributes to the issues that LGBTQ  students may face. The dual pressure of identifying as both LGBTQ  and being racially ethnically minoritized may create unique chal- lenges spurred on by cultural differences. For example, Indigenous students were the most likely to experience discrimination due to sexual and gender identity, as well as be physically harmed due to sexual or gender identity (The Trevor Project, 2022). When these students continue to exist in an environ- ment that does not support safe expression of their identities, they will con- tinue to feel alienated and marginalized, leading to heightened risks of poor"
  },
  {
    "id": 48,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students continue to exist in an environ- ment that does not support safe expression of their identities, they will con- tinue to feel alienated and marginalized, leading to heightened risks of poor mental health outcomes (Kirkbride et al., 2024). Suggestions To Meet Their Needs Despite the growing awareness of LGBTQ  issues, many college campuses still lack adequate mental health services tailored to the needs of these students. The lack of trained counselors, insufficient peer support groups, and a general absence of LGBTQ affirming practices in campus counseling centers can leave these students feeling unsupported. Research shows that lesbian, gay, and bisexual college students tend to report less help-seeking from friends and family and more from professional counseling services"
  },
  {
    "id": 49,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students feeling unsupported. Research shows that lesbian, gay, and bisexual college students tend to report less help-seeking from friends and family and more from professional counseling services (Baams, 2018). This finding highlights the importance of adequate counseling services on college campuses, because many LGBTQ  students may not have accepting friends or family that they can turn to for help. As such, it is important for college counseling centers to hire providers trained in LGBTQ  issues and who identify with the LGBTQ  community to improve the effectiveness of coun- seling services. Culturally competent mental healthcare has been shown to increase the likelihood of someone receiving mental health services and lead to more positive outcomes from receiving services, which"
  },
  {
    "id": 50,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Culturally competent mental healthcare has been shown to increase the likelihood of someone receiving mental health services and lead to more positive outcomes from receiving services, which again stresses the importance of providers who can understand and identify these issues in university counseling centers (Gopalkrishnan, 2018). In addition to improving counseling services, colleges can also create a more inclusive and supportive environment for LGBTQ  students through its various initiatives and policies. Establishing and funding LGBTQ  resource centers on campus, such as Vanderbilt s K.C. Potter Center can provide a safe space for students to find community, access resources, and receive support. Beyond establishing dedicated LGBTQ  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 985"
  },
  {
    "id": 51,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "s K.C. Potter Center can provide a safe space for students to find community, access resources, and receive support. Beyond establishing dedicated LGBTQ  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 985 centers, training faculty, staff, and students on LGBTQ  issues can foster a more inclusive and more welcoming campus culture where LGBTQ  students do not have to live in fear of scrutiny. Additionally, integrating LGBTQ  topics and queer studies into a university s gradua- tion requirements, whether it be through mandatory DEI modules or by integrating LGBTQ  topics into courses, can ensure proper education of queer issues to the greater campus community (Fish, 2020). Campus health centers also need to provide adequate care for LGBTQ   individuals by providing options for HIV prevention via"
  },
  {
    "id": 52,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "education of queer issues to the greater campus community (Fish, 2020). Campus health centers also need to provide adequate care for LGBTQ   individuals by providing options for HIV prevention via PrEP and gender-affirming care. Transgender patients are highly susceptible to victimization and harassment by medical providers, so universities need to hire transgender-inclusive healthcare providers and provide adequate training to protect transgender patients (Bhatt et al., 2022). By taking these steps, colleges can create a more supportive and affirm- ing environment for LGBTQ  students, ultimately improving their over- all mental well-being. NEURODIVERSE STUDENTS Who Are The Students? Neurodiverse students are a growing population of students in colleges and universities.  Neurodiversity"
  },
  {
    "id": 53,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "improving their over- all mental well-being. NEURODIVERSE STUDENTS Who Are The Students? Neurodiverse students are a growing population of students in colleges and universities.  Neurodiversity  is a term coined in the late 1900s collectively by scholars studying neurology and popularized by sociologist Judy Singer (Botha et al., 2024). Neurodivergent students, encompassing those with autism spec- trum disorder (ASD), attention-deficit hyperactivity disorder (ADHD), dys- lexia, and other neurological differences, represent a significant and diverse population within college campuses. According to a report published by the American College Health Association (ACHA) in 2022, 15  of students reported having ADHD, 5  of students reported having a learning disorder, and 3  of students were on"
  },
  {
    "id": 54,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "to a report published by the American College Health Association (ACHA) in 2022, 15  of students reported having ADHD, 5  of students reported having a learning disorder, and 3  of students were on the autism spectrum (American College Health Association, 2022). These students often face unique challenges impacting their academic performance, social interactions, and overall mental well- being. Research shows that neurodivergent individuals are more likely to develop and experience mental health issues compared to their neurotypical peers. For instance, students with ASD and ADHD are at a higher risk of developing anxiety, depression, and other mood disorders compared to their neurotypical peers (Garcha   Smith, 2023). Despite the growing recognition of neurodiversity, many colleges and"
  },
  {
    "id": 55,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "risk of developing anxiety, depression, and other mood disorders compared to their neurotypical peers (Garcha   Smith, 2023). Despite the growing recognition of neurodiversity, many colleges and universities still struggle to provide adequate accommodations and support for these students, which can exacer- bate mental health issues and hinder their academic success (Dwyer et al., 2023). 986 F. WU ET AL. What Are Their Needs? Neurodivergent individuals may face tremendous difficulties and struggle in college environments as they navigate an environment that is not designed with their needs in mind. Even something as fundamental as traditional college classroom settings   such as the lecture or the seminar   can pose unique challenges for students with certain conditions. In lecture-based"
  },
  {
    "id": 56,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "mind. Even something as fundamental as traditional college classroom settings   such as the lecture or the seminar   can pose unique challenges for students with certain conditions. In lecture-based classes, like many introductory-level courses, instructors move through slide- shows and speak at a fast pace that can be challenging for students with ADHD, who may struggle with sustaining and regulating attention to keep up (Sibley et al., 2019). In discussion-based classes, like small seminar classes, students with ASD may struggle to interact and express ideas with peers (Gurbuz et al., 2018). Individuals with learning disorders such as dyslexia or dyscalculia face inherent challenges in reading writing and math classes, respectively (Landerl et al., 2009). Even if these students are not"
  },
  {
    "id": 57,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Individuals with learning disorders such as dyslexia or dyscalculia face inherent challenges in reading writing and math classes, respectively (Landerl et al., 2009). Even if these students are not taking English or math classes, many college majors and their respective courses utilize elements of reading writing and math that these students may struggle with. For example, many psychology classes at Vanderbilt require knowledge of statistics and frequently involve reading and writing lengthy research papers. As such, neurodivergent students have an inherent disadvantage going into college. They may not perform as well as their neurotypical peers, have to work extra hard to reach the same level of success as their peers, and are at higher risk of dropping out (Dwyer et al., 2023). The"
  },
  {
    "id": 58,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "They may not perform as well as their neurotypical peers, have to work extra hard to reach the same level of success as their peers, and are at higher risk of dropping out (Dwyer et al., 2023). The constant struggle these students face to keep up academically can contribute to feelings of inadequacy, frustration, and low self-esteem, which exacerbate preexisting mental health conditions or contribute to the development of new ones. The social challenges faced by neurodiverse students also contribute to their mental health difficulties. College environments, which often emphasize social engagement and group activities, can be overwhelming for neurodiverse students with social communication difficulties, such as those with ASD (Gurbuz et al., 2024). The lack of understanding and acceptance"
  },
  {
    "id": 59,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and group activities, can be overwhelming for neurodiverse students with social communication difficulties, such as those with ASD (Gurbuz et al., 2024). The lack of understanding and acceptance from peers and faculty can further marginalize these students, making it difficult for them to form meaningful connections and support networks, leading to social isolation. This isolation can exacerbate existing mental health issues or con- tribute to the development of new ones, such as anxiety and depression (Garcha   Smith, 2023). Suggestions To Meet Their Needs To address previously outlined challenges, colleges must foster the develop- ment of a more understanding and accessible environment for neurodiverse individuals. This can be done in several ways, including providing more JOURNAL OF"
  },
  {
    "id": 60,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "colleges must foster the develop- ment of a more understanding and accessible environment for neurodiverse individuals. This can be done in several ways, including providing more JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 987 education about neurodiversity to the student body and proper accommoda- tions to neurodiverse students. One step that administrators at universities can take to promote education about neurodiversity to the broader campus community is to include neurodiversity in Diversity, Equity, and Inclusion (DEI) training and initiatives. Neurodiversity is only sometimes included in such initiatives despite functional impairment being a barrier to equi- table education for some individuals (Dwyer et al., 2023). Including sections on neurodiversity in DEI training modules and"
  },
  {
    "id": 61,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "in such initiatives despite functional impairment being a barrier to equi- table education for some individuals (Dwyer et al., 2023). Including sections on neurodiversity in DEI training modules and having a dedicated neurodiversity center on campus may help neurodivergent students feel more comfortable and secure as they attend college. This inclusion can also help neurodivergent students feel more comfortable socializing with their neurotypical peers. In addition, hiring neurodiver- gent faculty and providing neurodivergent students the opportunity to run student organizations and lead student initiatives can further help neurodivergent students feel seen and capable of success on campus (Dwyer et al., 2023). Another way to improve accessibility is to provide appropriate accom-"
  },
  {
    "id": 62,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "student initiatives can further help neurodivergent students feel seen and capable of success on campus (Dwyer et al., 2023). Another way to improve accessibility is to provide appropriate accom- modations and free support services for neurodivergent students on cam- pus. The process of registering a disability and receiving accommodations tends to be very complex and inconvenient, requiring meetings with multi- ple campus offices that can produce a lot of stress for neurodivergent individuals (Dwyer et al., 2023). Even after these meetings take place, there s no guarantee that accommodations will be granted due to the specificity of the documentation required (Dwyer et al., 2023). For a system that is intended to help neurodivergent students, numerous barriers remain that prevent these"
  },
  {
    "id": 63,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "will be granted due to the specificity of the documentation required (Dwyer et al., 2023). For a system that is intended to help neurodivergent students, numerous barriers remain that prevent these students from receiving adequate atten- tion and care. This highlights the need for a streamlined and flexible process for attaining accommodations such as extended time or mental health days. This also applies to teaching faculty, who may provide accom- modations within the classroom such as allowing for typed rather than handwritten assignments. Moreover, neurodivergent students, particularly those who struggle acade- mically, benefit significantly from targeted skills training and support (DuPaul et al., 2017). The inclusion of academic coaching, specializing in neurodiver- gence, can help"
  },
  {
    "id": 64,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "who struggle acade- mically, benefit significantly from targeted skills training and support (DuPaul et al., 2017). The inclusion of academic coaching, specializing in neurodiver- gence, can help students with ADHD and learning disorders develop the skills that they need to succeed academically, reducing the overall stress that they experience. For example, at Vanderbilt, the Center for Student Wellbeing hosts weekly workshops for students with ADHD or, generally students with executive function concerns, focusing on skills such as time management and organization. Such workshops at other universities may help their neurodi- vergent student populations feel more confident and capable and improve their overall mental wellbeing. 988 F. WU ET AL. STUDENTS IN SCIENCES, TECHNOLOGY,"
  },
  {
    "id": 65,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "other universities may help their neurodi- vergent student populations feel more confident and capable and improve their overall mental wellbeing. 988 F. WU ET AL. STUDENTS IN SCIENCES, TECHNOLOGY, ENGINEERING, AND MATHS (STEM) Who Are The Students? Students in STEM (Sciences, Technology, Engineering, and Maths) often report feeling less supported in college than their peers in other depart- ments. This feeling makes sense given that research found smaller class sizes, course content with self-reflecting themes (such as writing) (Jakobsson et al.,2013), and close educator-student relationships are asso- ciated with student wellbeing (Zheng, 2022). STEM courses   often with large, lecture-style, logic-based content   are almost the exact opposite. Despite this, the sustained emphasis and"
  },
  {
    "id": 66,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "are asso- ciated with student wellbeing (Zheng, 2022). STEM courses   often with large, lecture-style, logic-based content   are almost the exact opposite. Despite this, the sustained emphasis and efforts in STEM education, evident by initiatives like Raise the Bar: STEM Excellence for All Students from the Biden-Harris administration (U.S. Department Of Education, n.d.) and immigration entities practically listing seeking STEM professionals as  national interest  (U.S. Department of Homeland Security, 2022), has prompted a continued increase in STEM students. Data shows that in 2015, around 40  of U.S. 15-year-olds are expected to have either a health or STEM career at age 30, with 23  aiming toward a health career and 16  aiming toward other STEM careers (National Center for Education"
  },
  {
    "id": 67,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "40  of U.S. 15-year-olds are expected to have either a health or STEM career at age 30, with 23  aiming toward a health career and 16  aiming toward other STEM careers (National Center for Education Statistics, n.d.). In 2021, 437,302 bachelor s degrees and 146,573 Master s degrees in STEM were awarded to students (Korhonen, 2023). It is also critical to address the gender and racial gap within the STEM field. Aside from healthcare and some of the life sciences, most STEM fields are still male-dominant (Kennedy et al., 2021). Black and Hispanic students and workers are still underrepresented (Kennedy et al., 2021), and though Asian Americans are often overrepresented in STEM and healthcare fields, ethni- cities such as Southeast Asian Americans are highly underrepresented (Loi, 2024). Due"
  },
  {
    "id": 68,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "et al., 2021), and though Asian Americans are often overrepresented in STEM and healthcare fields, ethni- cities such as Southeast Asian Americans are highly underrepresented (Loi, 2024). Due to the favoring of STEM degrees from immigration entities   such as allowing STEM degree holders to work for longer in the U.S. after gradua- tion compared to non-STEM   the majority of international students pursue STEM degrees in the US. For instance, nearly three-quarters of computer science graduate students were international in 2015 since computer science degrees could lead to direct employment at large companies that offer visa sponsorship (National Foundation for American Policy, 2017). Finally, in 2021, the majority (65 ) of STEM workers who had at least one disability had educational"
  },
  {
    "id": 69,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "at large companies that offer visa sponsorship (National Foundation for American Policy, 2017). Finally, in 2021, the majority (65 ) of STEM workers who had at least one disability had educational attainment below a bachelor s degree level (National Center for Science and Engineering Statistics, 2023), portraying the need for increas- ing accessibility for individuals with disabilities. Since representation often translates into a sense of belonging (Hurtado   Ruiz Alvarado, 2015), which is known to be associated with mental well-being (Haim-Litevsky et al., 2023), better academic performance and a more positive school environment JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 989 (American Association for the Advancement of Science, 2023), these demo- graphic snapshots are worth bearing in"
  },
  {
    "id": 70,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and a more positive school environment JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 989 (American Association for the Advancement of Science, 2023), these demo- graphic snapshots are worth bearing in mind when imagining the mental health needs of STEM students. What Will Their Needs Be? Studies have found that common mental health struggles in the STEM aca- demic space include depression, anxiety, and feelings of burnout   which, despite not being a diagnosis, is a common occupational phenomenon recog- nized by the World Health Organization (Guthrie et al., 2018; Pester et al., 2023). At Vanderbilt University, student organizations such as Active Minds host regular  mental health in STEM  panels with STEM professors, and many submit questions expressing concerns over passing challenging"
  },
  {
    "id": 71,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "University, student organizations such as Active Minds host regular  mental health in STEM  panels with STEM professors, and many submit questions expressing concerns over passing challenging classes, balan- cing social obligations, feelings of failure and overwhelm, imposter syndrome, and overcoming test anxiety. Unfortunately, despite being at higher risk for poor mental health, STEM students often do not or cannot seek appropriate help. An editorial in ACS Polymers Au discussed STEM-specific cultures, such as the idea that  this is supposed to be hard,  a blurriness between challenges and suffering, and the  suffering Olympics  where students equate stress levels to achievements worth being proud of (Pester et al., 2023). Each normalizes distress and feeling overwhelmed, which could"
  },
  {
    "id": 72,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "suffering, and the  suffering Olympics  where students equate stress levels to achievements worth being proud of (Pester et al., 2023). Each normalizes distress and feeling overwhelmed, which could lead to students seeking help less. A qualitative study interviewing 30 undergraduate engineering students highlights three additional themes related to stress and mental health in engineering culture: (1) engineering workload as a defining stressor; (2) specific barriers, such as time constraints, limited appointment availability, and lack of information; and (3) reliance on peers to cope with stress and mental health distress (Jensen et al., 2023). These studies show that not only do academic institutions need to reevaluate current psychological support to meet the needs of students with full"
  },
  {
    "id": 73,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and mental health distress (Jensen et al., 2023). These studies show that not only do academic institutions need to reevaluate current psychological support to meet the needs of students with full schedules, but a culture change where appropriate workloads, curricula, and accommodations are implemented by faculty is necessary. Suggestions To Meet Their Needs The need for mental health support grows with increasing numbers of STEM students. In an academic environment, professors are possibly the first institutional contact students encounter and even seek help from (Hammoudi Halat et al., 2023). Research shows that faculty equipped to recognize mental health needs and provide accommodations, resources, and referrals could play a significant role in students  well-being and academic success"
  },
  {
    "id": 74,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Research shows that faculty equipped to recognize mental health needs and provide accommodations, resources, and referrals could play a significant role in students  well-being and academic success (Zerquera et al., 2016). Despite this, a study of 10 faculty members from a Mid-Atlantic public research-intensive institu- tion found that while most faculty could define and understand the 990 F. WU ET AL. warning signs of mental health struggles, their comfort levels in recog- nizing and referring students to resources are still tied to their personal and professional lives, demonstrating the need for awareness beyond individual experiences (Kalkbrenner et al., 2019). The authors  experi- ences are consistent with the results; not all STEM professors under- stand or would accommodate mental"
  },
  {
    "id": 75,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "for awareness beyond individual experiences (Kalkbrenner et al., 2019). The authors  experi- ences are consistent with the results; not all STEM professors under- stand or would accommodate mental struggles, and often, faculty who are accommodating are more open to discussing their own experiences with stress and mental health. However, this is not to say that STEM faculty are solely responsible for learning skill sets to address student well-being. Often, academic institution leaders need to step in and take the lead in supporting students. The previously mentioned Kalkbrenner et al. article found that most interviewed faculty expressed general unfamiliarity with cam- pus resources and perceived  a lack of unity and support from univer- sity leaders.  Faculty recognition and referral of"
  },
  {
    "id": 76,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "found that most interviewed faculty expressed general unfamiliarity with cam- pus resources and perceived  a lack of unity and support from univer- sity leaders.  Faculty recognition and referral of students  mental health would be futile if an institution lacks proper psychological support or information detailing these referral options. Collaboration between faculty, clinical staff, and students is critical to comprehensively improv- ing student well-being. A successful example of this is the University of Minnesota s Chemistry department, where a student group (Community of Chemistry Graduate Students, CCGS), the director of graduate studies in the department, and mental health professionals on campus continue to work for a healthy academic culture and the destigmatization of mental"
  },
  {
    "id": 77,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Students, CCGS), the director of graduate studies in the department, and mental health professionals on campus continue to work for a healthy academic culture and the destigmatization of mental health (Mousavi et al., 2018). Potentially, peer support could also be explored as an option to supplement counseling centers, as most colleges report a shortage of providers. Finally, mental health days and other school-wide policies that encourage taking breaks could likely decrease burnout rates among students. An intersectional lens is also necessary when considering the mental health needs of STEM students. As mentioned, REM students and international students face barriers to accessing care to begin with, thus, culturally competent faculty, staff, and counseling professionals are needed to"
  },
  {
    "id": 78,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students. As mentioned, REM students and international students face barriers to accessing care to begin with, thus, culturally competent faculty, staff, and counseling professionals are needed to support students in STEM. The intersection of race, gender, neurodivergence, and even socioeconomic status also creates different experiences in STEM and help-seeking patterns. For example, masculinity norms and avoidant coping strategies have been found to play roles in Asian American men s mental health   resulting in less help-seeking (Iwamoto et al., 2010). Their experience would be different from that of to a first-generation student s, where they lack role models and parental knowledge of the STEM field (Fabiano, 2022). To conclude, as the US continues to emphasize and promote STEM"
  },
  {
    "id": 79,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "from that of to a first-generation student s, where they lack role models and parental knowledge of the STEM field (Fabiano, 2022). To conclude, as the US continues to emphasize and promote STEM education, it is critical to also prioritize well-being if the goal is to build a resilient, healthy, and effective workforce. JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 991 STUDENT ATHLETES Who Are The Students? The number of student athletes in colleges is growing and changing substan- tially. In 2021 22, the number of student athletes competing in the National Collegiate Athletic Association (NCAA) has increased to over 520,000, reach- ing an all-time high (NCAA, 2022). Across all NCAA divisions, over 50  of student athletes are male and 62  identify as White (NCAA, 2023). Sixteen percent of"
  },
  {
    "id": 80,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "has increased to over 520,000, reach- ing an all-time high (NCAA, 2022). Across all NCAA divisions, over 50  of student athletes are male and 62  identify as White (NCAA, 2023). Sixteen percent of student athletes identify as Black, 7  Hispanic Latinx, and 5  international (NCAA, 2023). NCAA athletes randomly selected from institutions completed an online survey reporting their sexual orientation and gender identity. According to the study: Of the 880 responses analyzed, 14.2  (n   125) of the athletes identified as LGBQ  and 1.6  (n   14) identified as transgender and or nonbinary. Significant differences in the representation of sexual orientation identity were found by NCAA division, sport type (men s, women s, mixed sport), and political climate of the institution at which athletes"
  },
  {
    "id": 81,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "differences in the representation of sexual orientation identity were found by NCAA division, sport type (men s, women s, mixed sport), and political climate of the institution at which athletes competed. (Mullin, 2023) Student athletes are diverse and addressing the identities and demographics of student athletes is foundational to increase inclusion in college sports. Across all sports, out of 460,000 NCAA student-athletes, only 2  move to profes- sional sports (NCAA, 2014). What Will Their Needs Be? Most student athletes must rely on academics and experiential learning to prepare them for life after college, yet the culture of university athletics makes it challenging to do so (NCAA, 2014). In the 2021 NCAA Student Athlete Wellbeing Survey, 9,808 student athletes representing nearly"
  },
  {
    "id": 82,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "life after college, yet the culture of university athletics makes it challenging to do so (NCAA, 2014). In the 2021 NCAA Student Athlete Wellbeing Survey, 9,808 student athletes representing nearly all conferences across divisions reported elevated mental health concerns 1.5 to 2 times higher than historically reported before 2020 (NCAA, 2021). Student athletes reported future planning as accounting for 37  of their stress and being one of the top factors negatively impacting their mental health (NCAA, 2021). Only half of the student athletes reported that mental health is a priority to their athletics department (NCAA, 2021). Student athletes with international student status might face even greater mental health challenges than those who are from the US. In an original study focused on"
  },
  {
    "id": 83,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "athletics department (NCAA, 2021). Student athletes with international student status might face even greater mental health challenges than those who are from the US. In an original study focused on student athletes from Africa, 16 interviews were conducted to identify their challenges and experiences upon entering the US (Lee   Opio, 2011). International students may not only encounter adjustment problems but also discrimination from US-born individuals (Lee   Opio, 2011). Future efforts and research should not place the burden on international student athletes to simply overcome and assimilate into the US but for institutions to 992 F. WU ET AL. critically examine ways that they may marginalize students from outside US borders (Lee   Opio, 2011). While African student athletes can"
  },
  {
    "id": 84,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "into the US but for institutions to 992 F. WU ET AL. critically examine ways that they may marginalize students from outside US borders (Lee   Opio, 2011). While African student athletes can certainly benefit the athletic team, they have also been unfairly perceived or labeled as lacking the basic values of academic integrity and academic excellence (Lee   Opio, 2011). The sources of negative encounters were faculty members, administrators, other students, including individuals within their sport and the local community outside their institution (Lee   Opio, 2011). International student athletes provide many benefits to their universities, not only by increasing their athletic competitiveness and reputation but also by contributing to the diversity of the classroom, institution, and sport"
  },
  {
    "id": 85,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "provide many benefits to their universities, not only by increasing their athletic competitiveness and reputation but also by contributing to the diversity of the classroom, institution, and sport (Lee   Opio, 2011). Universities and athletic departments would benefit from adjust- ing their programs to be more culturally inclusive and supportive of interna- tional and Black students  mental health. In addition to increasing cultural inclusivity and support, student-athletes across Division I-II reported wanting career planning help when asked what athletics staff and coaches could do to support their well-being (NCAA, 2021). Unfortunately, college athletic departments have conflicting values for stu- dent-athletes, especially for elite Division I athletes. Coaches and athletic directors"
  },
  {
    "id": 86,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "their well-being (NCAA, 2021). Unfortunately, college athletic departments have conflicting values for stu- dent-athletes, especially for elite Division I athletes. Coaches and athletic directors might appear to benefit from the lack of undergraduate career preparation because it gives them access to most of the student athletes  time and focus. For example, NCAA Division I student-athletes commit at least 20 hours weekly to athletic training, but  good  athletes are expected to spend about 30 hours doing extra training beyond practices (Turick et al., 2021). Recent transfer portal and Name, Image and Likeness (NIL)   the means of which student athletes are allowed for financial compensation   deal changes support the value that athletics should be the core of student athlete s college"
  },
  {
    "id": 87,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Image and Likeness (NIL)   the means of which student athletes are allowed for financial compensation   deal changes support the value that athletics should be the core of student athlete s college experience. For example, in April 2024, NCAA Division 1 student-athletes who are academically in good standing and eligible can transfer schools and immediately start playing for the new school (NCAA, 2024). Unlike profes- sional sports leagues, student-athletes have unlimited opportunities to transfer during their college sports careers. There are several drawbacks to increasing mobility and opportunities for student-athletes. One is that it makes it more challenging for non-Big 5 schools to compete if all the best players are offered more money to play at better schools. Another is that"
  },
  {
    "id": 88,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "opportunities for student-athletes. One is that it makes it more challenging for non-Big 5 schools to compete if all the best players are offered more money to play at better schools. Another is that transferring could make it harder for student-athletes to feel emotionally, academically, and or socially supported at their new schools. Each time a student transfers schools, they are likely starting from scratch from a relationship-building, and academic per- spective (Richey   Martin, 2024). It takes time to adjust to a new school environment, and the increase in athletic transfer students might place impor- tant aspects of student athletes lives, like academics and relationships, on the backburner. Also new in April 2024, NIL rights allow student-athletes to earn money by endorsing and"
  },
  {
    "id": 89,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "place impor- tant aspects of student athletes lives, like academics and relationships, on the backburner. Also new in April 2024, NIL rights allow student-athletes to earn money by endorsing and promoting products and industries on athletic teams (NCAA, 2024). These new rules support the theory that student-athletes focus JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 993 is predominantly athletic in college, leaving little to no opportunities or time for career development and self-exploration beyond the sport. If a lack of engagement in career planning and self-exploration for student- athletes remains unaddressed, its emotional and psychological consequences are expected to continue into the foreseeable future. In the Navarro and McCormick (2017) study,  100  of student-athletes in the study"
  },
  {
    "id": 90,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "unaddressed, its emotional and psychological consequences are expected to continue into the foreseeable future. In the Navarro and McCormick (2017) study,  100  of student-athletes in the study reported emotional and psychological transition issues to civilian life related to athletic retirement  (p. 153). The reconditioning and resocialization process of adapt- ing to a more independent and less structured lifestyle has negative emotional and psychological impacts, especially for Division I student-athletes (Navarro, p. 153). College athletics  structured and restricted design leads many students to lack autonomy and direction upon graduation (Jewett et al., 2019). Suggestions To Meet Their Needs The NCAA Committee on Competitive Safeguards and Medical Aspects of Sports commissioned a"
  },
  {
    "id": 91,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "to lack autonomy and direction upon graduation (Jewett et al., 2019). Suggestions To Meet Their Needs The NCAA Committee on Competitive Safeguards and Medical Aspects of Sports commissioned a Mental Health Advisory Group and charged it with reviewing and updating the existing Mental Health Best Practices (NCAA, 2024). To shift the athletic culture away from control and to autonomy for student-athletes, the Mental Health Advisory group for student-athlete wellbeing might consider career counseling, and incorporating mental health days into athletic policies. The Mental Health Advisory Group created the 2024 Mental Health Best Practices document that first recommends cultivating a healthy environment that supports mental health and promotes well-being (NCAA, 2024). Part of this plan is to"
  },
  {
    "id": 92,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "the 2024 Mental Health Best Practices document that first recommends cultivating a healthy environment that supports mental health and promotes well-being (NCAA, 2024). Part of this plan is to develop a written plan for mental illness prevention by focusing on protective and risk factors at multiple levels (NCAA, 2024). Career plan- ning could help cultivate a healthy environment for student athletes, especially if it informs student-athletes about the emotional and psychological challenges that might arise as they transition into life after their athletic careers (Navarro   McCormick, 2017). The plan should be created by mental health profes- sionals, with particular attention to addressing diversity, equity, and inclusion. Specifically, attention should be focused on international and"
  },
  {
    "id": 93,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "The plan should be created by mental health profes- sionals, with particular attention to addressing diversity, equity, and inclusion. Specifically, attention should be focused on international and Black student athletes  unique challenges and needs (Navarro   McCormick, 2017). Other key recommendations include increasing mental health screening tools to identify student-athletes needing mental health services, access to mental health action plans, and professional counseling services through outreach (NCAA, 2024). Incorporating mental health days into NCAA athletic pro- grams allows student-athletes to take time off for their mental well-being and self-exploration outside their athletic identity. To evaluate student emotional, psychological, and career outcomes from customized career"
  },
  {
    "id": 94,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "to take time off for their mental well-being and self-exploration outside their athletic identity. To evaluate student emotional, psychological, and career outcomes from customized career counseling and mandatory mental health days, NCAA Mental Health Advisory committees, universities and athletic programs should work together to document results and make necessary adjustments on an ongoing basis (Navarro   McCormick, 994 F. WU ET AL. 2017). The anticipated results of comprehensive mandatory career counseling programs and mental health days are to set up student-athletes for success in a career and life after athletics, which is critical for student-athlete wellbeing (Navarro   McCormick, 2017, p. 154). SHIFTING POLITICAL TRENDS Who Are The Students? Students are becoming more political"
  },
  {
    "id": 95,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and life after athletics, which is critical for student-athlete wellbeing (Navarro   McCormick, 2017, p. 154). SHIFTING POLITICAL TRENDS Who Are The Students? Students are becoming more political and politically divided than ever before (Dennon, 2021). Fueled by an increasingly polarized world and exacerbated by social media, young adults face the mental health repercussions of global and domestic events at a much larger scale than previous ones. According to the United Nations, though absolute wars have been declining since 1946, conflicts and violence have increased in recent years (United Nations, 2020). As mentioned in previous sections, with an increased in the number of international students on US college campuses, there are likely more directly impacted students on campuses, while"
  },
  {
    "id": 96,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "2020). As mentioned in previous sections, with an increased in the number of international students on US college campuses, there are likely more directly impacted students on campuses, while the rest of the students discuss and grapple with world events in the classrooms. The US itself participated in multiple military conflicts throughout the 21st century, and there could be students coping with loved ones being in military service. For instance, though certainly not the first or only ongoing war in the world, the escalation of the Russo-Ukraine war as Russia invaded Ukraine shocked Western countries in 2022 and continues to be on US students  minds. More recently, US colleges and universities have struggled to handle the debate over the Israel-Hamas conflict, with pro-Palestinian and"
  },
  {
    "id": 97,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "countries in 2022 and continues to be on US students  minds. More recently, US colleges and universities have struggled to handle the debate over the Israel-Hamas conflict, with pro-Palestinian and pro-Israeli protests erupt- ing on campuses and federal agencies launching investigations into possible discrimination at several institutions (Alfonseca, 2023). The University of Texas was also impacted, and during the first major protest the campus had, police arrested 57 protesters (Kuzhiyil, 2024). At Vanderbilt, three students were expelled after a sit-in at the Chancellor s office protesting against the administration s cancellation of a student government referendum for boycot- ting (Ratangee, 2024). Some students, who have to move through protests to navigate campus, are blocked from"
  },
  {
    "id": 98,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "against the administration s cancellation of a student government referendum for boycot- ting (Ratangee, 2024). Some students, who have to move through protests to navigate campus, are blocked from getting to classes, and have to change how they socialize on campus, while others wonder how to continue daily activities when these political events are on their minds. Clearly, in an increasingly connected world, college experiences are impacted by global events in more ways than one. Domestically, it is no news that the U.S. is more polarized than ever before. The Pew Research Center has found increased dissent in almost every political issue between the Republican and Democratic parties over the years, and in 2020, as high as 90  of both presidential candidate supporters believed the other"
  },
  {
    "id": 99,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "dissent in almost every political issue between the Republican and Democratic parties over the years, and in 2020, as high as 90  of both presidential candidate supporters believed the other candidate as capable of creating lasting JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 995 harm on the country (Pew Research Center, 2020). While the majority of Americans would not say they are uniformly Democratic or Republican, policy changes by a polarizing government still trickle down into day-to- day life. College students have always been political and voiced opinions against racial injustice, gender inequality, and campus sexual assault (Dennon, 2021), and political shifts only exacerbated many of these chal- lenges. For instance, Tennessee s abortion ban took effect following the overturn of Roe"
  },
  {
    "id": 100,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and campus sexual assault (Dennon, 2021), and political shifts only exacerbated many of these chal- lenges. For instance, Tennessee s abortion ban took effect following the overturn of Roe v. Wade in 2022, and Vanderbilt staff and student govern- ment stepped in to ensure reproductive health, pregnancy, and parenting resources are available as the university community adapts to the change. In Texas, the SB 17  known as the Diversity, Equity, and Inclusion ban   directly affects students of color s experiences on public university cam- puses since DEI administrative staff, initiatives, programs, and training are now banned. Finally, immigration policies and related turbulence impact undocumented students and their families. Deferred Action for Childhood Arrivals (DACA) recipients, for"
  },
  {
    "id": 101,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and training are now banned. Finally, immigration policies and related turbulence impact undocumented students and their families. Deferred Action for Childhood Arrivals (DACA) recipients, for instance, face uncertainties and possibilities of deportation due to southern border policies   on top of financial and legal stressors, such as affording college due to ineligibility for federal aid. Such political turmoils have a significant impact on college students  well- being. What Will Their Needs Be? Political trends affect many students in higher education institutions. With both traditional and social media showing images of violence as frequently as daily, one could feel increased anxiety (Feinstein et al., 2014) and symptoms of acute stress (Holman et al., 2019). Those already"
  },
  {
    "id": 102,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and social media showing images of violence as frequently as daily, one could feel increased anxiety (Feinstein et al., 2014) and symptoms of acute stress (Holman et al., 2019). Those already struggling with mental health issues such as post-traumatic stress disorder (PTSD), panic disorder, or depression could be triggered into a panic attack or depressive episode. Policy shifts have direct impacts as well. For example, anxiety and depression increased around 9  more in trigger states compared to non-trigger states in the six months following the fall of Roe v. Wade (trigger states refer to states where previously unenforceable abortion bans became immediately effective)   especially amongst women aged 18 45, which affects the college student population (Thompson, 2024). If not already,"
  },
  {
    "id": 103,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "states where previously unenforceable abortion bans became immediately effective)   especially amongst women aged 18 45, which affects the college student population (Thompson, 2024). If not already, counseling centers at colleges would have to anticipate and consider the mental health effects following political trends. With increased campus polarization and hostility, the number of students who experience discrimination is also likely to increase, which is known to be associated with higher levels of general distress, social isolation, and suicide ideations (Center for Collegiate Mental Health, 2023). College faculty and leadership should also grapple with the best way for- ward when political debates arise. When universities become overtly political and tilt too far toward one end of"
  },
  {
    "id": 104,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "2023). College faculty and leadership should also grapple with the best way for- ward when political debates arise. When universities become overtly political and tilt too far toward one end of the spectrum, they deny students and faculty 996 F. WU ET AL. the kind of open-ended inquiry and knowledge-seeking that has long been the basis of the US higher education s success (Paul, 2024). Conversely, when universities try to adopt an apolitical stance   known at Vanderbilt as  institu- tional neutrality    students get upset at their institution s apathy and unwill- ingness to influence major world events. This frustration is especially evident at Vanderbilt, where students recently argued that the university s investments in Israeli businesses inherently contradict its principled neutrality"
  },
  {
    "id": 105,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "events. This frustration is especially evident at Vanderbilt, where students recently argued that the university s investments in Israeli businesses inherently contradict its principled neutrality (Stoebner, 2024). In short, universities are most certainly places of debate and open conversations. However, more commitment to true neutrality, such as finan- cial transparency, and productive debates led by professors and departments are needed. Suggestions To Meet Their Needs College students report that universities can support them during challenging times by offering condolences and counseling services (Treisman   Nadworny, 2023). Counseling centers and staff should consider expanding resilience interventions for staff and students alike since they are shown to be effective universal"
  },
  {
    "id": 106,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "services (Treisman   Nadworny, 2023). Counseling centers and staff should consider expanding resilience interventions for staff and students alike since they are shown to be effective universal prevention strategies (Ang et al., 2022). In Australia, a study showed that delivering a curriculum informed by social cognition and political leadership theory to staff leadership successfully improved staff understanding of resilience and promoted changes in teaching practices (Brewer et al., 2021). Likewise, US universities and colleges could host workshops that discuss coping with and processing emotions in political contexts. Further, reports on discrimination and mental health highlight the need for culturally affirma- tive counseling approaches, systemic support services, and diversity,"
  },
  {
    "id": 107,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "emotions in political contexts. Further, reports on discrimination and mental health highlight the need for culturally affirma- tive counseling approaches, systemic support services, and diversity, equity, inclusion, and belonging (DEIB) initiatives in educational institutions (Center for Collegiate Mental Health, 2023). In states where these initiatives are now banned, professionals and students alike must continue to advocate for evi- dence-based, culturally affirmative practices in mental health. Finally, students have also expressed hopes that universities will host debates where students can come together constructively, feel they have a place to be heard, and have discussions proceed in a scholarly, civil manner (Treisman Nadworny, 2023). HOUSING FOOD INSECURITY Who Are The"
  },
  {
    "id": 108,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students can come together constructively, feel they have a place to be heard, and have discussions proceed in a scholarly, civil manner (Treisman Nadworny, 2023). HOUSING FOOD INSECURITY Who Are The Students? A major issue that many college students face in higher education institutions is housing and food insecurity. Food insecurity is a growing public health problem for college students, with significant potential for adverse effects on both physical and mental health and functioning (Payne-Sturges et al., 2018). The recent National Postsecondary Student Aid Study (NPSAS) showed that JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 997 23  of undergraduate students and 12.2  of graduate students are food insecure (McKibben et al., 2023). Payne-Sturges et al. (2018) describes food insecurity as"
  },
  {
    "id": 109,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "OF COLLEGE STUDENT MENTAL HEALTH 997 23  of undergraduate students and 12.2  of graduate students are food insecure (McKibben et al., 2023). Payne-Sturges et al. (2018) describes food insecurity as a limited or uncertain availability of nutritionally adequate and safe food or limited or uncertain ability to acquire acceptable foods in socially acceptable ways. The United States Department of Agriculture (USDA) clas- sifies individuals on a continuum with respect to food security status (Zein et al., 2019). Students experience food insecurity at higher rates than the general popula- tion, with estimates putting students between 33 to 51  food insecure and all US adults at 9.8  (Mowreader, 2023). First-year college students are uniquely susceptible to food insecurity as they are in a period"
  },
  {
    "id": 110,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "estimates putting students between 33 to 51  food insecure and all US adults at 9.8  (Mowreader, 2023). First-year college students are uniquely susceptible to food insecurity as they are in a period of transition into their new-found autonomy, while also learning how to cope with an environment away from home. First-year college students may also have poor nutrition knowledge, limited earning potential, and lack of budgeting skills and resources required for healthy food preparation (Zein et al., 2019). In addition, food insecurity was also associated with Hispanic ethnicity, while housing insecurity was associated with being female, being enrolled in an online program, having dependents, and being a veteran (Olfert et al., 2023). Housing insecurity, including the inability to pay rent"
  },
  {
    "id": 111,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "insecurity was associated with being female, being enrolled in an online program, having dependents, and being a veteran (Olfert et al., 2023). Housing insecurity, including the inability to pay rent or utilities or the need to move frequently, on college campuses is also emerging as a problematic reality faced by many college students (Olfert et al., 2023). A 2020 systematic review on college housing issues reported approximately one out of every ten college students is homeless and 45  are housing insecure (Olfert et al., 2023). The 2016 National Postsecondary Student Aid Study (NPSAS:16) indicates that 8.8  of US undergraduates reported that they are homeless or self-supporting and at risk of homelessness or self-supporting and at risk of homelessness (Broton, 2020). Broton (2020)"
  },
  {
    "id": 112,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "indicates that 8.8  of US undergraduates reported that they are homeless or self-supporting and at risk of homelessness or self-supporting and at risk of homelessness (Broton, 2020). Broton (2020) showed that students who were food and housing insecure had lower academic progress scores and higher money expenditure and coping strategy scores. Furthermore, being a first-generation college student, homeless, living off-campus, lacking familial financial support, and self-reporting a disability, lower financial knowledge, or poorer health status were all associated with both basic needs and insecurities (Olfert et al., 2023) What Will Their Needs Be? There are many reasons why college students in higher education are food insecure. These include social stigma, busy schedules, lack of cooking"
  },
  {
    "id": 113,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "(Olfert et al., 2023) What Will Their Needs Be? There are many reasons why college students in higher education are food insecure. These include social stigma, busy schedules, lack of cooking skills and facilities to cook, and a lack of transportation in finding means options. Many students enrolled in college are also less likely to utilize Supplemental Nutrition Assistance Program (SNAP) benefits (Mowreader, 2023). In addi- tion, there is a growing population of low-income college students, high college costs and insufficient financial aid, more financial hardship among 998 F. WU ET AL. many low- and moderate-income families, a weak labor market for part-time workers, and declining per capita college resources (Freudenberg et al., 2019). Food insecurity is a crucial issue that needs to"
  },
  {
    "id": 114,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "low- and moderate-income families, a weak labor market for part-time workers, and declining per capita college resources (Freudenberg et al., 2019). Food insecurity is a crucial issue that needs to be addressed because it con- tributes to adverse outcomes for university students. Food insecurity worsens several mental health conditions, and it appears to be associated with negative academic outcomes, a primary concern for uni- versities (Freudenberg et al., 2019). Even if student food insecurity is only experienced during the time required to earn a degree, limited access to nutritious foods can precipitate poor health behaviors and increased chronic disease risks over time (Zein et al., 2019). Zein et al. (2019) indicates that food insecurity also appears to be related to poor mental"
  },
  {
    "id": 115,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "can precipitate poor health behaviors and increased chronic disease risks over time (Zein et al., 2019). Zein et al. (2019) indicates that food insecurity also appears to be related to poor mental health and academic performance. Indeed, it has been posited that food-insecure students endorse increased rates of depression and anxiety, decreased ability to concentrate, and low-grade point averages compared to their counterparts (Zein et al., 2019). Housing insecurity encompasses a broad set of housing challenges, including the inability to pay rent or utilities, moving frequently, loss of housing, or living in an apartment or house above capacity (Wood, 2022). Many students who fail to complete their degree programs often find themselves burdened with substantial student debt without the"
  },
  {
    "id": 116,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "or living in an apartment or house above capacity (Wood, 2022). Many students who fail to complete their degree programs often find themselves burdened with substantial student debt without the increased earnings associated with degree attainment (Butler   Torres, 2023). In addition, housing insecurity and homelessness also show a strong, statisti- cally significant negative relationship with persistence and credit attainment (Butler   Torres, 2023). Suggestions To Meet Their Needs There are many ways that institutions can support students when it comes to food and housing insecurity. Many university systems, government agencies, and nonprofit organizations have disseminated recommendations for specific resources that colleges and universities can use to support students  basic needs and"
  },
  {
    "id": 117,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "systems, government agencies, and nonprofit organizations have disseminated recommendations for specific resources that colleges and universities can use to support students  basic needs and alleviate food and housing insecurity (Speirs et al., 2023). Speirs et al. (2023) indicates that these recommendations include implementing campus policies and procedures (e.g., one-stop wraparound services and benefits outreach and screening), developing food and housing access pro- grams (e.g., food pantries, meal vouchers, and emergency housing), providing financial supports (e.g., emergency grants and loans), offering educational programs (e.g., nutrition and financial management education), and advocat- ing for awareness and change (e.g., events designed to raise awareness about the number of"
  },
  {
    "id": 118,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and loans), offering educational programs (e.g., nutrition and financial management education), and advocat- ing for awareness and change (e.g., events designed to raise awareness about the number of students who experience food or housing insecurity). In addi- tion, financial literacy programming to help students learn how to make a budget can be a very effective support and financial assistance, such as emergency-need grants and completion grants (Mowreader, 2023). A helpful approach college counselors can take to help food- and housing-insecure JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 999 students during the intake session is to refer students to offices that can help them apply for food and housing assistance. Assistance can also be offered for other services like advising and"
  },
  {
    "id": 119,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "999 students during the intake session is to refer students to offices that can help them apply for food and housing assistance. Assistance can also be offered for other services like advising and financial aid (NY Web Consulting, 2021). DISCUSSION   CONCLUSION In the final analysis, this article outlines a myriad of the mental health issues that college students face based on the various identities and student groups they belong to, although it is not an exhaustive list. By bringing together personal experiences and current research to analyze the needs of increasingly diverse students at colleges across the country, the authors of this article have generated useful and practical suggestions for university leaders to address these growing mental health issues. Below, we expand on two"
  },
  {
    "id": 120,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "colleges across the country, the authors of this article have generated useful and practical suggestions for university leaders to address these growing mental health issues. Below, we expand on two points from the previous sections   peer support clubs and organizations and mental health policy days   as examples of immediate actions universities could take, as well as potential caveats. Peer Support   Student Mental Health Clubs (MHC) The literature widely supports incorporating peer support into mental health- care practices and its numerous benefits. By empowering those with lived experience to share their stories, peer support promotes an identity shift from a patient to a person looking forward in life (Davidson   Rowe, 2008). It also works in various contexts, such as for those"
  },
  {
    "id": 121,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "to share their stories, peer support promotes an identity shift from a patient to a person looking forward in life (Davidson   Rowe, 2008). It also works in various contexts, such as for those struggling with severe mental illnesses (Davidson   Rowe, 2008), addiction and substance use issues (Cabassa et al., 2017), and those who have encounters with the criminal justice system (Davidson   Rowe, 2008). Recognizing this, even the Center for Medicaid and CHIP Services (CMCS) has recognized peer support as evi- denced-based treatment, newly established coverage for peer support services in 2024, and  strongly encourage(s) states to expand the availability and utilization of peer support services  (Center for Medicaid and CHIP Services, 2024). The urgency for peer support on college campuses"
  },
  {
    "id": 122,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and  strongly encourage(s) states to expand the availability and utilization of peer support services  (Center for Medicaid and CHIP Services, 2024). The urgency for peer support on college campuses is clear; those who have not done so should be strongly considering the option to supplement increasingly dire needs in mental health. Student organizations or college mental health clubs (MHC) have filled in some of the gaps in leading peer support and played critical roles in raising mental health awareness and promoting destigmatization. One such organiza- tion is Active Minds, a nonprofit organization that promotes mental health among young adults primarily through peer-to-peer interactions. A recent study found that increased familiarity with and involvement with Active Minds was"
  },
  {
    "id": 123,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "organization that promotes mental health among young adults primarily through peer-to-peer interactions. A recent study found that increased familiarity with and involvement with Active Minds was associated with increased mental health perceived knowledge and decreased stigma over time (Sontag-Padilla et al., 2018). Further, increases in 1000 F. WU ET AL. involvement with the organization were associated with increases in a range of helping behaviors (Sontag-Padilla et al., 2018). For students who were not directly involved in Active Minds but were familiar with the organization (considered representative of most college students), their familiarity was associated with decreased stigma and improved student-perceived knowledge of mental health (Sontag-Padilla et al., 2018). Another example"
  },
  {
    "id": 124,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of most college students), their familiarity was associated with decreased stigma and improved student-perceived knowledge of mental health (Sontag-Padilla et al., 2018). Another example of a peer- support student organization is the National Alliance of Mental Illnesses (NAMI), where college chapters hold creative meetings to destigmatize mental health among students (National Alliance of Mental Illness, 2024). Students from across the country expressed feeling less alone after attending these meetings and were more ready to seek help (Ulam, 2021, NAMI   Muczynska, 2023). In short, student organizations, especially peer-support- oriented ones, have successfully improved college student well-being on campus. While student organizations   particularly those that take a peer support"
  },
  {
    "id": 125,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "organizations, especially peer-support- oriented ones, have successfully improved college student well-being on campus. While student organizations   particularly those that take a peer support approach   are making strides to address mental health needs, they do not substitute professional help, and continuous improvements are needed. One can argue that events solely for raising awareness and promoting destigmati- zation are only band-aids for a long-term wound. Firstly, the relationship between stigma and help-seeking behaviors is complicated; a study found that mental health literacy does not necessarily translate into more help-seeking for students themselves, even if it makes youth more likely to recommend treat- ment for others (Villatro et al., 2022). Next, there is a certain level"
  },
  {
    "id": 126,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "necessarily translate into more help-seeking for students themselves, even if it makes youth more likely to recommend treat- ment for others (Villatro et al., 2022). Next, there is a certain level of risk and possibility for litigation when nonprofessionals step into mental health crises and potentially triggering situations (Ayu   Berg-Cross, 2023). Finally, it is worth considering some studies where researchers hypothesized that the over- focus on mental health awareness could explain the increased prevalence of mental health problems over the years (Foulkes   Andrews, 2023). Specifically, some might report milder symptoms as mental disorders, and the thought process could cause more harm than good. Nevertheless, before better solutions are found, peer support and related student mental"
  },
  {
    "id": 127,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "might report milder symptoms as mental disorders, and the thought process could cause more harm than good. Nevertheless, before better solutions are found, peer support and related student mental health clubs is a strong candidate for meeting increased mental health needs, and the authors advise all academic institutions to implement related strategies in their efforts toward student wellbeing. Mental Health Days As mentioned in previous sections, college students experience intense academic demands, social expectations, and professional challenges, thereby increasing the likelihood of mental difficulties (Zhang et al., 2024). Recently, 12 states have enacted laws or policies permitting K-12 students to take excused mental health days (Mowreader, 2024a). An article by Mayo Clinic Health"
  },
  {
    "id": 128,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "difficulties (Zhang et al., 2024). Recently, 12 states have enacted laws or policies permitting K-12 students to take excused mental health days (Mowreader, 2024a). An article by Mayo Clinic Health Systems defines mental health days as  a JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1001 limited time away from your usual responsibilities with the intention of recharging and rejuvenating your mental health;  and also points out mental health days  ability to reduce burnout, improve mood and resi- lience, enhance productivity, and support physical health for both adults and children (Theisen, 2022). Compared to peer support, mental health days are still relatively new and research on the specific concept in college settings is sparse; how- ever, the idea that time-off could help avoid burnout"
  },
  {
    "id": 129,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Compared to peer support, mental health days are still relatively new and research on the specific concept in college settings is sparse; how- ever, the idea that time-off could help avoid burnout and increase wellbeing is certainly not new. Though an individual example, Jay Sheehan, a professor at San Diego State University, added three mental health days to his syllabus, allowing students 90 minutes for self-care. He reports that this has led to all participating students submitting assignments on time and effectively using the time (Mowreader, 2024b). Ray and Cryan (2021) found that work flexibility, such as working from home and taking time off when needed, decreased job stress as much as 56 . Studies from the nursing, maternal and child health, and education sectors reveal that"
  },
  {
    "id": 130,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "flexibility, such as working from home and taking time off when needed, decreased job stress as much as 56 . Studies from the nursing, maternal and child health, and education sectors reveal that mental health days were asso- ciated with lower chances of hospitalization (Lamont et al., 2017), decreased emotional burden (Gilbert et al., 2024) and improved work engagement (Russell et al., 2020). Some schools, such as the University of North Carolina and Emory University School of Medicine, have introduced institution-wide mental health breaks (termed wellbeing days at UNC and wellness half-days at EUSOM). While there are other institutions with no-class study weeks, it could often become just another day for students to catch up on work, defeating the purpose of the mental health break."
  },
  {
    "id": 131,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "at EUSOM). While there are other institutions with no-class study weeks, it could often become just another day for students to catch up on work, defeating the purpose of the mental health break. Overall, mental health days are still less common in higher education guidelines and are often at the discretion of the professor (Mowreader, 2024a). With students increas- ingly in favor of mental health days (Maxwell   Praetorius, 2024), institutions should certainly consider incorporating mental health days into the academic calendar. If the lack of evidence supporting mental health days is the concern, colleges could conduct their own studies, such as distributing surveys, on students  reactions to these mental health days. All in all, the authors advocate for mental health days as a"
  },
  {
    "id": 132,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "the concern, colleges could conduct their own studies, such as distributing surveys, on students  reactions to these mental health days. All in all, the authors advocate for mental health days as a permanent feature during the academic semester where students are encouraged and supported to take a break from assigned work and studying. Ultimately, the authors recognize the need for colleges and universities to prioritize student mental health and well-being and hope that university leaders do as well. These are the students who will run the future, and their success depends not only on their academic achievements but also on their mental health and overall well-being. By understanding the research and implementing the recommendations provided, university leaders can create 1002 F. WU ET"
  },
  {
    "id": 133,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "academic achievements but also on their mental health and overall well-being. By understanding the research and implementing the recommendations provided, university leaders can create 1002 F. WU ET AL. more supportive and inclusive environments, ensuring that all students have the resources and support they need to thrive. DISCLOSURE STATEMENT No potential conflict of interest was reported by the author(s). REFERENCES Alfonseca, K. (2023, November 29). The Israel-Hamas war has college campuses on edge. How some are tackling the issue. ABC News.  college-campuses-edge-tackling-issue story?id 105046118 American Association for the Advancement of Science. (2023). STEM Students   Their Sense of Belonging: S-STEM Programs  Practices   Empirically Based Recommendations. https:   www.fau.edu"
  },
  {
    "id": 134,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "105046118 American Association for the Advancement of Science. (2023). STEM Students   Their Sense of Belonging: S-STEM Programs  Practices   Empirically Based Recommendations. https:   www.fau.edu engineering eecs research s-stem pdf sense-of-belonging-stem.pdf American College Health Association. (2022). American College Health Association-National College Health Assessment III: Undergraduate Student Reference Group Data Report Spring 2022. American College Health Association.  NCHA-III SPRING 2022 UNDERGRAD REFERENCE GROUP DATA REPORT.pdf Ang, W. H. D., Lau, S. T., Cheng, L. J., Chew, H. S. J., Tan, J. H., Shorey, S.,   Lau, Y. (2022). Effectiveness of resilience interventions for higher education students: A meta-analysis and metaregression. Journal of Educational Psychology, 114(7),"
  },
  {
    "id": 135,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "J., Tan, J. H., Shorey, S.,   Lau, Y. (2022). Effectiveness of resilience interventions for higher education students: A meta-analysis and metaregression. Journal of Educational Psychology, 114(7), 1670 1694.  1037 edu0000719 Ayu, O. N.,   Berg-Cross, L. (2023). College-sponsored mental health clubs: Maximizing success and reducing risks. Journal of Campus Activities Practice and Scholarship, 5(1), 40 50.  Baams, L. (2018). Disparities for LGBTQ and Gender Nonconforming Adolescents. Pediatrics, 141(5).  Banks, B. M. (2020). University Mental Health Outreach Targeting Students of Color. Journal of College Student Psychotherapy, 34(1), 78 86.  1539632 Barbee, H., Deal, C.,   Gonzales, G. (2022). Anti-Transgender Legislation A Public Health Concern for Transgender Youth. JAMA Pediatrics,"
  },
  {
    "id": 136,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of College Student Psychotherapy, 34(1), 78 86.  1539632 Barbee, H., Deal, C.,   Gonzales, G. (2022). Anti-Transgender Legislation A Public Health Concern for Transgender Youth. JAMA Pediatrics, 176(2), 125 125.  jamapediatrics.2021.4483 Bhatt, N., Cannella, J.,   Gentile, J. P. (2022). Gender-affirming Care for Transgender Patients. Innovations in Clinical Neuroscience, 19(4 6), 23 32. PMID: 35958971; PMCID: PMC9341318. Botha, M., Chapman, R., Giwa Onaiwu, M.,   Walker, N. (2024, March, 12). The neurodiversity concept was developed collectively: An overdue correction on the origins of. SAGE. https:   www.researchgate.net publication 378913547 The neurodiversity concept was devel oped collectively An overdue correction on the origins of neurodiversity  theoryBrewer Brewer, M., van Kessel,"
  },
  {
    "id": 137,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "https:   www.researchgate.net publication 378913547 The neurodiversity concept was devel oped collectively An overdue correction on the origins of neurodiversity  theoryBrewer Brewer, M., van Kessel, G., Sanderson, B.,   Carter, A. (2021). Enhancing student resilience by targeting staff resilience, attitudes and practices. Higher Education Research   Development, 41(4), 1013 1027.  Broton, K. M. (2020). A review of estimates of housing insecurity and homelessness among students in U.S. higher education. Journal of Social Distress and Homeless, 29(1), 25 38.  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1003 Butler, D.,   Torres, F. (2023). Housing Insecurity and Homelessness Among College Students   Bipartisan Policy Center.  homelessness-among-college-students  Cabassa, L. J., Camacho, D., V"
  },
  {
    "id": 138,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "1003 Butler, D.,   Torres, F. (2023). Housing Insecurity and Homelessness Among College Students   Bipartisan Policy Center.  homelessness-among-college-students  Cabassa, L. J., Camacho, D., V lez-Grau, C. M.,   Stefancic, A. (2017). Peer-based health interventions for people with serious mental illness: A systematic literature review. Journal of Psychiatric Research, 84, 80 89.  Caldwell, Y., Vogler, H. A., Erekson, D. M., Griner, D., Beecher, M. E., Hobbs, K., Schmuck, D., Worthen, V., Hoskin, J. M., Merrill, B. M.,   Hales, J. (2023). Presenting concerns and psychotherapy utilization in university counseling centers: What do we know about Asian American and international Asian students?. Journal of College Student Mental Health, 38 (2), 223 240.  Center for Collegiate Mental Health."
  },
  {
    "id": 139,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "university counseling centers: What do we know about Asian American and international Asian students?. Journal of College Student Mental Health, 38 (2), 223 240.  Center for Collegiate Mental Health. (2023). 2023 Annual Report. Penn State University Center for Collegiate Mental Health.  Center for Medicaid and CHIP Services. (2024). Frequently Asked Questions on Medicaid and CHIP Coverage of Peer Support Services. Centers for Medicare   Medicaid Services. Conron, K. J., O Neill, K. K., Goldberg, A. E.,   Guardado, R. (2023, February 17). Experiences of LGBTQ People in Four-Year Colleges and Graduate Programs. Williams Institute. https:   williamsinstitute.law.ucla.edu publications lgbtq-colleges-grad-school  Current Term Enrollment Estimates   National Student Clearinghouse Research"
  },
  {
    "id": 140,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "and Graduate Programs. Williams Institute. https:   williamsinstitute.law.ucla.edu publications lgbtq-colleges-grad-school  Current Term Enrollment Estimates   National Student Clearinghouse Research Center. (2024a). Nscresearchcenter.org.  Davidson, L.,   Rowe, M. (2008). Peer support within criminal justice settings: The role of forensic peer specialists. CMHS National GAINS Center. Dennon, A. (2021). Political Issues Students Care About. BestColleges.com.  leges.com blog political-issues-students-care-about-2020  Dimock, M.,   Wike, R. (2020). America is exceptional in the nature of its political divide. Pew Research Center - U.S. Politics   Policy.  13 america-is-exceptional-in-the-nature-of-its-political-divide  Dipeolu, A., Kang, J.,   Cooper, C. (2007). Support Group for"
  },
  {
    "id": 141,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "of its political divide. Pew Research Center - U.S. Politics   Policy.  13 america-is-exceptional-in-the-nature-of-its-political-divide  Dipeolu, A., Kang, J.,   Cooper, C. (2007). Support Group for International Students: A Counseling Center s Experience. Journal of college student psychotherapy, 22(1), 63 74.  Diversity in Higher Education: Facts and Statistics. (2024b), April 30. BestColleges.com.  DuPaul, G. J., DuPaul, G. J., Dahlstrom-Hakki, I., Gormley, M. J., Fu, Q., Pinho, T. D.,   Banerjee, M. (2017). College Students with ADHD and LD: Effects of Support Services on Academic Performance. Learning Disabilities Research and Practice, 32(4), 246 256. https:   journals.sagepub.com doi abs 10.1111 ldrp.12143?journalCode ldra Durrani, A. (2023, November). International Student Numbers"
  },
  {
    "id": 142,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Learning Disabilities Research and Practice, 32(4), 246 256. https:   journals.sagepub.com doi abs 10.1111 ldrp.12143?journalCode ldra Durrani, A. (2023, November). International Student Numbers in U.S. Show Fastest Growth in 40 Years. US News and World Report.   articles international-student-numbers-in-u-s-show-fastest-growth-in-40-years Dwyer, P., Mineo, E., Mifsud, K., Lindholm, C., Gurba, A.,   Waisman, T. C. (2023). Building Neurodiversity-Inclusive Postsecondary Campuses: Recommendations for Leaders in Higher Education. Autism in Adulthood.  Elbulok-Charcape, M. M., Mandelbaum, F., Miles, R., Bergdoll, R., Turbeville, D.,   Rabin, L. A. (2021). Reducing stigma surrounding mental health: Diverse undergraduate students speak out. Journal of College Student Psychotherapy, 35(4), 327"
  },
  {
    "id": 143,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "R., Bergdoll, R., Turbeville, D.,   Rabin, L. A. (2021). Reducing stigma surrounding mental health: Diverse undergraduate students speak out. Journal of College Student Psychotherapy, 35(4), 327 344.  87568225.2020.1737853 Fabiano, E. D. (2022). How to Thrive as a First-Generation College Student in Engineering. Cellular and Molecular Bioengineering, 15(4), 293 299.  Federal Bureau of Investigation. (2024). Reported Hate Crimes at Schools: 2018 2022. 1004 F. WU ET AL. Feinstein, A., Audet, B.,   Waknine, E. (2014). Witnessing images of extreme violence: a psychological study of journalists in the newsroom. JRSM Open, 5(8),  1177 2054270414533323 Fish, J. N. (2020). Future Directions in Understanding and Addressing Mental Health among LGBTQ Youth. Journal of Clinical Child   Adolescent"
  },
  {
    "id": 144,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "in the newsroom. JRSM Open, 5(8),  1177 2054270414533323 Fish, J. N. (2020). Future Directions in Understanding and Addressing Mental Health among LGBTQ Youth. Journal of Clinical Child   Adolescent Psychology, 49(6), 943 956. https:   doi.org 10.1080 15374416.2020.1815207 Foulkes, L.,   Andrews, J. L. (2023). Are mental health awareness efforts contributing to the rise in reported mental health problems? A call to test the prevalence inflation hypothesis. New Ideas in Psychology, 69(1),  Freudenberg, N., Goldrick-Rab, S.,   Poppendieck, J. (2019). College Students and SNAP: The New Face of Food Insecurity in the United States. American Journal of Public Health, 109 (12), 1652 1658.  Garcha, J.,   Smith, A. P. (2023). Associations between Autistic and ADHD Traits and the Well-Being and"
  },
  {
    "id": 145,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Food Insecurity in the United States. American Journal of Public Health, 109 (12), 1652 1658.  Garcha, J.,   Smith, A. P. (2023). Associations between Autistic and ADHD Traits and the Well-Being and Mental Health of University Students. Healthcare.  lar.org paper Associations-between-Autistic-and-ADHD-Traits-and-Garcha-Smith  1c521f18dfef10dfd2411b39b1a2e720afa6a4ab Gilbert, C., Johnson, M., Karki, B., Lyons, K., Tibbits, M., Toure, D., Rookwood, A. C.,   Abresch, C. (2024). Preventing job burnout: Could workplace support protect maternal and child health professionals who are doing public health equity work?. Maternal and Child Health Journal, 28(1), 24 30.  Gopalkrishnan, N. (2018). Cultural Diversity and Mental Health: Considerations for Policy and Practice. Frontiers in Public Health,"
  },
  {
    "id": 146,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "equity work?. Maternal and Child Health Journal, 28(1), 24 30.  Gopalkrishnan, N. (2018). Cultural Diversity and Mental Health: Considerations for Policy and Practice. Frontiers in Public Health, 6, 6.  Gorman, K., Bruns, C., Chin, C., Fitzpatrick, N., Koenig, L., Leviness, P.,   Sokolowski, K. (2023). Annual survey.  Gurbuz, E., Hanley, M.,   Riby, D. M. (2018). University Students with Autism: The Social and Academic Experiences of University in the UK. Journal of Autism   Developmental Disorders, 49(2), 617 631.  Gurbuz, E., Riby, D. M., South, M.,   Hanley, M. (2024). Associations between autistic traits, depression, social anxiety and social rejection in autistic and non-autistic adults. Scientific Reports, 14(1), 9065.  Guthrie, S., Lichten, C. A., Van Belle, J., Ball, S., Knack,"
  },
  {
    "id": 147,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "autistic traits, depression, social anxiety and social rejection in autistic and non-autistic adults. Scientific Reports, 14(1), 9065.  Guthrie, S., Lichten, C. A., Van Belle, J., Ball, S., Knack, A.,   Hofman, J. (2018). Understanding mental health in the research environment: A Rapid Evidence Assessment. Rand Health Quarterly, 7(3), 2. Haim-Litevsky, D., Komemi, R.,   Lipskaya-Velikovsky, L. (2023). Sense of Belonging, Meaningful Daily Life Participation, and Well-Being: Integrated Investigation. International Journal of Environmental Research and Public Health, 20(5), 4121. https:   doi.org 10.3390 ijerph20054121 Hall, G. C. N., Hong, J. J., Zane, N. W. S.,   Meyer, O. L. (2011). Culturally competent treatments for Asian Americans: The relevance of mindfulness and"
  },
  {
    "id": 148,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "4121. https:   doi.org 10.3390 ijerph20054121 Hall, G. C. N., Hong, J. J., Zane, N. W. S.,   Meyer, O. L. (2011). Culturally competent treatments for Asian Americans: The relevance of mindfulness and acceptance(cid:0)based psychotherapies. Clinical Psychology Science   Practice, 18(3), 215 231.  1111 j.1468-2850.2011.01253.x Hammoudi Halat, D., Soltani, A., Dalli, R., Alsarraj, L.,   Malki, A. (2023). Understanding and Fostering Mental Health and Well-Being among University Faculty: A Narrative Review. Journal of Clinical Medicine, 12(13), 4425.  Healthy Minds Network. (2023). Healthy Minds Study among Colleges and Universities, year 2021-2022. Healthy Minds Network, University of Michigan, University of California Los Angeles, Boston University, and Wayne State University.  research"
  },
  {
    "id": 149,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Study among Colleges and Universities, year 2021-2022. Healthy Minds Network, University of Michigan, University of California Los Angeles, Boston University, and Wayne State University.  research data-for-researchers JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1005 Helling, J.,   Chandler, G. E. (2021). Meeting the Psychological Health   Growth Needs of Black College Students: Culture, Resonance and Resilience. Journal of College Student Psychotherapy, 35(2), 152 180.  Hershner, S., Jansen, E. C., Gavidia, R., Matlen, L., Hoban, M.,   Dunietz, G. L. (2021). Associations between transgender identity, sleep, mental health and suicidality among a north American cohort of college students. Nature and Science of Sleep, 13, 383 398. https:   doi.org 10.2147 NSS.S286131 Holman, E. A., Garfin, D."
  },
  {
    "id": 150,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "sleep, mental health and suicidality among a north American cohort of college students. Nature and Science of Sleep, 13, 383 398. https:   doi.org 10.2147 NSS.S286131 Holman, E. A., Garfin, D. R., Lubens, P.,   Silver, R. C. (2019). Media Exposure to Collective Trauma, Mental Health, and Functioning: Does It Matter What You See? Clinical Psychological Science, 8(1), 111 124.  Hurtado, S.,   Ruiz Alvarado, A. (2015). Discrimination and bias, underrepresentation, and sense of belonging on campus. Higher Education Research Institute. Iwamoto, D. K., Liao, L.,   Liu, W. M. (2010). Masculine norms, avoidant coping, Asian values, and depression among Asian American men. Psychology of Men   Masculinity, 11(1), 15 24.  Jakobsson, N., Persson, M.,   Svensson, M. (2013). Class-size effects on"
  },
  {
    "id": 151,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "norms, avoidant coping, Asian values, and depression among Asian American men. Psychology of Men   Masculinity, 11(1), 15 24.  Jakobsson, N., Persson, M.,   Svensson, M. (2013). Class-size effects on adolescents  mental health and well-being in Swedish schools. Education Economics, 21(3), 248 263.  org 10.1080 09645292.2013.789826 Jensen, K. J., Mirabelli, J. F., Kunze, A. J., Romanchek, T. E.,   Cross, K. J. (2023). Undergraduate student perceptions of stress and mental health in engineering culture. International Journal of STEM Education, 10(1).  Jewett, R., Kerr, G.,   Tamminen, K. (2019). University sport retirement and athlete mental health: A narrative analysis. Qualitative Research in Sport, Exercise   Health, 11(3), 416 433.  Kalkbrenner, M. T., Jolley, A. L.,   Hays, D. G."
  },
  {
    "id": 152,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "University sport retirement and athlete mental health: A narrative analysis. Qualitative Research in Sport, Exercise   Health, 11(3), 416 433.  Kalkbrenner, M. T., Jolley, A. L.,   Hays, D. G. (2019). Faculty Views on College Student Mental Health: Implications for Retention and Student Success. Journal of College Student Retention: Research, Theory   Practice, 23(3), 636 658.  1521025119867639 Kaufmann, E. (2022, October 3). Diverse and Divided: A Political Demography of American Elite Students. Cspicenter.com; Center for the Study of Partisanship and Ideology. https:   www.cspicenter.com p diverse-and-divided-a-political-demography Kennedy, B., Fry, R.,   Funk, C. (2021, April 14). 6 facts about America s STEM workforce and those training for it. Pew Research Center.  04 14"
  },
  {
    "id": 153,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "p diverse-and-divided-a-political-demography Kennedy, B., Fry, R.,   Funk, C. (2021, April 14). 6 facts about America s STEM workforce and those training for it. Pew Research Center.  04 14 6-facts-about-americas-stem-workforce-and-those-training-for-it  Kirkbride, J. B., Anglin, D. M., Colman, I., Dykxhoorn, J., Jones, P. B., Patalay, P., Pitman, A., Soneson, E., Steare, T., Wright, T.,   Griffiths, S. L. (2024). The social determinants of mental health and disorder: Evidence, prevention and recommendations. World Psychiatry, 23(1), 58 90.  Korhonen, V. (2023). STEM degrees awarded in the U.S. by certification level 2020. Statista. https:   www.statista.com statistics 828915 number-of-stem-degrees-awarded-in-the-us-by-degree- level  Kuzhiyil, F. (2024). Revisiting the protest movements"
  },
  {
    "id": 154,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "by certification level 2020. Statista. https:   www.statista.com statistics 828915 number-of-stem-degrees-awarded-in-the-us-by-degree- level  Kuzhiyil, F. (2024). Revisiting the protest movements at the University of Texas. KSAT; KSAT San Antonio.  movements-at-the-university-of-texas  Lamont, S., Brunero, S., Perry, L., Duffield, C., Sibbritt, D., Gallagher, R.,   Nicholls, R. (2017).  Mental health day  sickness absence amongst nurses and midwives: workplace, workforce, psychosocial and health characteristics. Journal of Advanced Nursing, 73(5), 1172 1181.  1006 F. WU ET AL. Landerl, K., Fussenegger, B., Moll, K.,   Willburger, E. (2009). Dyslexia and dyscalculia: Two learning disorders with different cognitive profiles. Journal of Experimental Child Psychology, 103(3), 309 324.  Lee,"
  },
  {
    "id": 155,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "B., Moll, K.,   Willburger, E. (2009). Dyslexia and dyscalculia: Two learning disorders with different cognitive profiles. Journal of Experimental Child Psychology, 103(3), 309 324.  Lee, J.,   Opio, T. (2011). Coming to America: challenges and difficulties faced by African student athletes. Sport, Education   Society, 16(5), 629 644.  13573322.2011.601144 Loi, H. (2024, May 31). Asian Americans in STEM: Perceptions vs. Realities - All Together. All Together; Society of Women Engineers.  americans-in-stem-perceptions-vs-realities  : :text At 207 25 20of 20the 20U.S Maxwell, D.,   Praetorius, R. T. (2024).  Gutting It Out  Does Not Work: Why Mental Health Days are Needed. Social Work in Public Health, 39(3), 221 233.  19371918.2024.2322589 McCann, E.,   Sharek, D. (2016). Mental health"
  },
  {
    "id": 156,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "R. T. (2024).  Gutting It Out  Does Not Work: Why Mental Health Days are Needed. Social Work in Public Health, 39(3), 221 233.  19371918.2024.2322589 McCann, E.,   Sharek, D. (2016). Mental health needs of people who identify as transgender: A review of the literature. Archives of Psychiatric Nursing, 30(2), 280 285.  1016 j.apnu.2015.07.003 McKibben, B., Wu, J., Abelson, S.,   The Hope Center. (2023). New Federal Data Confirm that College Students Face Significant and Unacceptable Basic Needs Insecurity.  temple.edu npsas : :text Overall 2C 2023 25 20of 20undergraduates 2C 20and  2012 25 20of 20graduate,homelessness 2C 20translating 20to 20more 20than  201.5 20million 20students . Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations:"
  },
  {
    "id": 157,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "20graduate,homelessness 2C 20translating 20to 20more 20than  201.5 20million 20students . Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674 697.  Miranda, R., Soffer, A., Polanco-Roman, L., Wheeler, A.,   Moore, A. (2015). Mental health treatment barriers among Racial Ethnic minority versus white young adults 6 months after intake at a college counseling center. Journal of American College Health, 63(5), 291 298.  Moagi, M. M., Der Wath, A. E., Jiyane, P. M.,   Rikhotso, R. S. (2021). Mental health challenges of lesbian, gay, bisexual and transgender people: An integrated literature review. Health SA Gesondheid, 26, 26.  Mousavi, M. P. S., Sohrabpour, Z.,"
  },
  {
    "id": 158,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Rikhotso, R. S. (2021). Mental health challenges of lesbian, gay, bisexual and transgender people: An integrated literature review. Health SA Gesondheid, 26, 26.  Mousavi, M. P. S., Sohrabpour, Z., Anderson, E. L., Stemig-Vindedahl, A., Golden, D., Christenson, G., Lust, K.,   B hlmann, P. (2018). Stress and Mental Health in Graduate School: How Student Empowerment Creates Lasting Change. Journal of Chemical Education, 95(11), 1939 1946.  Mowreader, A. (2023). Five factors causing food insecurity among college students. Inside Higher Ed   Higher Education News, Events and Jobs.  success health-wellness 2023 12 11 five-factors-causing-food-insecurity-among-college : : text Students 20experience 20food 20insecurity 20at,U.S. 20adults 20at 209.8  20percent Mowreader, A. (2024a). Improving"
  },
  {
    "id": 159,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "2023 12 11 five-factors-causing-food-insecurity-among-college : : text Students 20experience 20food 20insecurity 20at,U.S. 20adults 20at 209.8  20percent Mowreader, A. (2024a). Improving college campus systems for student mental health. Inside Higher Ed   Higher Education News, Events and Jobs.  success health-wellness 2024 08 08 improving-college-campus-systems-student-mental Mowreader, A. (2024b). Professor creates three mental health day assignments. Inside Higher Ed   Higher Education News, Events and Jobs.  dent-success health-wellness 2024 01 05 professor-creates-three-mental-health-day  Muzi, L., Nardelli, N., Naticchioni, G., Mazzeschi, C., Baiocco, R.,   Lingiardi, V. (2023, March 14). Body uneasiness and dissatisfaction among lesbian, gay, bisexual, and heterosexual persons."
  },
  {
    "id": 160,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Muzi, L., Nardelli, N., Naticchioni, G., Mazzeschi, C., Baiocco, R.,   Lingiardi, V. (2023, March 14). Body uneasiness and dissatisfaction among lesbian, gay, bisexual, and heterosexual persons. Sexuality Research   Social Policy : Journal of NSRC : SR   SP.  nlm.nih.gov pmc articles PMC10010970  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1007 NAMI,   Muczynska, N. (2023, May 19). Getting Involved with NAMI on My College Campus.  Nadal-Vicens, M. (2021, January 27). International College Students: Challenges and Solutions. Clay Center for Young Healthy Minds.   young-adults international-college-students  National Alliance of Mental Illness. (2024). NAMI on Campus   NAMI.  Get-Involved NAMI-On-Campus  National Center for Education Statistics. (2019, February). Indicator 20: Undergraduate"
  },
  {
    "id": 161,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "National Alliance of Mental Illness. (2024). NAMI on Campus   NAMI.  Get-Involved NAMI-On-Campus  National Center for Education Statistics. (2019, February). Indicator 20: Undergraduate Enrollment. Nces.ed.gov.   :text Of 20the 2016.3 20million 20undergraduate National Center for Education Statistics. (2023). Postbaccalaureate Enrollment. Condition of Education. U.S. Department of Education, Institute of Education Sciences. Retrieved [date], from  National Center for Education Statistics. (n.d.). The NCES Fast Facts Tool provides quick answers to many education questions (National Center for Education Statistics). Nces.ed. gov.  National Center for Science and Engineering Statistics. (2023). Diversity and STEM: Women, Minorities, and Persons with Disabilities. Diversity and STEM: Women,"
  },
  {
    "id": 162,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Education Statistics). Nces.ed. gov.  National Center for Science and Engineering Statistics. (2023). Diversity and STEM: Women, Minorities, and Persons with Disabilities. Diversity and STEM: Women, Minorities , and Persons with Disabilities.  National Foundation for American Policy. (2017). The Importance of International Students to American Science and Engineering.  Importance-of-International-Students.NFAP-Policy-Brief.October-20171.pdf Navarro, K.,   McCormick, H. (2017). Outcomes-based career preparation programs for contemporary student-athletes. Journal of Applied Sport Management, 9(1), 135 155.  NCAA. (2014, August). NCAA recruiting facts.  ing-fact-sheet-web.pdf NCAA. (2021). Student-athlete well-being study.  other 2020 2022RES NCAA-SA-Well-BeingSurveyPPT.pdf. (Fall. NCAA."
  },
  {
    "id": 163,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "9(1), 135 155.  NCAA. (2014, August). NCAA recruiting facts.  ing-fact-sheet-web.pdf NCAA. (2021). Student-athlete well-being study.  other 2020 2022RES NCAA-SA-Well-BeingSurveyPPT.pdf. (Fall. NCAA. (2022). NCAA student-athletes surpass 520,000, set new record.  2022 12 5 media-center-ncaa-student-athletes-surpass-520-000-set-new-record.aspx. (Winter). NCAA. (2023). NCAA Demographics Database.  demographics-database.aspx NCAA, NCAA Sports Science Institute. (2024). Mental Health Best Practices: Understanding and Supporting Student-Athlete Mental Health SECOND EDITION An Inter-Association Consensus Document. NY Web Consulting. (2021, August 17). American Food   Vending. American Dining Creations.  Olfert, M. D., Hagedorn-Hatfield, R. L., Houghtaling, B., Esquivel, M. K., Hood, L. B.,"
  },
  {
    "id": 164,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Consensus Document. NY Web Consulting. (2021, August 17). American Food   Vending. American Dining Creations.  Olfert, M. D., Hagedorn-Hatfield, R. L., Houghtaling, B., Esquivel, M. K., Hood, L. B., MacNell, L. . . . Coleman, P. (2023). Struggling with the basics: food and housing insecurity among college students across twenty-two colleges and universities. Journal of American College Health, 71(8), 2518 2529.  Pachankis, J. E., Mahon, C. P., Jackson, S. D., Fetzner, B. K.,   Br nstr m, R. (2020, October). Sexual orientation concealment and mental health: A conceptual and meta-analytic review. Psychological Bulletin, 146(10), 831 871.  Epub 2020 Jul 23. PMID: 32700941; PMCID: PMC8011357. Parker, L. L.,   Harriger, J. A. (2020). Eating disorders and disordered eating behaviors in the LGBT"
  },
  {
    "id": 165,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Psychological Bulletin, 146(10), 831 871.  Epub 2020 Jul 23. PMID: 32700941; PMCID: PMC8011357. Parker, L. L.,   Harriger, J. A. (2020). Eating disorders and disordered eating behaviors in the LGBT population: a review of the literature. Journal of Eating Disorders, 8(1).  org 10.1186 s40337-020-00327-y 1008 F. WU ET AL. Paul, P. (2024). Colleges Are Putting Their Future at Risk. The New York Times.  nytimes.com 2024 03 14 opinion colleges-universities-education-politics.html Payne-Sturges, D. C., Payne-Sturges, D. C., Tjaden, A., Caldeira, K. M., Vincent, K. B.,   Arria, A. M. (2018). Student Hunger on Campus: Food Insecurity Among College Students and Implications for Academic Institutions. American Journal of Health Promotion, 32(2), 349 354.  Q6tkeGwGHnMAAAAA"
  },
  {
    "id": 166,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "A. M. (2018). Student Hunger on Campus: Food Insecurity Among College Students and Implications for Academic Institutions. American Journal of Health Promotion, 32(2), 349 354.  Q6tkeGwGHnMAAAAA 3ABi26GitDIMSbDpC6HYKbPE9zgFrhQRuaGrFBBg5uun0- kOyWnUT6m t4eH5NX147GQ VqGfpFpBxqA journalCode ahpa Pester, C. W., Noh, G.,   Fu, A. (2023). On the Importance of Mental Health in STEM. ACS Polymers Au, 3(4), 295 306.  Ratangee, B. (2024, April 6). Three students expelled following Student Accountability hear- ings, faculty criticize university response - The Vanderbilt Hustler. The Vanderbilt Hustler  the Official Student Newspaper of Vanderbilt University.   accountability-hearings-faculty-criticize-university-response  sa D source docs ust  1720466084477959 usg AOvVaw3vfOh4JECzNjptOw84kek- Ray,"
  },
  {
    "id": 167,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "the Official Student Newspaper of Vanderbilt University.   accountability-hearings-faculty-criticize-university-response  sa D source docs ust  1720466084477959 usg AOvVaw3vfOh4JECzNjptOw84kek- Ray, T. K.,   Cryan, R. P. (2021). Work Flexibility and Work-Related Well-Being. International Journal of Environmental Research and Public Health, 18(6), 3254.  nih.gov pmc articles PMC8004082  Richey, G.,   Martin, D. (2024). The unintended consequences of NCAA s NIL settlement and transfer portal.  ncaa-nil-and-transfer-portal.html Russell, M. B., Attoh, P. A., Chase, T., Gong, T., Kim, J.,   Liggans, G. L. (2020). Examining Burnout and the Relationships Between Job Characteristics, Engagement, and Turnover Intention Among U.S. Educators. SAGE Open, 10(4),  Sibley, M. H., Graziano, P. A.,"
  },
  {
    "id": 168,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Liggans, G. L. (2020). Examining Burnout and the Relationships Between Job Characteristics, Engagement, and Turnover Intention Among U.S. Educators. SAGE Open, 10(4),  Sibley, M. H., Graziano, P. A., Ortiz, M., Rodriguez, L.,   Coxe, S. (2019). Academic impairment among high school students with ADHD: The role of motivation and goal-directed executive functions. Journal of School Psychology, 77, 67 76.  Sontag-Padilla, L., Dunbar, M. S., Ye, F., Kase, C., Fein, R., Abelson, S., Seelam, R.,   Stein, B. D. (2018). Strengthening College Students  Mental Health Knowledge, Awareness, and Helping Behaviors: The Impact of Active Minds, a Peer Mental Health Organization. Journal of the American Academy of Child and Adolescent Psychiatry, 57(7), 500 507.  Speirs, K. E., Speirs, K. E., Grutzmacher,"
  },
  {
    "id": 169,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "The Impact of Active Minds, a Peer Mental Health Organization. Journal of the American Academy of Child and Adolescent Psychiatry, 57(7), 500 507.  Speirs, K. E., Speirs, K. E., Grutzmacher, S. K., Munger, A. L.,   Ottusch, T. M. (2023). How Do U.S. Colleges and Universities Help Students Address Basic Needs? A National Inventory of Resources for Food and Housing Insecurity. Educational Researcher, 52(1), 16 28. https:   journals.sagepub.com doi full 10.3102 0013189X221139292 Stoebner, J. (2024, February 12). MLC statements criticize university policy of principled neutrality - The Vanderbilt Hustler. The Vanderbilt Hustler - the Official Student Newspaper of Vanderbilt University  statements-criticize-university-policy-of-principled-neutrality  . Thacker Darrow, N. E., Duran, A., Weise,"
  },
  {
    "id": 170,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "Hustler. The Vanderbilt Hustler - the Official Student Newspaper of Vanderbilt University  statements-criticize-university-policy-of-principled-neutrality  . Thacker Darrow, N. E., Duran, A., Weise, J. A.,   Guffin, J. P. (2022). LGBTQ  college students  mental health: A content analysis of research published 2009 2019. Journal of Gay   Lesbian Social Services, 35(3), 330 359.  Theisen, A. (2022, October 4). Recharge with a planned mental health day. Mayo Clinic Health System.   recharge-with-planned-mental-health-day Thompson, D. (2024, January 25). Women s Anxiety Rose in States Affected by Fall of Roe v. Wade. U.S. News.  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1009 womens-anxiety-rose-in-states-affected-by-fall-of-roe-v-wade : :text Researchers  20found 20that 20anxiety 20and,"
  },
  {
    "id": 171,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "by Fall of Roe v. Wade. U.S. News.  JOURNAL OF COLLEGE STUDENT MENTAL HEALTH 1009 womens-anxiety-rose-in-states-affected-by-fall-of-roe-v-wade : :text Researchers  20found 20that 20anxiety 20and, 2Dtrigger 20states 2C 20results 20show Treisman, R.,   Nadworny, E. (2023). U.S. students are clashing over the Israel-Hamas war. What can colleges do? WNCW.  ing-over-the-israel-hamas-war-what-can-colleges-do The Trevor Project. (2022). 2022 National Survey on LGBTQ Youth Mental Health. The Trevor Project.  Turick, R., Bopp, T.,   Swim, N. (2021). How do I do life? The challenges of preparing student-athletes for professional roles. Journal for the Study of Sports and Athletes in Education, 15(1), 71 94.  Ulam, M. (2021, March 11). NAMI on Campus Saved My Life   NAMI Central Texas. NAMI Central"
  },
  {
    "id": 172,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "for professional roles. Journal for the Study of Sports and Athletes in Education, 15(1), 71 94.  Ulam, M. (2021, March 11). NAMI on Campus Saved My Life   NAMI Central Texas. NAMI Central Texas.  United Nations. (2020). A New Era of Conflict and Violence.  era-conflict-and-violence : :text ENTRENCHED 20CONFLICT U.S. Department Of Education. (n.d.). Science, Technology, Engineering and Math: Education. In for Global Leadership  . U.S. Department of Education. Ed.gov.  U.S. Department of Homeland Security. (2022, January 21). USCIS Updates Guidance on National Interest Waivers   USCIS. www.uscis.gov. guidance-on - national-interest-waivers . Villatoro, A. P., DuPont-Reyes, M. J., Phelan, J. C.,   Link, B. G. (2022).  Me  versus  them : How mental illness stigma influences adolescent"
  },
  {
    "id": 173,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "guidance-on - national-interest-waivers . Villatoro, A. P., DuPont-Reyes, M. J., Phelan, J. C.,   Link, B. G. (2022).  Me  versus  them : How mental illness stigma influences adolescent help-seeking behaviors for oneself and recommenda- tions for peers. Stigma and Health, 7(3), 300 310.  Weinhardt, L. S., Stevens, P., Xie, H., Wesp, L. M., John, S. A., Apchemengich, I., Kioko, D., Chavez-Korell, S., Cochran, K. M., Watjen, J. M.,   Lambrou, N. H. Transgender and Gender Nonconforming Youths  Public Facilities Use and Psychological Well-Being: A Mixed-Method Study. Transgend Health, 2(1), 140 150. (2017) October 1.  org 10.1089 trgh.2017.0020. PMID: 29159308; PMCID: PMC5685206. White, T. (2024). College Counseling Centers are Increasingly Treating a Greater Percentage of Students who"
  },
  {
    "id": 174,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "140 150. (2017) October 1.  org 10.1089 trgh.2017.0020. PMID: 29159308; PMCID: PMC5685206. White, T. (2024). College Counseling Centers are Increasingly Treating a Greater Percentage of Students who Represent Diverse Identities. Center for Collegiate Mental Health.  memberclicks.net index.php?option com dailyplanetblog view entry year  2024 month 02 day 20 id 49:college-counseling-centers-are-increasingly-treating -a-greater-percentage-of-students-who-represent-diverse-identities-11-year-trends Williams, G., Case, R.,   Roberts, C. (2018). Understanding the mental health issues of international students on campus. Educational Research: Theory and Practice, 29(2), 18 28. Wood, S. (2022). Resources for college students facing housing insecurity. U.S. News   World Report.  insecurity Wood,"
  },
  {
    "id": 175,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "students on campus. Educational Research: Theory and Practice, 29(2), 18 28. Wood, S. (2022). Resources for college students facing housing insecurity. U.S. News   World Report.  insecurity Wood, S. (2023). DEI Bans at Colleges: What Students Should Know. U.S. News   World Report.  what-students-should-know Wu, H., Garza, E.,   Guzman, N. (2015). International Student s Challenge and Adjustment to College. Education Research International, 2015, 1 9.  10.1155 2015 202753 Zein, A. E., Shelnutt, K. P., Colby, S., Vilaro, M. J., Zhou, W., Greene, G., Olfert, M. D., Riggsbee, K., Stabile Morrell, J.,   Mathews, A. E. (2019). Prevalence and correlates of food insecurity among U.S. college students: a multi-institutional study. BMC Public Health, 19 (1).  1010 F. WU ET AL. Zerquera, D. D.,"
  },
  {
    "id": 176,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "J.,   Mathews, A. E. (2019). Prevalence and correlates of food insecurity among U.S. college students: a multi-institutional study. BMC Public Health, 19 (1).  1010 F. WU ET AL. Zerquera, D. D., Ziskin, M.,   Torres, V. (2016). Faculty Views of  Nontraditional  Students: Aligning Perspectives for Student Success. Journal of College Student Retention: Research, Theory   Practice, 20(1), 29 46.  Zhang, J., Peng, C.,   Chen, C. (2024). Mental health and academic performance of college students: Knowledge in the field of mental health, self-control, and learning in college. Acta Psychologica, 248, 104351 104351.  Zheng, F. (2022). Fostering Students  Well-Being: The Mediating Role of Teacher Interpersonal Behavior and Student-Teacher Relationships. Frontiers in Psychology, 12, 12.  10.3389"
  },
  {
    "id": 177,
    "source": "The_Future_of_College_Student_Mental_Health_Student_Perspectives_43090a",
    "text": "104351 104351.  Zheng, F. (2022). Fostering Students  Well-Being: The Mediating Role of Teacher Interpersonal Behavior and Student-Teacher Relationships. Frontiers in Psychology, 12, 12.  10.3389 fpsyg.2021.796728"
  }
]