[
  {
    "id": 1,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "HOW SCHOOL SYSTEMS CAN IMPROVE HEALTH AND WELL-BEING Background TOPIC BRIEF Schools play a key role in providing safe, nurturing learning environments that provide the foundation for learners to Mental health grow, learn and become healthy, educated and engaged citizens. What is a health-promoting school? Health-promoting schools (HPS) are schools with Why are mental health and well-being strengthened capacity to be healthy settings for living, learning and working. HPS reflect a whole-school approach, important for health? comprising healthy school policies, curricula, environments, communities and health services. A comprehensive school Mental health is not simply the absence of illness but a state in which health programme aims to make every school a health- learners realise their own"
  },
  {
    "id": 2,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "and health services. A comprehensive school Mental health is not simply the absence of illness but a state in which health programme aims to make every school a health- learners realise their own abilities, can cope with normal life stressors, promoting school, which can be achieved by building learn well, build meaningful relationships and are able to contribute health-promoting education systems. A health-promoting to their community. Social and emotional well-being can include education system is one that, through intentional, planned actions, institutionalizes health promotion in all its functions, connection to land, spirituality, ancestry and culture, which also i.e. governance of the educational process and its content, provide foundations for mental health. resource allocation,"
  },
  {
    "id": 3,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "functions, connection to land, spirituality, ancestry and culture, which also i.e. governance of the educational process and its content, provide foundations for mental health. resource allocation, educators  professional development, information systems and performance management. Mental health and well-being are integral to learners  overall health. Learners with good mental health and well-being are healthier, more socially connected and more productive. What is new? Learners can experience mental health conditions such as anxiety, Although the concept of HPS was introduced by WHO many depression, eating disorders and behavioural problems. Most decades ago, the aspiration of fully embedded, sustainable mental health conditions begin during the school years and can HPS within"
  },
  {
    "id": 4,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "many depression, eating disorders and behavioural problems. Most decades ago, the aspiration of fully embedded, sustainable mental health conditions begin during the school years and can HPS within educational systems is yet to be achieved; few disrupt learners  growth and development and increase risk for countries have implemented HPS at scale. To fulfil the vision future physical and mental health problems and substance use. of  making every school a health-promoting school , United Nations agencies collaborated on global standards for HPS Mental health conditions are also associated with experiencing and systems , implementation guidance and case studies stigmatization, discrimination, violation of human rights, suicide and from low- and middle-income countries. These evidence-"
  },
  {
    "id": 5,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "with experiencing and systems , implementation guidance and case studies stigmatization, discrimination, violation of human rights, suicide and from low- and middle-income countries. These evidence- difficulties in education, work and relationships. informed resources are intended to be used by national education, health and associated sectors to strengthen their school health programmes in order to build health-promoting education systems. 1 Why are mental health and well-being and depression. Positive experiences such as feeling connected to teachers and peers, engaging with learning and belonging important for education and learning? at school are linked to better mental health. Good mental health and well-being are associated with better Schools are well placed to create conditions"
  },
  {
    "id": 6,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "belonging important for education and learning? at school are linked to better mental health. Good mental health and well-being are associated with better Schools are well placed to create conditions that promote school engagement, increased attendance and better academic learners  mental health and well-being and prevent mental performance. Strengthening learners  social and emotional health problems, increase mental health literacy, develop social- skills, such as problem-solving and emotional regulation, is emotional skills and identify risks and early signs and symptoms associated with better coping and resilience, reduced symptoms of emotional distress and other mental health conditions. As of depression and anxiety and less substance use. required, schools can increase access to"
  },
  {
    "id": 7,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "better coping and resilience, reduced symptoms of emotional distress and other mental health conditions. As of depression and anxiety and less substance use. required, schools can increase access to mental health and psychosocial support services for learners, their families and Conversely, poor mental health and well-being and the experience teachers. Whole-school approaches have been shown to of mental health conditions contribute to underachievement, increase learners  social, emotional and behavioural adjustment absenteeism, disruptive classroom behaviour, suspension and and decrease internalizing symptoms. expulsion from school and school dropout. Schools are also key environments for learners to develop a The global learning crisis is due not only to inadequate sense of community,"
  },
  {
    "id": 8,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "symptoms. expulsion from school and school dropout. Schools are also key environments for learners to develop a The global learning crisis is due not only to inadequate sense of community, of being valued and belonging within a investment in teachers and school infrastructure but also to lack safe, inclusive environment. Schools are also places to which of attention to the well-being of children and adolescents, which learners, families and communities can turn for support. has been exacerbated by the COVID-19 pandemic. Investing in mental health and well-being will ensure that learners thrive at What are the current gaps? school, with repercussions into adulthood, including positive impacts on the next generation. Some schools already provide mental health interventions; however, fewer"
  },
  {
    "id": 9,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "at What are the current gaps? school, with repercussions into adulthood, including positive impacts on the next generation. Some schools already provide mental health interventions; however, fewer schools sustainably embed such programmes or approaches in an HPS and systems framework. Mental Why are schools ideally placed health exemplifies the importance of a systems approach, as the multiple determinants of mental health require solutions that for supporting mental health and span many systems and sectors, including health, education, well-being? social protection and justice. Bringing these systems together is the essence of the HPS and systems approach. Most children and adolescents spend much of their time at school. The school years are a period of rapid development, The advantage"
  },
  {
    "id": 10,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "systems together is the essence of the HPS and systems approach. Most children and adolescents spend much of their time at school. The school years are a period of rapid development, The advantage of this approach is its potential to amplify during which children and adolescents experience profound benefits for well-being, health and education by harmonizing physical, social and psychological changes and during which policies and practices in multiple health areas simultaneously, the maturing brain is highly susceptible to environmental leveraging not only the school s resources but also the influences. Negative experiences at school, such as bullying, surrounding environment and community. This brief explores violence among peers or experiencing discrimination, how policies, curricula,"
  },
  {
    "id": 11,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "influences. Negative experiences at school, such as bullying, surrounding environment and community. This brief explores violence among peers or experiencing discrimination, how policies, curricula, environments and services can be better contribute to poorer mental health and symptoms of anxiety designed and integrated to support good mental health. 2 Activating synergies in interventions What is the relation between mental health and sleep? Insufficient and or poor-quality sleep is associated with more negative emotions and fewer positive emotions, poorer emotion regulation, higher levels of depressive and anxiety symptoms and suicidal ideation. Sleep problems are also associated with poor school performance and attendance and impaired cognitive performance. Poor sleep increases the"
  },
  {
    "id": 12,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "of depressive and anxiety symptoms and suicidal ideation. Sleep problems are also associated with poor school performance and attendance and impaired cognitive performance. Poor sleep increases the risk of future mental health problems, particularly depression. Learners with existing depression and anxiety are also more likely to have problems sleeping. Promoting healthy sleep (including age- specific recommendations for sleep duration) has benefits for learners  mental health and well-being. What is the relation between mental health and nutrition? Unhealthy diets are linked to poorer development and mental health trajectories in children and adolescents. Food insecurity is associated with behavioural issues and increased rates of anxiety, depression and inattention. Concern about body"
  },
  {
    "id": 13,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "and mental health trajectories in children and adolescents. Food insecurity is associated with behavioural issues and increased rates of anxiety, depression and inattention. Concern about body size and appearance and societal pressures make adolescents vulnerable to eating disorders, which in turn are associated with other mental health problems such as anxiety and depression. What are health-promoting schools and systems? Making every school a health-promoting school: implementation guidance The eight global standards are a system of interconnected elements (Fig. 1) comprising governance structures (primarily standards 1 4), community partnerships (standard 4) and school operations (primarily standards 5 8). A systems approach ensures that policies, mechanisms and resources for health"
  },
  {
    "id": 14,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "(primarily standards 1 4), community partnerships (standard 4) and school operations (primarily standards 5 8). A systems approach ensures that policies, mechanisms and resources for health and well-being are sustainably promoted in all aspects of school life. This involves cross-sectoral collaboration, participatory processes, models of distributed leadership, capacity-building and effective monitoring and evaluation. Fig. 1. System of global standards for health-promoting schools Fig. 1. The eight global standards for health-promoting schools and systems 6. School social  emotional environment 1. Government 2. School policies 3. School 4. School and policies and resources governance community 5. School 8. School and resources and leadership partnerships curriculum health services 7."
  },
  {
    "id": 15,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "1. Government 2. School policies 3. School 4. School and policies and resources governance community 5. School 8. School and resources and leadership partnerships curriculum health services 7. School physical environment As in this topic brief, the global standards are designed to be used by various stakeholders involved in identifying, planning, funding, implementing, monitoring and evaluating any whole-school approach (even if the term HPS is not used) at local, subnational, national aAnsd i ng ltohbea lg leloveblas,l psrtimanadrya arndds s, ethceon imdapryl escmheoonltiangti oannd public andL pikreiv atthee e gdulocbataiol nsatla innsdtiaturtdiosn, st.h is implementation guidance uses the term  HPS  generically, to guidance is based on two evidence reviews (31, 32), include other"
  },
  {
    "id": 16,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "andL pikreiv atthee e gdulocbataiol nsatla innsdtiaturtdiosn, st.h is implementation guidance uses the term  HPS  generically, to guidance is based on two evidence reviews (31, 32), include other whole-school approaches, such a series of case studies from eight low- and middle- as comprehensive school health and education, income countries (36) and consultations with a  ducation pour la sant ,  cole en sant , estrategia or global external advisory group and a wider group entorno escuela saludable and escuela para la salud. of stakeholders. 2 3 4 How can we strengthen mental health using a health-promoting schools and systems approach? The following are examples of actions, activities or initiatives that can be conducted to strengthen mental health in an HPS and systems approach. The list"
  },
  {
    "id": 17,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "schools and systems approach? The following are examples of actions, activities or initiatives that can be conducted to strengthen mental health in an HPS and systems approach. The list is not exhaustive; actions will depend on the context (e.g., social, cultural, country specific) and the level of schooling (e.g., primary, secondary) and are ideally generated through engagement with all stakeholders (e.g., teachers, learners, community, caregivers, government, private sector and civil society organizations), based on local data. Solutions that target multiple aspects of education, health and well-being are encouraged as cost effective ways of amplifying benefits. 1 Government policies and resources EXAMPLES OF   Develop national policies to promote and protect learners  and teachers"
  },
  {
    "id": 18,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "and well-being are encouraged as cost effective ways of amplifying benefits. 1 Government policies and resources EXAMPLES OF   Develop national policies to promote and protect learners  and teachers  mental health within schools (e.g., alignment with the Safe to Learn ACTIONS, FRAMED standards; school staff mandated to report abuse; schools not permitted to expel learners because of pregnancy; bans on punitive disciplinary methods such as corporal punishment; learners with mental health needs have WITHIN THE GLOBAL access to school and additional or complementary support as needed) and  or ensure alignment with the ministry of education in all relevant sectors for STANDARDS FOR HPS and mental health (e.g. health, community and social services).   Have an equitable budget and human"
  },
  {
    "id": 19,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "or ensure alignment with the ministry of education in all relevant sectors for STANDARDS FOR HPS and mental health (e.g. health, community and social services).   Have an equitable budget and human resources to support HPS, including mental health and psychosocial support services, in schools (e.g., HPS AND SYSTEMS partnerships and integration with community-based mental health services).   Make mental health education and social-emotional learning key parts of the comprehensive national health and nutrition curriculum (e.g., teaching learners to take care of their mental health and seek help).   Support training and professional development in whole-school approaches to mental health for pre-service and in-service school staff, including the mental health and leadership team (e.g.,"
  },
  {
    "id": 20,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "help).   Support training and professional development in whole-school approaches to mental health for pre-service and in-service school staff, including the mental health and leadership team (e.g., online bullying, identifying signs of distress and need for health services, crisis management, suicide prevention, protocol for referring learners families to mental health services where relevant).   Invest in collection of data on mental health at national and subnational levels and in monitoring and evaluation of mental health and psychosocial 3 School support services. governance and leadership   Establish an HPS committee to plan, 2 School policies implement and evaluate mental health and resources initiatives, comprising education sector staff, learners, parents and carers, community"
  },
  {
    "id": 21,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "Establish an HPS committee to plan, 2 School policies implement and evaluate mental health and resources initiatives, comprising education sector staff, learners, parents and carers, community and religious leaders, health   Have school policies that promote inclusion and value diversity. staff, civil society organizations.   Develop and communicate relevant policies and standards in all local   Promote and recognize diversity in school languages (including, anti-bullying, respectful relationships, child leadership. protection policies).   Involve all teachers, school health staff,   Have clear policies and processes for confidentiality, identification, student representatives, parents and carers assessment, management and referral pathways for learners in decision-making to promote HPS"
  },
  {
    "id": 22,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "policies and processes for confidentiality, identification, student representatives, parents and carers assessment, management and referral pathways for learners in decision-making to promote HPS and experiencing mental health problems, developed in consultation with mental health. learners, and for supporting the mental health and well-being of school   Appoint school well-being coordinators staff (e.g., mental health promotion, crisis support, management of or focal points to promote whole-school  burnout ). mental health and well-being. 4 4 School and community partnerships   Engage with local community and cultural groups to promote meaningful social connections (e.g., volunteering at a homeless shelter; helping to run a community event, homework programmes, street art projects, craft"
  },
  {
    "id": 23,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "community and cultural groups to promote meaningful social connections (e.g., volunteering at a homeless shelter; helping to run a community event, homework programmes, street art projects, craft groups, parent and carer days) and enhance learners , parents  and carers  mental health literacy (e.g., emotional regulation, non-punitive approaches to discipline).   Create parent and carer learning and support groups (e.g., safe Internet use at home, communicating with your child, child and adolescent development). 5 School curriculum 7 School physical EXAMPLES OF   Include cooperative learning and strengths- environment based approaches to build learners  self-esteem and confidence. ACTIONS, FRAMED   Provide alternative pathways to educational   Limit learners  access to hidden spaces where"
  },
  {
    "id": 24,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "strengths- environment based approaches to build learners  self-esteem and confidence. ACTIONS, FRAMED   Provide alternative pathways to educational   Limit learners  access to hidden spaces where bullying success (e.g., academic, vocational). may occur, and supervise all spaces to ensure that WITHIN THE GLOBAL   Provide strength- and evidence-based learners are physically and emotionally safe. programmes for building individual skills   Ensure that school grounds are fenced and well-lit and and behaviour that support mental health that all visitors are registered. STANDARDS FOR (e.g., problem-solving, self-regulation,   Ensure access to clean, safe, gender-inclusive washrooms. relationship-building, anxiety management,   Ensure that transport to and from school is safe, including HPS AND"
  },
  {
    "id": 25,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "self-regulation,   Ensure access to clean, safe, gender-inclusive washrooms. relationship-building, anxiety management,   Ensure that transport to and from school is safe, including HPS AND SYSTEMS resilience-building). free from harassment.   Integrate mental health education into other   Ensure access to safe, calming spaces that support mental parts of the curriculum to optimize learning health promotion (e.g., play, access to nature, prayer and create synergies with wider educational rooms). opportunities (e.g., language texts, science, history, art projects). 6 School social  emotional environment 8 School   Set up peer support programmes (e.g.,  buddy health programme  for learners moving to a new services campus or year level).   Provide enjoyable lunchtime and extracurricular"
  },
  {
    "id": 26,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "environment 8 School   Set up peer support programmes (e.g.,  buddy health programme  for learners moving to a new services campus or year level).   Provide enjoyable lunchtime and extracurricular activities (e.g., art projects,   Facilitate access to mental health services sports, music activities) to promote wider (e.g., face-to-face, digital platforms) to address learning opportunities and foster social the needs of individual learners (including in connections and healthy relationships among mental health crises) and the whole school all members of the school. community.   Ensure that teachers have the skills to build   Ensure that learners and their families positive relationships between school staff understand the means and referral pathways and learners and between learners,"
  },
  {
    "id": 27,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "teachers have the skills to build   Ensure that learners and their families positive relationships between school staff understand the means and referral pathways and learners and between learners, including for accessing confidential mental health conflict resolution. services, whether at school or in the   Acknowledge and celebrate learners  success community (e.g., pathways to affordable mental health services for vulnerable people in a variety of pursuits and activities, especially with limited resources). beyond academic or sporting achievements.   Embrace diversity within the school community (e.g., inclusive education programmes for learners with disabilities, cultural programme). 5 How does a systems approach to mental health work in different contexts? Collaborative for Academic,"
  },
  {
    "id": 28,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "(e.g., inclusive education programmes for learners with disabilities, cultural programme). 5 How does a systems approach to mental health work in different contexts? Collaborative for Academic, Social, and Emotional Learning (CASEL) Collaborating Districts Initiative (CDI), United States of America (USA) Background: CASEL is a not-for-profit, multidisciplinary network for establishing high-quality, evidence- based social and emotional learning (SEL) in schools. In 2011, CASEL launched the Collaborating Districts Initiative (CDI) for systematic implementation of SEL in large urban districts across the USA. Approach: Implementation of SEL extends beyond classroom instruction and includes the school climate, staffing, professional learning, district policies, family engagement and increasing"
  },
  {
    "id": 29,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "the USA. Approach: Implementation of SEL extends beyond classroom instruction and includes the school climate, staffing, professional learning, district policies, family engagement and increasing the voice of students. Results: High-quality SEL programmes lead to improvements such as better academic performance and classroom behaviour, less emotional distress and a more positive outlook on themselves and others. After 10 years of implementation, districts were able to sustain their commitment to SEL, even as the people and contexts in the district changed. New schools are joining the CDI, professional development in SEL is being extended to more staff, such as security officers and bus drivers, and SEL is being embedded in district policies and hiring practices. Messages: Sustained"
  },
  {
    "id": 30,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "professional development in SEL is being extended to more staff, such as security officers and bus drivers, and SEL is being embedded in district policies and hiring practices. Messages: Sustained implementation was attributed to six main factors: strong leadership; core district policies for SEL that connect all stakeholders; school resources and SEL implementation pathways that can be customized to the needs of the school community; staff culture, climate and learning based on SEL; co-creation of SEL with students, families and communities; and communities of practice to strengthen SEL implementation. Reference:  Adolescent Mental Health and Suicide Prevention (AMHSP) programme, Kazakhstan Background: The Government of Kazakhstan implemented an intersectoral Adolescent Mental Health and"
  },
  {
    "id": 31,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "Reference:  Adolescent Mental Health and Suicide Prevention (AMHSP) programme, Kazakhstan Background: The Government of Kazakhstan implemented an intersectoral Adolescent Mental Health and Suicide Prevention (AMHSP) programme with UNICEF (2012 2018) and the Bilim Foundation, with the National Centre of Mental Health, which has scaled up implementation since 2018. Approach: A comprehensive digital monitoring system is used to identify at-risk adolescents and refer them to trained mental health workers. The AMHSP programme also involves building the capacity of school and public health professionals, including strategies to address stigmatization (e.g., parent outreach, distributing awareness- raising materials) and conducting mental health literacy workshops and awareness-raising campaigns"
  },
  {
    "id": 32,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "including strategies to address stigmatization (e.g., parent outreach, distributing awareness- raising materials) and conducting mental health literacy workshops and awareness-raising campaigns in the school community. During the COVID-19 pandemic, an online individual counselling platform for counselling services was launched, including online training sessions for school psychologists. Results: Evaluation of the pilot programme showed that at-risk adolescents experienced significant decreases in suicidal ideation, depression, anxiety and stress after receiving treatment. More than 10 000 adolescents (4.5 ) received referrals to additional services. Approximately 116 000 school psychologists and school personnel received training in identifying and responding to adolescents  mental"
  },
  {
    "id": 33,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "adolescents (4.5 ) received referrals to additional services. Approximately 116 000 school psychologists and school personnel received training in identifying and responding to adolescents  mental health issues, and more than 1500 primary health care and mental health workers were trained in managing adolescents with mental health issues or suicidal behaviour. The online training platform for school psychologists has reached more than 25 000 users. Messages: The programme was based on a Government initiative to extend access to services while investing in students and continuously building the capacity of communities and health professional. Leveraging data was essential to influence advocacy and long-term change. Data from the national study on adolescent suicide was key to securing"
  },
  {
    "id": 34,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "the capacity of communities and health professional. Leveraging data was essential to influence advocacy and long-term change. Data from the national study on adolescent suicide was key to securing support from the Ministry of Education and Science for implementing the programme. Prioritization of the collection of data during implementation allowed evaluation of the findings for increasing regional advocacy. Capacity-building was an important aspect of preparing for scaling up. The programme s success led to an influx of referrals, greater demand for professional services and thus greater support for school psychologists. Reference: Mental health promotion and suicide prevention in schools (Kazakhstan). New York City (NY): United Nations Children s Fund; 2021 ("
  },
  {
    "id": 35,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "and thus greater support for school psychologists. Reference: Mental health promotion and suicide prevention in schools (Kazakhstan). New York City (NY): United Nations Children s Fund; 2021 ( promotion-and-suicide-prevention-schools-kazakhstan). 6 Resources Health-promoting schools Mental health Making every school a Mental health promotion in schools: State of the art M ental health promotion in Schools health-promoting school: S tate of the art (Schools for Health in Europe) global standards and  indicators editor fact-sheets factsheet-7-mental-health-2021-new. Making every school a  pdf health-promoting school Global standards and indicators int publications i  item 9789240025059 SD APC H loaua E nttc eh te f roao :i brfc Hs u td:a s t h ooCd e rcae e su rt: trs m ilS noe e  onv nv .a"
  },
  {
    "id": 36,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "school Global standards and indicators int publications i  item 9789240025059 SD APC H loaua E nttc eh te f roao :i brfc Hs u td:a s t h ooCd e rcae e su rt: trs m ilS noe e  onv nv .a ot7 :lO d1, 5 TLtoh., o A leu gP  ua s uEt lm u2 si0 l,y 2 P D1 . a r li n g t o n TuE(2 hnu0 idrso1 erp4re e- paa2 onn0 r o2 tU p0 hnea )i or s a n r  t es i n c H ge e ig va er l atd h n ftP u frn ro d o g im nr ag tm h em e Making every school Helping Adolescents Thrive Toolkit (WHO, UNICEF) a health-promoting school: Implementation T H h e r lp iv in e g T o A o d l o k l i e t scents  Santrda rteegdiuecse t os eplrf-ohmaormte aanndd optrhoetre rcits ka dboelheasvcieonutr msental health guidance Making every school a  health-promoting school Implementation guidance int publications i  item 9789240025073"
  },
  {
    "id": 37,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "os eplrf-ohmaormte aanndd optrhoetre rcits ka dboelheasvcieonutr msental health guidance Making every school a  health-promoting school Implementation guidance int publications i  item 9789240025073 Making every school a Helping Adolescents Thrive Teacher s Guide health-promoting school: (WHO, UNICEF) Teacher s country case studies Guide   to the Magnificent Mei and Friends Comic Series Making every school a int publications i  health-promoting school Country case studies item 9789240025431 1 In partnership with WHO guidelines on Global Multisectoral Operational Framework school health services for Mental Health and Psychosocial Support of  Children, Adolescents and Caregivers Across int publications i  Settings(Demonstration Version) (UNICEF) item 9789240029392 G M O L P U O E L B R T A"
  },
  {
    "id": 38,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "for Mental Health and Psychosocial Support of  Children, Adolescents and Caregivers Across int publications i  Settings(Demonstration Version) (UNICEF) item 9789240029392 G M O L P U O E L B R T A A IS T L E I O C N TO A R L AL  WHO guideline on FRAMEWORK school health services for Mental Health and Multisectorial 20Operational 20Framework.pdf Psychosocial Support of Children, Adolescents and Caregivers Across Settings Field demonstration version The Mental Health and Psychosocial Support Minimum Services Package: For an effective MHPSS emergency response  A Global Youth Mental Health Advocacy Toolkit (Orygen)  Orygen-WEF-advocacy-toolkit.aspx AA DGVLOOCBAACLY Y OTOUOTHL KMITE NTAL HEALTH AA DRDERSEOSUSR YCOEU TTOH D MREIVNETA ALC HTEIOANLT THO DGelovbealol pYoeudt bhy M Oernytgael Hne"
  },
  {
    "id": 39,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "Toolkit (Orygen)  Orygen-WEF-advocacy-toolkit.aspx AA DGVLOOCBAACLY Y OTOUOTHL KMITE NTAL HEALTH AA DRDERSEOSUSR YCOEU TTOH D MREIVNETA ALC HTEIOANLT THO DGelovbealol pYoeudt bhy M Oernytgael Hne aasl tpha Prta rotfn tehres h ip project with the World Economic Forum Five essential pillars for promoting and Five essential pillars for promoting and protecting protecting mental health and psychosocial mental health and psychosocial well-being in schools and learning well-being in schools and learning environments A BRIEFING NOTE FOR NATIONAL GOVERNMENTS environments: A briefing note for national Tneosapate t du d n a s h r a u yo t t d i e c l si c c l n i o h e p n h a b g n se r et r oc t r a o is i h s o es el m o k n e n fig a c en t o on n c is y ta vg e o d, e l pd e i a i nc tw rs uol"
  },
  {
    "id": 40,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "Tneosapate t du d n a s h r a u yo t t d i e c l si c c l n i o h e p n h a b g n se r et r oc t r a o is i h s o es el m o k n e n fig a c en t o on n c is y ta vg e o d, e l pd e i a i nc tw rs uol h ac i n l i c t ee lr i nmi a u c l e o lm t ty dg - e ne i b i i n oe n rs vnenne dt e a gi s c nt e r s n, a o s d s g y md u l m s f oh p aeo tm fee p nd r am c o e tv p hl a n r t o s o ih l t d l c l t d h f i aa oa c or e tt n y e p r aei n o d m sl r t t n h . o h a a I ts e t n e k a i t rd c e o n t r d s , Mwomcfmi e mrox u o e e e e ip p t ms l n ca nl o et - t on b s t r aat a ams e lanon l h i b n n en do h et e sg p a e ai it m n t ah l aa cti gc mr n h l o p t ir v dh m a bo cae c e o s l i p in . ts s n t s tl fl o It ed ett an ua h xi r t it ne s e iet acoh n boa n l o i e"
  },
  {
    "id": 41,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "lanon l h i b n n en do h et e sg p a e ai it m n t ah l aa cti gc mr n h l o p t ir v dh m a bo cae c e o s l i p in . ts s n t s tl fl o It ed ett an ua h xi r t it ne s e iet acoh n boa n l o i e cin l f nsf ee be c t tw e w s as a itn g spo pe a iut i r a a l c c h iu a lc nn - a b l m ir ht. d te e e c y uHe ,l r i o a mnt maw a ot m g cv e a i i c ti t c d nt pn h ao ,w go s r r s e re u n iigo g y txxf e h oc h fp ope n ioteo ue a r . td ir1t t l rn ih i oa eM de m g enf n an r a eed i cc s l h ny nn ei ,ee n d tt s a fc a a g a u c or o l ll t n t asf hn i h h tv nc ee eo e i t vg tn aaim a ie oi e nl nl a ttr n s idh ghen c, . Tdlrhas eanh e i hagpv da erhiedn p ley l efi e odn rr ds pev  ssu vm i t t rsem oo e c t l on we p n epm nt pr o m o to te aim f be dl n f lnhe oet o stec"
  },
  {
    "id": 42,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "a ie oi e nl nl a ttr n s idh ghen c, . Tdlrhas eanh e i hagpv da erhiedn p ley l efi e odn rr ds pev  ssu vm i t t rsem oo e c t l on we p n epm nt pr o m o to te aim f be dl n f lnhe oet o stec t u t e aaa oc nnl d a td aedh n ea nn l stt d ehvri oa iaa o rp njror ef n rm a n o cill nm ti t cfo me g eo er c ,i m enec t is n htsp ia tt .iel . a ladA 2 t i lnr etc he fl ntr ne hu ict a iae iisec lnnt spa hdc la . t e ahr O p stdaie .c rot E r ult ci ehx olaaspe dnrce y ses f rt cn o i haeatargnsn pe c t aeh b eor e ees af governments (WHO, UNESCO, UNICEF)  protecting-mental-health-schools-and-learning- environments 6 7 Acknowledgements Development of this series of topic briefs was coordinated by Dr Faten Ben Abdelaziz, Dr Valentina Baltag, Dr Mervat Nessiem and Ms Audrey Kettaneh at WHO;"
  },
  {
    "id": 43,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "environments 6 7 Acknowledgements Development of this series of topic briefs was coordinated by Dr Faten Ben Abdelaziz, Dr Valentina Baltag, Dr Mervat Nessiem and Ms Audrey Kettaneh at WHO; Mr Yongfeng Liu and Ms Emilie Sidaner at UNESCO; and Ms Deepika Sharma and Ms Joanna Lai at UNICEF. The briefs were written by Professor Susan Sawyer, Centre for Adolescent Health, Murdoch Children s Research Institute, Royal Children s Hospital, and University of Melbourne, Australia, a WHO Collaborating Centre for Adolescent Health, in collaboration with Dr Monika Raniti. The lead writers were Dr Monika Raniti (Mental health); Dr Natalie Evans (Nutrition and WASH); Dr Dorothy Dumuid and Associate Professor Carol Maher (Physical activity); and Dr Wing See Yuen and Associate Professor Amy Peacock"
  },
  {
    "id": 44,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "Raniti (Mental health); Dr Natalie Evans (Nutrition and WASH); Dr Dorothy Dumuid and Associate Professor Carol Maher (Physical activity); and Dr Wing See Yuen and Associate Professor Amy Peacock (Substance use). WHO acknowledges the valuable contributions of technical experts at WHO, UNESCO, UNICEF, WFP and UNODC, including regional advisers and other academic experts who provided feedback. WHO gratefully acknowledges the financial support of the NORAD Fund. How school systems can improve health and well-being. Topic brief: mental health ISBN 978-92-4-006475-1 (electronic version) ISBN 978-92-4-006476-8 (print version)   World Health Organization 2023. Some rights reserved. This work is available under the CC BY-NC-SA 3.0 IGO licence. Design and layout by Inis Communication For further"
  },
  {
    "id": 45,
    "source": "WHO_IRIS_publications_on_mental_health_52b598",
    "text": "(print version)   World Health Organization 2023. Some rights reserved. This work is available under the CC BY-NC-SA 3.0 IGO licence. Design and layout by Inis Communication For further information, please contact: Health Promotion Department World Health Organization 20, Avenue Appia CH-1211 Geneva 27 Switzerland"
  }
]